Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: This route optimizes your total output by considering split routes, multiple hops, and the gas cost of each step.
ar_sa: يعمل هذا المسار على تحسين إجمالي إنتاجك من خلال مراعاة المسارات المنقسمة والقفزات المتعددة وتكلفة الغاز لكل خطوة.
da_dk: Denne rute optimerer dit samlede output ved at overveje opdelte ruter, flere hop og gasprisen for hvert trin.
fi_fi: Tämä reitti optimoi kokonaistehosi ottamalla huomioon jaetut reitit, useita hyppyjä ja kunkin askeleen polttoainekustannukset.
he_il: מסלול זה מייעל את התפוקה הכוללת שלך על ידי התחשבות במסלולים מפוצלים, ריבוי דילוגים ועלות הגז של כל שלב.
hu_hu: Ez az útvonal optimalizálja a teljes teljesítményt, figyelembe véve az osztott útvonalakat, a több ugrást és az egyes lépések gázköltségét.
id_id: Rute ini mengoptimalkan output total Anda dengan mempertimbangkan rute terpisah, beberapa lompatan, dan biaya bahan bakar untuk setiap langkah.
ja_jp: このルートは、分割ルート、複数のホップ、各ステップのガス コストを考慮して、総出力を最適化します。
nl_nl: Deze route optimaliseert uw totale output door rekening te houden met gesplitste routes, meerdere hops en de gaskosten van elke stap.
sl_si: To je pot, po kateri iz menjave dobite največ ob upoštevanju razcepljenih poti, zaporednih menjav in stroškov plina na vsakem koraku.
sr_sp: Ова рута оптимизује ваш укупни учинак узимајући у обзир подељене руте, вишеструке скокове и цену гаса за сваки корак.
sw_tz: Njia hii huboresha jumla ya matokeo yako kwa kuzingatia njia zilizogawanyika, miinuko mingi na gharama ya gesi ya kila hatua.
tr_tr: Bu rota, bölünmüş rotaları, birden fazla sekmeyi ve her adımın yakıt maliyetini dikkate alarak toplam çıktınızı optimize eder.
uk_ua: Цей маршрут оптимізує ваш загальний вихід, враховуючи розділені маршрути, кілька стрибків і вартість газу для кожного кроку.

source: Expired
ar_sa: منتهي الصلاحية
da_dk: Udløbet
fi_fi: Vanhentunut
he_il: לא בתוקף
hu_hu: Lejárt
id_id: kadaluarsa
ja_jp: 期限切れ
nl_nl: Verlopen
sl_si: Potekla
sr_sp: Истекао
sw_tz: Imeisha muda
tr_tr: Günü geçmiş
uk_ua: Термін дії минув

source: Contract Interaction
ar_sa: تفاعل العقد
da_dk: Kontraktinteraktion
fi_fi: Sopimusvuorovaikutus
he_il: אינטראקציה בחוזה
hu_hu: Szerződés kölcsönhatás
id_id: Interaksi Kontrak
ja_jp: 契約のやり取り
nl_nl: Contractinteractie
sl_si: Pogodbena interakcija
sr_sp: Уговорна интеракција
sw_tz: Mwingiliano wa Mkataba
tr_tr: Sözleşme Etkileşimi
uk_ua: Договірна взаємодія

source: The most recent block number on this network. Prices update on every block.
ar_sa: أحدث رقم كتلة على هذه الشبكة. يتم تحديث الأسعار في كل كتلة.
da_dk: Det seneste bloknummer på dette netværk. Priserne opdateres på hver blok.
fi_fi: Viimeisin lohkonumero tässä verkossa. Hinnat päivitetään joka lohkossa.
he_il: מספר החסימה העדכני ביותר ברשת זו. המחירים מתעדכנים בכל בלוק.
hu_hu: A hálózat legutóbbi blokkszáma. Az árak minden blokkon frissülnek.
id_id: Nomor blok terbaru di jaringan ini. Harga diperbarui di setiap blok.
ja_jp: このネットワーク上の最新のブロック番号。価格はブロックごとに更新されます。
nl_nl: Het meest recente bloknummer op dit netwerk. Prijzen worden op elk blok bijgewerkt.
sl_si: Zadnja številka bloka v tem omrežju. Cene se z vsakim blokom posodobijo.
sr_sp: Најновији број блока на овој мрежи. Цене се ажурирају за сваки блок.
sw_tz: Nambari ya hivi karibuni ya kuzuia kwenye mtandao huu. Bei zinasasishwa kwa kila kizuizi.
tr_tr: Bu ağdaki en son blok numarası. Fiyatlar her blokta güncellenir.
uk_ua: Останній номер блоку в цій мережі. Ціни оновлюються на кожному блоці.

source: Approval cancelled
ar_sa: تم إلغاء الموافقة
da_dk: Godkendelse annulleret
fi_fi: Hyväksyntä peruutettu
he_il: האישור בוטל
hu_hu: A jóváhagyás visszavonva
id_id: Persetujuan dibatalkan
ja_jp: 承認が取り消されました
nl_nl: Goedkeuring geannuleerd
sl_si: Odobritev preklicana
sr_sp: Одобрење је отказано
sw_tz: Uidhinishaji umeghairiwa
tr_tr: Onay iptal edildi
uk_ua: Затвердження скасовано

source: Deposit amounts
ar_sa: مبالغ الودائع
da_dk: Indskudsbeløb
fi_fi: Talletussummat
he_il: סכומי הפקדה
hu_hu: Betéti összegek
id_id: Jumlah setoran
ja_jp: 入金額
nl_nl: Stortingsbedragen
sl_si: Zneski pologov
sr_sp: Износи депозита
sw_tz: Kiasi cha amana
tr_tr: Mevduat tutarları
uk_ua: Суми депозиту

source: Your position has 0 liquidity, and is not earning fees.
ar_sa: مركزك لديه سيولة صفر، ولا يحصل على رسوم.
da_dk: Din stilling har 0 likviditet, og tjener ikke gebyrer.
fi_fi: Positiosi likviditeetti on 0, eikä se ansaitse palkkioita.
he_il: לתפקיד שלך יש 0 נזילות, והיא לא מרוויחה עמלות.
hu_hu: A saját pozíció 0 likviditással rendelkezik, és nem keres díjat.
id_id: Posisi Anda memiliki 0 likuiditas, dan tidak menghasilkan biaya.
ja_jp: あなたのポジションには流動性がないため、報酬を得られません。
nl_nl: Uw positie heeft 0 liquiditeit en levert geen vergoedingen op.
sl_si: Vaša pozicija nima likvidnosti in ne služi provizij.
sr_sp: Ваша позиција има 0 ликвидности и не зарађује провизије.
sw_tz: Nafasi yako ina ukwasi 0, na hailipi ada.
tr_tr: Pozisyonunuz 0 likiditeye sahip ve ücret kazanmıyor.
uk_ua: Ваша позиція має ліквідність 0 і не заробляє комісії.

source: No results found.
ar_sa: لا توجد نتائج.
da_dk: Ingen resultater fundet.
fi_fi: Tuloksia ei löytynyt.
he_il: לא נמצאו תוצאות.
hu_hu: Nincs találat.
id_id: Hasil tidak ditemukan.
ja_jp: 結果が見つかりませんでした。
nl_nl: Geen resultaten gevonden.
sl_si: Ni rezultatov.
sr_sp: Нема резултата.
sw_tz: Hakuna matokeo yaliyopatikana.
tr_tr: Sonuç bulunamadı.
uk_ua: Результатів не знайдено.

source: Your V2 liquidity
ar_sa: سيولة V2 الخاصة بك
da_dk: Din V2-likviditet
fi_fi: Sinun V2-likviditeettisi
he_il: נזילות ה- V2 שלך
hu_hu: Saját V2 likviditása
id_id: Likuiditas V2 Anda
ja_jp: V2の流動性
nl_nl: Uw V2-liquiditeit
sl_si: Vaša likvidnost V2
sr_sp: Ваша V2 ликвидност
sw_tz: Ukiritimba wako wa V2
tr_tr: V2 likiditeniz
uk_ua: Ваша ліквідність V2

source: Unlock votes
ar_sa: فتح الأصوات
da_dk: Lås stemmer op
fi_fi: Avaa äänet
he_il: בטל נעילת הצבעות
hu_hu: Szavazatok feloldása
id_id: Buka kunci suara
ja_jp: 投票のロックを解除する
nl_nl: Ontgrendel stemmen
sl_si: Odkleni glasove
sr_sp: Откључајте гласове
sw_tz: Fungua kura
tr_tr: Oyların kilidini aç
uk_ua: Розблокувати голоси

source: Txn
ar_sa: تكسن
id_id: Terima kasih
ja_jp: 送信
nl_nl: Bedankt
sr_sp: Ткн

source: Approving {0}
ar_sa: الموافقة على {0}
da_dk: Godkender {0}
fi_fi: Hyväksytään {0}
he_il: מאשר {0}
hu_hu: {0} jóváhagyása
id_id: Menyetujui {0}
ja_jp: {0} を承認中
nl_nl: {0} goedkeuren
sl_si: Odobritev {0} v teku
sr_sp: Одобравање {0}
sw_tz: Kusibitisha {0}
tr_tr: Onaylanıyor {0}
uk_ua: Схвалення {0}

source: Transaction pending...
ar_sa: المعاملة معلقة ...
da_dk: Transaktion afventer...
fi_fi: Tapahtuma odottaa...
he_il: העסקה בהמתנה...
hu_hu: Tranzakció függőben...
id_id: Transaksi tertunda...
ja_jp: トランザクションは保留中です...
nl_nl: Transactie in behandeling...
sl_si: Transakcija v teku ...
sr_sp: Трансакција на чекању...
sw_tz: Muamala unasubiri...
tr_tr: İşlem bekleniyor...
uk_ua: Трансакція очікує...

source: Wrap cancelled
ar_sa: تم إلغاء التفاف
da_dk: Indpakning annulleret
fi_fi: Wrap peruttu
he_il: גלישה בוטלה
hu_hu: A pakolás törölve
id_id: Bungkus dibatalkan
ja_jp: ラップキャンセル
nl_nl: Omslag geannuleerd
sl_si: Zavijanje preklicano
sr_sp: Превијање је отказано
sw_tz: Ufungaji umeghairiwa
tr_tr: Sarma iptal edildi
uk_ua: Згортання скасовано

source: Swap <0/> for exactly <1/>
ar_sa: استبدل <0/> بـ <1/>بالضبط
da_dk: Byt <0/> til præcis <1/>
fi_fi: Vaihda <0/> täsmälleen <1/>
he_il: החלף <0/> ב <1/>בדיוק
hu_hu: Cseréld le <0/> pontosan <1/>
id_id: Tukar <0/> dengan tepat <1/>
ja_jp: <0/> を <1/>にスワップ
nl_nl: Verwissel <0/> voor precies <1/>
sl_si: Menjaj <0/> za natanko <1/>
sr_sp: Замените <0/> за тачно <1/>
sw_tz: Badilisha <0/> kwa <1/>haswa
tr_tr: <0/> tam olarak <1/>ile değiştirin
uk_ua: Поміняйте <0/> рівно на <1/>

source: The input token cannot be transferred. There may be an issue with the input token.
ar_sa: لا يمكن نقل رمز الإدخال. قد تكون هناك مشكلة في رمز الإدخال.
da_dk: Input-token kan ikke overføres. Der kan være et problem med input-token.
fi_fi: Syöterahaketta ei voida siirtää. Syöterahakkeessa voi olla ongelma.
he_il: לא ניתן להעביר את אסימון הקלט. יכול להיות שיש בעיה באסימון הקלט.
hu_hu: Az input token nem transzferálható. Probléma lehet az input tokennel.
id_id: Token input tidak dapat ditransfer. Mungkin ada masalah dengan token input.
ja_jp: 売るトークンが転送できません。売るトークンに問題がある可能性があります。
nl_nl: De input-token kan niet worden overgedragen. Er is mogelijk een probleem met de input-token.
sl_si: Vhodnega žetona ni mogoče prenesti. Morda je gre za težavo z vhodnim žetonom.
sr_sp: Токен за унос није могуће пренети. Можда постоји проблем са улазним токеном.
sw_tz: Ishara ya kuingiza haiwezi kuhamishwa. Kunaweza kuwa na shida na ishara ya kuingiza.
tr_tr: Giriş jetonu aktarılamaz. Giriş jetonuyla ilgili bir sorun olabilir.
uk_ua: Вхідний токен неможливо передати. Можливо, виникла проблема з вхідним токеном.

source: Unwrap failed
ar_sa: فشل فك اللف
da_dk: Udpakningen mislykkedes
fi_fi: Purkaminen epäonnistui
he_il: ביטול הגלישה נכשל
hu_hu: A kibontás nem sikerült
id_id: Pembukaan gagal
ja_jp: アンラップに失敗しました
nl_nl: Uitpakken mislukt
sl_si: Odvijanje ni uspelo
sr_sp: Одмотавање није успело
sw_tz: Imeshindwa kufuta
tr_tr: Açma başarısız oldu
uk_ua: Не вдалося розгорнути

source: Swap success!
ar_sa: نجاح المبادلة!
da_dk: Bytte succes!
fi_fi: Menestys vaihtoon!
he_il: הצלחה החלפה!
hu_hu: Csere siker!
id_id: Bertukar sukses!
ja_jp: スワップ成功！
nl_nl: Wissel succes!
sl_si: Uspešna menjava!
sr_sp: Успех замене!
sw_tz: Badili mafanikio!
tr_tr: Başarıyı değiştir!
uk_ua: Обмін успіхів!

source: Pending...
ar_sa: قيد الانتظار...
da_dk: Verserende...
fi_fi: Odottaa...
he_il: ממתין ל...
hu_hu: Függőben levő...
id_id: Tertunda...
ja_jp: 保留中...
nl_nl: In behandeling...
sl_si: V teku...
sr_sp: Нерешен...
sw_tz: Inasubiri...
tr_tr: Askıda olması...
uk_ua: В очікуванні...

source: Price impact warning
ar_sa: تحذير من تأثير السعر
da_dk: Advarsel om prispåvirkning
fi_fi: Varoitus hintavaikutuksista
he_il: אזהרת השפעה על המחיר
hu_hu: Figyelmeztetés az ár hatásáról
id_id: Peringatan dampak harga
ja_jp: 価格への影響に関する警告
nl_nl: Waarschuwing voor prijsimpact
sl_si: Opozorilo o vplivu na ceno
sr_sp: Упозорење о утицају на цену
sw_tz: Onyo la athari ya bei
tr_tr: Fiyat etkisi uyarısı
uk_ua: Попередження про вплив ціни

source: This transaction will result in a <0>~{0}</0> price impact on the market price of this pool. Do you wish to continue?
ar_sa: ستؤدي هذه الصفقة إلى تأثير السعر <0>~{0}</0> على سعر السوق لهذا المجمع. هل ترغب في الاستمرار؟
da_dk: Denne transaktion vil resultere i en prispåvirkning på <0>~{0}</0> på markedsprisen for denne pulje. Ønsker du at fortsætte?
fi_fi: Tämä liiketoimi aiheuttaa <0>{0}hintavaikutuksen tämän poolin</0> . Haluatko jatkaa?
he_il: עסקה זו תגרום להשפעת מחיר <0>~{0}</0> על מחיר השוק של מאגר זה. האם אתה מקווה להמשיך?
hu_hu: Ez a tranzakció <0>~{0}</0> árhatást fog eredményezni ennek a poolnak a piaci árára. Szeretnéd folytatni?
id_id: Transaksi ini akan menghasilkan dampak harga <0>~{0}</0> pada harga pasar kumpulan ini. Apakah Anda ingin melanjutkan?
ja_jp: この取引は、このプールの市場価格に <0>～{0}</0> 価格影響を与えます。続行しますか?
nl_nl: Deze transactie zal resulteren in een prijsimpact van <0>~{0}</0> op de marktprijs van deze pool. Wilt u doorgaan?
sl_si: Ta transakcija bo vplivala na ceno <0>~{0}</0> na tržno ceno tega bazena. Želite nadaljevati?
sr_sp: Ова трансакција ће довести до утицаја цене <0>~{0}</0> на тржишну цену овог фонда. Да ли желите да наставите?
sw_tz: Muamala huu utasababisha athari ya bei ya <0>~{0}</0> kwa bei ya soko ya hifadhi hii. Je, ungependa kuendelea?
tr_tr: Bu işlem, bu havuzun piyasa fiyatı üzerinde <0>~{0}</0> fiyat etkisi ile sonuçlanacaktır. Devam etmek istiyor musunuz?
uk_ua: Ця транзакція призведе до <0>~{0}</0> впливу ціни на ринкову ціну цього пулу. Ви бажаєте продовжити?

source: Don’t see one of your v2 positions? <0>Import it.</0>
ar_sa: لا ترى أحد مراكز v2 الخاصة بك؟ <0>قم باستيراده.</0>
da_dk: Kan du ikke se en af dine v2-positioner? <0>Importér den.</0>
fi_fi: Etkö näe yhtä v2-positiostasi? <0>Tuo se.</0>
he_il: אינך רואה את אחת מעמדות ה- v2 שלך? <0> יבא אותו.</0>
hu_hu: Nem látja az egyik v2 pozícióját? <0> Importálja.</0>
id_id: Tidak melihat salah satu posisi v2 Anda? <0> Impor.</0>
ja_jp: V2の流動性が表示されない場合、該当のトークンを<0>インポート</0>してください
nl_nl: Ziet u één van uw v2 posities niet? <0>Importeer deze.</0>
sl_si: Ne vidite katerega od svojih pologov V2? <0>Uvozite ga.</0>
sr_sp: Не видите ниједну од ваших V2 позиција? <0> Увезите их.</0>
sw_tz: Je! Huoni moja ya nafasi zako za v2? <0> Ingiza.</0>
tr_tr: V2 konumlarınızdan birini görmüyor musunuz? <0>İçe aktarın.</0>
uk_ua: Не бачите жодної з ваших позицій v2? <0>Імпортуйте їх.</0>

source: Revoke approval failed
ar_sa: فشل إبطال الموافقة
da_dk: Tilbagekald godkendelse mislykkedes
fi_fi: Hyväksynnän peruuttaminen epäonnistui
he_il: אישור ביטול נכשל
hu_hu: A jóváhagyás visszavonása sikertelen
id_id: Pencabutan persetujuan gagal
ja_jp: 承認の取り消しに失敗しました
nl_nl: Goedkeuring intrekken mislukt
sl_si: Preklic odobritve ni uspel
sr_sp: Опозив одобрења није успео
sw_tz: Imeshindwa kubatilisha idhini
tr_tr: Onay iptal edilemedi
uk_ua: Не вдалося скасувати схвалення

source: When you add liquidity, you will receive pool tokens representing your position. These tokens automatically earn fees proportional to your share of the pool, and can be redeemed at any time.
ar_sa: عند إضافة السيولة، سوف تتلقى رموز مجمعة تمثل مركزك. تكسب هذه الرموز تلقائيًا رسومًا تتناسب مع حصتك في المجمع، ويمكن استبدالها في أي وقت.
da_dk: Når du tilføjer likviditet, vil du modtage pulje-tokens, der repræsenterer din position. Disse tokens tjener automatisk gebyrer proportionalt med din andel af puljen og kan indløses til enhver tid.
fi_fi: Kun lisäät likviditeettiä, saat asemaasi edustavia pool-tokeneita. Nämä rahakkeet ansaitsevat automaattisesti palkkioita, jotka ovat suhteessa osuuteen poolista, ja ne voidaan lunastaa milloin tahansa.
he_il: כאשר תוסיף נזילות, תקבל אסימוני מאגר המייצגים את העמדה שלך. האסימונים הללו מרוויחים באופן אוטומטי עמלות פרופורציונליות לחלקך במאגר, וניתן לממש אותם בכל עת.
hu_hu: Amikor hozzáadja a likviditást, a pozícióját reprezentáló pool tokeneket kap. Ezek a tokenek automatikusan a készletből való részesedésével arányos díjakat kapnak, és bármikor beválthatók.
id_id: Saat Anda menambahkan likuiditas, Anda akan menerima token kumpulan yang mewakili posisi Anda. Token ini secara otomatis mendapatkan biaya yang sebanding dengan bagian Anda di pool, dan dapat ditukarkan kapan saja.
ja_jp: 流動性を追加すると、ポジションを表すプール トークンを受け取ります。これらのトークンは、プールのシェアに比例した手数料を自動的に獲得し、いつでも引き換えることができます。
nl_nl: Wanneer u liquiditeit toevoegt, ontvangt u pooltokens die uw positie vertegenwoordigen. Deze tokens verdienen automatisch vergoedingen die evenredig zijn aan uw aandeel in de pool, en kunnen op elk moment worden ingewisseld.
sl_si: Ko dodate likvidnost, boste prejeli žetone sklada, ki predstavljajo vaš položaj. Ti žetoni samodejno zaslužijo provizije, sorazmerne z vašim deležem sklada, in jih je mogoče kadar koli unovčiti.
sr_sp: Када додате ликвидност, добићете токене базена који представљају вашу позицију. Ови токени аутоматски зарађују накнаде пропорционалне вашем уделу у фонду и могу се искористити у било ком тренутку.
sw_tz: Unapoongeza ukwasi, utapokea tokeni za bwawa zinazowakilisha nafasi yako. Tokeni hizi hupata ada kiotomatiki sawia na mgao wako wa bwawa, na zinaweza kukombolewa wakati wowote.
tr_tr: Likidite eklediğinizde konumunuzu temsil eden havuz tokenlarını alacaksınız. Bu tokenlar otomatik olarak havuzdaki payınıza orantılı ücretler kazanır ve istediğiniz zaman kullanılabilir.
uk_ua: Коли ви додасте ліквідність, ви отримаєте токени пулу, що представляють вашу позицію. Ці токени автоматично заробляють комісію, пропорційну вашій частці пулу, і їх можна викупити в будь-який час.

source: Description
ar_sa: الوصف
da_dk: Beskrivelse
fi_fi: Kuvaus
he_il: תיאור
hu_hu: Leírás
id_id: Keterangan
ja_jp: 説明
nl_nl: Beschrijving
sl_si: Opis
sr_sp: Опис
sw_tz: Maelezo
tr_tr: Açıklama
uk_ua: Опис

source: Always conduct your own research before trading.
ar_sa: قم دائمًا بإجراء البحث الخاص بك قبل التداول.
da_dk: Udfør altid din egen research før handel.
fi_fi: Tee aina oma tutkimus ennen kaupankäyntiä.
he_il: בצע תמיד מחקר משלך לפני המסחר.
hu_hu: Kereskedés előtt mindig végezzen saját kutatást.
id_id: Selalu lakukan riset Anda sendiri sebelum berdagang.
ja_jp: 取引前に常にご自身で調査を行ってください。
nl_nl: Voer altijd uw eigen onderzoek uit voordat u gaat handelen.
sl_si: Pred trgovanjem vedno opravite lastno raziskavo.
sr_sp: Увек спроведите сопствено истраживање пре трговања.
sw_tz: Daima fanya utafiti wako mwenyewe kabla ya kufanya biashara.
tr_tr: İşlem yapmadan önce daima kendi araştırmanızı yapın.
uk_ua: Завжди проводите власні дослідження перед торгівлею.

source: Your position will be 100% {0} at this price.
ar_sa: مركزك سيكون 100% {0} بهذا السعر.
da_dk: Din position vil være 100 % {0} til denne pris.
fi_fi: Positiosi tulee olemaan 100-prosenttisesti {0} tällä hinnalla
he_il: עמדתך תהיה 100% {0} במחיר זה.
hu_hu: Pozíciója 100% {0} lesz ezen az áron.
id_id: Posisi Anda akan 100% {0} pada harga ini.
ja_jp: この価格であなたのポジションは100%の {0} になります。
nl_nl: Uw positie zal 100% {0} tegen deze prijs zijn.
sl_si: Pri tej ceni bo vaš položaj 100% {0}.
sr_sp: Ваша позиција ће бити 100% {0} по овој цени.
sw_tz: Nafasi yako itakuwa 100% {0} kwa bei hii.
tr_tr: Bu fiyatta pozisyonunuz %100 şundan olacak: {0}.
uk_ua: Ваша позиція буде на 100% {0} за цією ціною.

source: Why are permits required?
ar_sa: لماذا التصاريح مطلوبة؟
da_dk: Hvorfor kræves der tilladelser?
fi_fi: Miksi lupia tarvitaan?
he_il: מדוע נדרשים אישורים?
hu_hu: Miért szükségesek az engedélyek?
id_id: Mengapa diperlukan izin?
ja_jp: なぜ許可が必要なのでしょうか?
nl_nl: Waarom zijn vergunningen nodig?
sl_si: Zakaj so potrebna dovoljenja?
sr_sp: Зашто су потребне дозволе?
sw_tz: Kwa nini vibali vinahitajika?
tr_tr: İzinler neden gereklidir?
uk_ua: Чому потрібні дозволи?

source: View on Block Explorer
ar_sa: عرض في Block Explorer
da_dk: Se på Block Explorer
fi_fi: Näytä Block Explorerissa
he_il: הצג ב- Block Explorer
hu_hu: Megtekintés a Block Explorerben
id_id: Lihat di Blok Explorer
ja_jp: ブロックエクスプローラーで見る
nl_nl: Bekijk op Block Explorer
sl_si: Oglejte si Block Explorer
sr_sp: Поглед на Блоцк Екплорер
sw_tz: Tazama kwenye Block Explorer
tr_tr: Blok Gezgini'nde görüntüle
uk_ua: Переглянути в Block Explorer

source: Add Liquidity
ar_sa: إضافة سيولة
da_dk: Tilføj likviditet
fi_fi: Lisää likviditeettiä
he_il: הוסף נזילות
hu_hu: Adja hozzá a likviditást
id_id: Tambahkan Likuiditas
ja_jp: 流動性を追加
nl_nl: Liquiditeit toevoegen
sl_si: Dodaj likvidnost
sr_sp: Додајте ликвидност
sw_tz: Ongeza Mtaji
tr_tr: Likidite Ekle
uk_ua: Додати ліквідність

source: Not available
ar_sa: غير متاح
da_dk: Ikke tilgængelig
fi_fi: Ei saatavilla
he_il: לא זמין
hu_hu: Nem elérhető
id_id: Tidak tersedia
ja_jp: 利用不可
nl_nl: Niet beschikbaar
sl_si: Ni na voljo
sr_sp: Није доступно
sw_tz: Haipatikani
tr_tr: Müsait değil
uk_ua: Недоступний

source: {0, plural, =1 {listing} other {listings}}
ar_sa: {0, plural, =1 {قائمة} other {القوائم}}
da_dk: {0, plural, =1 {liste} other {lister}}
fi_fi: {0, plural, =1 {listaus} other {listaukset}}
he_il: {0, plural, =1 {רישום} other {רישומים}}
hu_hu: {0, plural, =1 {kiírás} other {listák}}
id_id: {0, plural, =1 {daftar} other {daftar}}
ja_jp: {0, plural, =1 {出品} other {出品}}
nl_nl: {0, plural, =1 {lijst} other {vermeldingen}}
sl_si: {0, plural, =1 {seznam} other {oglasi}}
sr_sp: {0, plural, =1 {листинг} other {листингс}}
sw_tz: {0, plural, =1 {kuorodhesha} other {orodha}}
tr_tr: {0, plural, =1 {listeleme} other {listeler}}
uk_ua: {0, plural, =1 {лістинг} other {списки}}

source: Proceeds if sold
ar_sa: العائدات إذا بيعت
da_dk: Provenuet ved salg
fi_fi: Tuotto jos myydään
he_il: הרווח אם נמכר
hu_hu: Eladás esetén bevétel
id_id: Hasil jika dijual
ja_jp: 売れれば収益
nl_nl: Opbrengst bij verkoop
sl_si: Izkupiček, če je prodan
sr_sp: Приход ако се прода
sw_tz: Mapato ikiwa yanauzwa
tr_tr: satılırsa gelir
uk_ua: Виручка в разі продажу

source: Claim UNI token
ar_sa: المطالبة برمز UNI
da_dk: Gør krav på UNI-token
fi_fi: Lunasta UNI-tunnus
he_il: תבע את אסימון UNI
hu_hu: UNI token igénylése
id_id: Klaim token UNI
ja_jp: UNIトークンを要求する
sl_si: Zahtevaj žeton UNI
sr_sp: Захтевајте УНИ токен
sw_tz: Dai tokeni ya UNI
tr_tr: UNI jetonunu talep edin
uk_ua: Вимагайте токен UNI

source: We use anonymized data to enhance your experience with Uniswap Labs products.
ar_sa: نستخدم البيانات مجهولة المصدر لتحسين تجربتك مع منتجات Uniswap Labs.
da_dk: Vi bruger anonymiserede data til at forbedre din oplevelse med Uniswap Labs-produkter.
fi_fi: Käytämme anonymisoituja tietoja parantaaksemme Uniswap Labs -tuotteiden käyttökokemustasi.
he_il: אנו משתמשים בנתונים אנונימיים כדי לשפר את החוויה שלך עם מוצרי Uniswap Labs.
hu_hu: Anonimizált adatokat használunk, hogy javítsuk az Uniswap Labs termékeivel kapcsolatos élményt.
id_id: Kami menggunakan data anonim untuk meningkatkan pengalaman Anda dengan produk Uniswap Labs.
ja_jp: Uniswap Labs 製品のエクスペリエンスを向上させるために、匿名化されたデータを使用します。
nl_nl: We gebruiken geanonimiseerde gegevens om uw ervaring met Uniswap Labs-producten te verbeteren.
sl_si: Anonimizirane podatke uporabljamo za izboljšanje vaše izkušnje z izdelki Uniswap Labs.
sr_sp: Користимо анонимне податке да побољшамо ваше искуство са Унисвап Лабс производима.
sw_tz: Tunatumia data isiyojulikana ili kuboresha matumizi yako na bidhaa za Uniswap Labs.
tr_tr: Uniswap Labs ürünleriyle deneyiminizi geliştirmek için anonimleştirilmiş veriler kullanıyoruz.
uk_ua: Ми використовуємо анонімні дані, щоб покращити ваш досвід роботи з продуктами Uniswap Labs.

source: Your position will appear here.
ar_sa: سيظهر موقعك هنا.
da_dk: Din position vises her.
fi_fi: Sijaintisi näkyy täällä.
he_il: עמדתך תופיע כאן.
hu_hu: Az Ön pozíciója itt fog megjelenni.
id_id: Posisi Anda akan muncul di sini.
ja_jp: あなたのポジションがここに表示されます。
nl_nl: Uw positie zal hier verschijnen.
sl_si: Vaša pozicija bo prikazana tu.
sr_sp: Овде ће се појавити ваша позиција.
sw_tz: Msimamo wako utaonekana hapa.
tr_tr: Pozisyonunuz burada görünecektir.
uk_ua: Тут з'явиться ваша посада.

source: This transaction could not be sent because the deadline has passed. Please check that your transaction deadline is not too low.
ar_sa: تعذر إرسال هذه المعاملة لانتهاء الموعد المحدد. يرجى التحقق من أن الموعد النهائي لمعاملاتك ليس منخفضًا جدًا.
da_dk: Denne transaktion kunne ikke sendes, fordi fristen er udløbet. Tjek venligst, at din transaktionsfrist ikke er for lav.
fi_fi: Tätä tapahtumaa ei voitu lähettää, koska määräaika on umpeutunut. Tarkista, että tapahtumasi määräaika ei ole liian lyhyt.
he_il: לא ניתן לשלוח את העסקה הזו מכיוון שהמועד האחרון חלף. אנא בדוק שהמועד האחרון לעסקה שלך אינו נמוך מדי.
hu_hu: Ezt a tranzakciót nem lehetett elküldeni, mert lejárt a határidő. Kérjük, ellenőrizze, hogy a tranzakció határideje nem túl rövid.
id_id: Transaksi ini tidak dapat dikirim karena telah melewati batas waktu. Pastikan batas waktu transaksi Anda tidak terlalu rendah.
ja_jp: 期限が過ぎたため、このトランザクションは送信できませんでした。取引期限が短すぎないことを確認してください。
nl_nl: Deze transactie kon niet worden verzonden omdat de deadline is verstreken. Controleer of uw transactiedeadline niet te kort is.
sl_si: Te transakcije ni bilo mogoče poslati, ker je rok potekel. Prosimo, preverite, ali vaš rok transakcije ni prekratek.
sr_sp: Ова трансакција није могла бити послата јер је рок прошао. Проверите да рок ваше трансакције није пренизак.
sw_tz: Muamala huu haukuweza kutumwa kwa sababu tarehe ya mwisho imepita. Tafadhali hakikisha kwamba tarehe ya mwisho ya muamala wako si ya chini sana.
tr_tr: Son tarih geçtiği için bu işlem gönderilemedi. Lütfen işlem son tarihinizin çok düşük olmadığını kontrol edin.
uk_ua: Цю транзакцію не вдалося надіслати, оскільки кінцевий термін минув. Будь ласка, переконайтеся, що кінцевий термін транзакції не надто короткий.
