Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Your position will not earn fees or be used in trades until the market price moves into your range.
ar_sa: مركزك لن يكسب رسوماً أو يستخدم في التداول حتى ينتقل سعر السوق إلى نطاقك.
da_dk: Din position vil ikke optjene gebyrer eller blive brugt i handler, før markedsprisen bevæger sig ind i dit interval.
fi_fi: Positiosi ei ansaitse maksuja eikä sitä käytetä kaupankäynnissä ennen kuin markkinahinta sopii hintaluokkaasi.
he_il: העמדה שלך לא תרוויח עמלות ולא תשמש בעסקאות עד שמחיר השוק יעבור לטווח שלך.
hu_hu: A saját pozíció nem fog díjakat keresni, és kereskedelemben nem használható fel, amíg a piaci ár nem kerül az Ön tartományába.
id_id: Posisi Anda tidak akan menghasilkan biaya atau digunakan dalam perdagangan sampai harga pasar bergerak ke rentang Anda.
ja_jp: 市場価格が設定した価格範囲に入るまで、あなたのポジションは報酬を得られず、取引にも使われません。
nl_nl: Uw positie zal geen vergoedingen opleveren of worden gebruikt in transacties totdat de marktprijs binnen uw bereik komt.
sl_si: Ta polog vam ne bo prinašal provizij ali se uporabljal za trgovanje, dokler se tržna cena ne premakne v notranjost izbranega razpona.
sr_sp: Ваша позиција неће зарађивати провизије нити ће се користити у трговини док се тржишна цена не помери у ваш опсег.
sw_tz: Msimamo wako hautapata ada au kutumiwa katika biashara hadi bei ya soko iingie katika anuwai yako.
tr_tr: Piyasa fiyatı, aralığınıza girene kadar pozisyonunuz ücret kazanmayacak veya işlemlerde kullanılmayacaktır.
uk_ua: Ваша позиція не зароблятиме комісій і не використовуватиметься в торгівлі, поки ринкова ціна не перейде у ваш діапазон.

source: Uniswap governance
ar_sa: حوكمة Uniswap
da_dk: Uniswap-styring
fi_fi: Uniswap-hallinta
he_il: ממשל חד-החלפה
hu_hu: Uniswap kormányzás
id_id: Tata kelola Uniswap
ja_jp: ユニスワップガバナンス
nl_nl: Uniswap-bestuur
sl_si: Uniswap upravljanje
sr_sp: Унисвап управљање
sw_tz: Utawala wa Uniswap
tr_tr: Uniswap yönetimi
uk_ua: Управління Uniswap

source: Max fees
ar_sa: الرسوم القصوى
da_dk: Max gebyrer
fi_fi: Max maksut
he_il: מקסימום עמלות
hu_hu: Max díjak
id_id: Biaya maks
ja_jp: 最大手数料
nl_nl: Maximale toeslagen
sl_si: Največje pristojbine
sr_sp: Максималне накнаде
sw_tz: Upeo wa ada
tr_tr: Maksimum ücretler
uk_ua: Максимальна комісія

source: Queue
ar_sa: طابور
da_dk: Kø
fi_fi: Jonottaa
he_il: תוֹר
hu_hu: Sor
id_id: Antre
ja_jp: 列
nl_nl: Wachtrij
sl_si: Čakalna vrsta
sr_sp: Куеуе
sw_tz: Foleni
tr_tr: Sıra
uk_ua: Черга

source: Total value locked (TVL) is the aggregate amount of the asset available across all Uniswap v3 liquidity pools.
ar_sa: إجمالي القيمة المقفلة (TVL) هو المبلغ الإجمالي للأصل المتاح عبر جميع مجمعات السيولة Uniswap v3.
da_dk: Total value locked (TVL) er den samlede mængde af aktivet, der er tilgængeligt på tværs af alle Uniswap v3-likviditetspuljer.
fi_fi: Lukittu kokonaisarvo (TVL) on kaikkien Uniswap v3 -likviditeettipoolien käytettävissä olevien omaisuuserien kokonaismäärä.
he_il: ערך כולל נעול (TVL) הוא הסכום המצטבר של הנכס הזמין בכל מאגרי הנזילות של Uniswap v3.
hu_hu: A teljes zárolt érték (TVL) az összes Uniswap v3 likviditási poolban elérhető eszköz összesített összege.
id_id: Nilai total terkunci (TVL) adalah jumlah agregat aset yang tersedia di semua kumpulan likuiditas Uniswap v3.
ja_jp: ロックされた合計価値 (TVL) は、すべての Uniswap v3 流動性プール全体で利用可能な資産の合計額です。
nl_nl: Totale vergrendelde waarde (TVL) is het totale bedrag van het activum dat beschikbaar is in alle Uniswap v3-liquiditeitspools.
sl_si: Skupna zaklenjena vrednost (TVL) je skupni znesek sredstva, ki je na voljo v vseh likvidnostnih skladih Uniswap v3.
sr_sp: Укупна закључана вредност (ТВЛ) је збирни износ средстава који је доступан у свим Унисвап в3 ликвидним фондовима.
sw_tz: Thamani ya jumla iliyofungwa (TVL) ni kiasi cha jumla cha mali inayopatikana kwenye dimbwi zote za ukwasi za Uniswap v3.
tr_tr: Kilitlenen toplam değer (TVL), tüm Uniswap v3 likidite havuzlarında bulunan varlığın toplam miktarıdır.
uk_ua: Загальна заблокована вартість (TVL) — це загальна сума активу, доступна для всіх пулів ліквідності Uniswap v3.

source: Submitting vote
ar_sa: تقديم التصويت
da_dk: Afgiver stemme
fi_fi: Lähetetään ääntä
he_il: הגשת הצבעה
hu_hu: Szavazat leadása
id_id: Mengirimkan suara
ja_jp: 投票の送信
nl_nl: Stem indienen
sl_si: Pošiljanje glasu
sr_sp: Слање гласања
sw_tz: Kuwasilisha kura
tr_tr: Oy gönderiliyor
uk_ua: Подача голосу

source: Read more about unsupported assets
ar_sa: اقرأ المزيد عن الأصول غير المدعومة
da_dk: Læs mere om ikke-understøttede aktiver
fi_fi: Lue lisää ei-tuetuista varoista
he_il: קרא עוד על נכסים שאינם נתמכים
hu_hu: További információk a nem támogatott eszközökről
id_id: Baca selengkapnya tentang aset yang tidak didukung
ja_jp: サポートされていないアセットの詳細を見る
nl_nl: Lees meer over niet-ondersteunde middelen
sl_si: Preberite več o nepodprtih sredstvih
sr_sp: Прочитајте више о неподржаним материјалима
sw_tz: Soma zaidi kuhusu mali zisizoungwa mkono
tr_tr: Desteklenmeyen varlıklar hakkında daha fazla bilgi edinin
uk_ua: Докладніше про непідтримувані активи

source: Claim <0/> for {0}
ar_sa: مطالبة <0/> مقابل {0}
da_dk: Gør krav <0/> for {0}
fi_fi: Lunasta <0/> {0}:lle
he_il: טען <0/> עבור {0}
hu_hu: Igényeljen <0/> {0}-ért
id_id: Klaim <0/> untuk {0}
ja_jp: {0} の <0/> を請求する
nl_nl: Claim <0/> voor {0}
sl_si: Prevzemi <0/> za {0}
sr_sp: Тврдите <0/> за {0}
sw_tz: Dai <0/> kwa {0}
tr_tr: {0}için <0/> talep et
uk_ua: Претензія <0/> за {0}

source: This proposal may be executed after {0}.
ar_sa: يمكن تنفيذ هذا الاقتراح بعد {0}.
da_dk: Dette forslag kan udføres efter {0}.
fi_fi: Tämä ehdotus voidaan toteuttaa {0}jälkeen.
he_il: הצעה זו עשויה להתבצע לאחר {0}.
hu_hu: Ezt a javaslatot {0}után lehet végrehajtani.
id_id: Proposal ini dapat dijalankan setelah {0}.
ja_jp: この提案は {0} の後に実行される可能性があります。
nl_nl: Dit voorstel kan worden uitgevoerd na {0}.
sl_si: Ta pobuda se lahko izvrši po {0}.
sr_sp: Овај предлог се може извршити након {0}.
sw_tz: Pendekezo hili linaweza kutekelezwa baada ya {0}.
tr_tr: Bu teklif {0}sonra çalıştırılabilir.
uk_ua: Ця пропозиція може бути виконана після {0}.

source: Network cost
ar_sa: تكلفة الشبكة
da_dk: Netværksomkostninger
fi_fi: Verkon hinta
he_il: עלות רשת
hu_hu: Hálózati költség
id_id: Biaya jaringan
ja_jp: ネットワークコスト
nl_nl: Netwerkkosten
sl_si: Stroški omrežja
sr_sp: Трошкови мреже
sw_tz: Gharama ya mtandao
tr_tr: Ağ maliyeti
uk_ua: Вартість мережі

source: Earned UNI tokens represent voting shares in Uniswap governance.
ar_sa: تمثل رموز UNI التي تم الحصول عليها حصص التصويت في إدارة Uniswap.
da_dk: Optjente UNI-tokens repræsenterer stemmeaktier i Uniswap governance.
fi_fi: Ansaitut UNI-rahakkeet edustavat äänioikeusosakkeita Uniswapin hallinnossa.
he_il: אסימונים של UNI שהושכרו מייצגים מניות הצבעה בממשל Uniswap.
hu_hu: A megszerzett UNI-tokenek a szavazati részesedéseket jelentik az Uniswap irányításában.
id_id: Token UNI yang diperoleh mewakili hak suara dalam pengaturan Uniswap.
ja_jp: 保有するUNIトークンは、Uniswapのガバナンスにおける投票権を表します。
nl_nl: Verdiende UNI-tokens vertegenwoordigen stemgerechtigde aandelen in Uniswap-bestuur.
sl_si: Žetoni UNI predstavljajo delež glasovalnih pravic pri upravljanju sistema Uniswap.
sr_sp: Зарађени UNI токени представљају акције са правом гласа у управљању Uniswap-ом.
sw_tz: Ishara zilizopatikana za UNI zinawakilisha hisa za kupiga kura katika utawala wa Uniswap.
tr_tr: Kazanılan UNI jetonları, Uniswap yönetiminde oy hakkına sahip hisseleri temsil eder.
uk_ua: Зароблені токени UNI представляють акції з правом голосу в управлінні Uniswap.

source: Why is this required?
ar_sa: لماذا هذا مطلوب؟
da_dk: Hvorfor er dette påkrævet?
fi_fi: Miksi tätä vaaditaan?
he_il: למה זה נדרש?
hu_hu: Miért van erre szükség?
id_id: Mengapa ini diperlukan?
ja_jp: なぜこれが必要なのでしょうか?
nl_nl: Waarom is dit vereist?
sl_si: Zakaj je to potrebno?
sr_sp: Зашто је ово потребно?
sw_tz: Kwa nini hii inahitajika?
tr_tr: Bu neden gereklidir?
uk_ua: Чому це потрібно?

source: Remove <0/> and <1/>
ar_sa: قم بإزالة <0/> و <1/>
da_dk: Fjern <0/> og <1/>
fi_fi: Poista <0/> ja <1/>
he_il: הסר <0/> ו <1/>
hu_hu: Távolítsa el <0/> és <1/>
id_id: Hapus <0/> dan <1/>
ja_jp: <0/>と<1/>を削除
nl_nl: Verwijder <0/> en <1/>
sl_si: Odstrani <0/> in <1/>
sr_sp: Уклоните <0/> и <1/>
sw_tz: Ondoa <0/> na <1/>
tr_tr: <0/> ve <1/>kaldır
uk_ua: Видаліть <0/> і <1/>

source: Supply
ar_sa: الإمداد
da_dk: Forsyning
fi_fi: Tarjonta
he_il: לְסַפֵּק
hu_hu: Kínálat
id_id: Pasokan
ja_jp: 追加
nl_nl: Levering
sl_si: Položi
sr_sp: Снабдевање
sw_tz: Ugavi
tr_tr: Kaynak
uk_ua: Пропозиція

source: Enable spending {0} on Uniswap
ar_sa: تمكين الإنفاق {0} على Uniswap
da_dk: Aktiver forbrug {0} på Uniswap
fi_fi: Salli kuluttaa {0} Uniswapissa
he_il: אפשר הוצאה {0} על Uniswap
hu_hu: Engedélyezze {0} költést az Uniswapra
id_id: Aktifkan pembelanjaan {0} di Uniswap
ja_jp: Uniswapで {0} の売却を許可する
nl_nl: Schakel {0} uitgeven op Uniswap in
sl_si: Omogoči porabo {0} na Uniswap
sr_sp: Омогући потрошњу {0} на Унисвап
sw_tz: Washa matumizi {0} kwenye Uniswap
tr_tr: Uniswap'te {0} harcamayı etkinleştir
uk_ua: Увімкніть витрати {0} на Uniswap

source: Sign
ar_sa: لافتة
da_dk: Skilt
fi_fi: Merkki
he_il: סִימָן
hu_hu: Jel
id_id: Tanda
ja_jp: サイン
nl_nl: Teken
sl_si: Podpis
sr_sp: Сигн
sw_tz: Ishara
tr_tr: İmza
uk_ua: Знак

source: This app uses the following third-party APIs:
ar_sa: يستخدم هذا التطبيق واجهات برمجة تطبيقات الجهات الخارجية التالية:
da_dk: Denne app bruger følgende tredjeparts API'er:
fi_fi: Tämä sovellus käyttää seuraavia kolmannen osapuolen sovellusliittymiä:
he_il: אפליקציה זו משתמשת בממשקי ה-API של צד שלישי הבאים:
hu_hu: Ez az alkalmazás a következő harmadik féltől származó API-kat használja:
id_id: Aplikasi ini menggunakan API pihak ketiga berikut:
ja_jp: このアプリは、次のサードパーティAPIを使用します。
nl_nl: Deze app gebruikt de volgende API's van derden:
sl_si: Ta aplikacija uporablja naslednje API-je tretjih oseb:
sr_sp: Ова апликација користи следеће АПИ-је треће стране:
sw_tz: Programu hii hutumia API za wahusika wengine zifuatazo:
tr_tr: Bu uygulama, aşağıdaki üçüncü taraf API'lerini kullanır:
uk_ua: Ця програма використовує такі API сторонніх розробників:

source: Blocked address
ar_sa: عنوان محظور
da_dk: Blokeret adresse
fi_fi: Estetty osoite
he_il: כתובת חסומה
hu_hu: Zárolt cím
id_id: Alamat diblokir
ja_jp: ブロックされたアドレス
nl_nl: Geblokkeerd adres
sl_si: Blokiran naslov
sr_sp: Блокирана адреса
sw_tz: Anwani iliyozuiliwa
tr_tr: Engellenen adres
uk_ua: Заблокована адреса

source: reward
ar_sa: جائزة
da_dk: belønning
fi_fi: palkinto
he_il: פרס
hu_hu: jutalom
id_id: hadiah
ja_jp: 報酬
nl_nl: beloning
sl_si: nagrada
sr_sp: награда
sw_tz: zawadi
tr_tr: ödül
uk_ua: нагорода

source: Content not
ar_sa: المحتوى لا
da_dk: Indhold ikke
fi_fi: Sisältö ei
he_il: תוכן לא
hu_hu: Tartalom nem
id_id: Konten tidak
ja_jp: コンテンツではありません
nl_nl: Inhoud niet
sl_si: Vsebina ne
sr_sp: Садржај не
sw_tz: Yaliyomo sio
tr_tr: içerik değil
uk_ua: Зміст ні

source: Remove liquidity
ar_sa: إزالة السيولة
da_dk: Fjern likviditet
fi_fi: Poista likviditeetti
he_il: להסיר נזילות
hu_hu: Távolítsa el a likviditást
id_id: Hapus likuiditas
ja_jp: 流動性の除去
nl_nl: Verwijder liquiditeit
sl_si: Odstranite likvidnost
sr_sp: Уклоните ликвидност
sw_tz: Ondoa ukwasi
tr_tr: Likiditeyi kaldır
uk_ua: Видалити ліквідність

source: Not created
ar_sa: لم يتم إنشاؤه
da_dk: Ikke oprettet
fi_fi: Ei luotu
he_il: לא נוצר
hu_hu: Nem jött létre
id_id: Belum dibuat
ja_jp: 未作成
nl_nl: Niet gemaakt
sl_si: Ni ustvarjeno
sr_sp: Није креирано
sw_tz: Haijaundwa
tr_tr: oluşturulmadı
uk_ua: Не створений

source: Insufficient funds
ar_sa: رصيد غير كاف
da_dk: Ikke nok penge
fi_fi: Riittämättömät varat
he_il: אין מספיק כספים
hu_hu: Fedezethiány
id_id: Dana tidak mencukupi
ja_jp: 資金が不足しています。
nl_nl: Onvoldoende fondsen
sl_si: Nezadostna sredstva
sr_sp: Недовољно средстава
sw_tz: Hela hazitoshi
tr_tr: Yetersiz bakiye
uk_ua: Недостатньо коштів

source: Executing
ar_sa: التنفيذ
da_dk: Eksekverer
fi_fi: Suoritetaan
he_il: מְבַצֵעַ
hu_hu: Végrehajtó
id_id: Mengeksekusi
ja_jp: 実行中
nl_nl: Uitvoeren
sl_si: Izvrševanje
sr_sp: Извршавање
sw_tz: Utekelezaji
tr_tr: yürütme
uk_ua: Виконується

source: Withdraw deposited liquidity
ar_sa: سحب السيولة المودعة
da_dk: Udbetal indskudt likviditet
fi_fi: Vedä talletettu likviditeetti takaisin
he_il: משיכת נזילות שהופקדה
hu_hu: A letétbe helyezett likviditás visszavonása
id_id: Tarik likuiditas yang disetor
ja_jp: 預け入れた流動性を引き出す
nl_nl: Neem gedeponeerde liquiditeit op
sl_si: Dvignite položeno likvidnost
sr_sp: Повући депоновану ликвидност
sw_tz: Ondoa ukwasi uliowekwa
tr_tr: Yatırılan likiditeyi çekin
uk_ua: Зняти вкладену ліквідність

source: Version:
ar_sa: إصدار:
fi_fi: Versio:
he_il: גִרְסָה:
hu_hu: Változat:
id_id: Versi: kapan:
ja_jp: バージョン：
nl_nl: Versie:
sl_si: Različica:
sr_sp: верзија:
sw_tz: Toleo:
tr_tr: Sürüm:
uk_ua: Версія:

source: {i, plural, one {second} other {seconds}}
ar_sa: {i, plural, one {ثانية} other {ثواني}}
da_dk: {i, plural, one {anden} other {sekunder}}
fi_fi: {i, plural, one {toinen} other {sekuntia}}
he_il: {i, plural, one {שניה} other {שניות}}
hu_hu: {i, plural, one {második} other {másodperc}}
id_id: {i, plural, one {Kedua} other {detik}}
ja_jp: {i, plural, one {2番} other {秒}}
nl_nl: {i, plural, one {seconde} other {seconden}}
sl_si: {i, plural, one {drugič} other {sekund}}
sr_sp: {i, plural, one {друго} other {секунди}}
sw_tz: {i, plural, one {pili} other {sekunde}}
tr_tr: {i, plural, one {ikinci} other {saniye}}
uk_ua: {i, plural, one {другий} other {секунди}}

source: Cancel
ar_sa: يلغي
da_dk: Afbestille
fi_fi: Peruuttaa
he_il: לְבַטֵל
hu_hu: Megszünteti
id_id: Membatalkan
ja_jp: キャンセル
nl_nl: Annuleren
sl_si: Prekliči
sr_sp: Поништити, отказати
sw_tz: Ghairi
tr_tr: İptal etmek
uk_ua: Скасувати

source: Insufficient liquidity
ar_sa: سيولة غير كافية
da_dk: Utilstrækkelig likviditet
fi_fi: Likviditeetti riittämätön
he_il: נזילות לא מספקת
hu_hu: Elégtelen likviditás
id_id: Likuiditas tidak mencukupi
ja_jp: 不十分な流動性
nl_nl: Onvoldoende liquiditeit
sl_si: Nezadostna likvidnost
sr_sp: Недовољна ликвидност
sw_tz: Ukwasi wa kutosha
tr_tr: yetersiz likidite
uk_ua: Недостатня ліквідність

source: to
ar_sa: ل
da_dk: til
he_il: ל
hu_hu: nak nek
id_id: ke
ja_jp: に
nl_nl: naar
sl_si: do
sr_sp: до
sw_tz: kwa
tr_tr: ile
uk_ua: до

source: Selected range
ar_sa: النطاق المحدد
da_dk: Valgt område
fi_fi: Valittu alue
he_il: טווח נבחר
hu_hu: Kiválasztott tartomány
id_id: Rentang yang dipilih
ja_jp: 選択範囲
nl_nl: Geselecteerd bereik
sl_si: Izbrani obseg
sr_sp: Изабрани опсег
sw_tz: Masafa yaliyochaguliwa
tr_tr: Seçilen aralık
uk_ua: Вибраний діапазон

source: Wrap failed
ar_sa: فشل الالتفاف
da_dk: Ombrydning mislykkedes
fi_fi: Kääriminen epäonnistui
he_il: גלישה נכשלה
hu_hu: A becsomagolás nem sikerült
id_id: Bungkus gagal
ja_jp: ラップに失敗しました
nl_nl: Omslag mislukt
sl_si: Ovijanje ni uspelo
sr_sp: Премотавање није успело
sw_tz: Kufunga kumeshindwa
tr_tr: Sarma başarısız oldu
uk_ua: Помилка перегортання

source: Purchased
ar_sa: تم شراؤها
da_dk: Købt
fi_fi: Osti
he_il: נרכש
hu_hu: Vásárolt
id_id: Dibeli
ja_jp: 購入した
nl_nl: Gekocht
sl_si: Kupljeno
sr_sp: Купио
sw_tz: Imenunuliwa
tr_tr: satın alındı
uk_ua: Придбаний

source: Connecting to {0}
ar_sa: الاتصال بـ {0}
da_dk: Opretter forbindelse til {0}
fi_fi: Yhdistetään numeroon {0}
he_il: מתחבר ל {0}
hu_hu: Csatlakozás a {0}hoz
id_id: Menghubungkan ke {0}
ja_jp: {0}に接続する
nl_nl: Verbinden met {0}
sl_si: Povezovanje z {0}
sr_sp: Повезивање на {0}
sw_tz: Inaunganisha kwa {0}
tr_tr: {0}bağlanılıyor
uk_ua: Підключення до {0}

source: Search tokens and NFT collections
ar_sa: البحث عن الرموز ومجموعات NFT
da_dk: Søg tokens og NFT-samlinger
fi_fi: Etsi tokeneja ja NFT-kokoelmia
he_il: חפש אסימונים ואוספי NFT
hu_hu: Keresési tokenek és NFT-gyűjtemények
id_id: Cari token dan koleksi NFT
ja_jp: トークンとNFTコレクションを検索
nl_nl: Zoek tokens en NFT-collecties
sl_si: Iskanje žetonov in zbirk NFT
sr_sp: Претражите токене и НФТ колекције
sw_tz: Tafuta tokeni na mikusanyo ya NFT
tr_tr: Jetonları ve NFT koleksiyonlarını arayın
uk_ua: Шукайте токени та колекції NFT

source: Migrate liquidity failed
ar_sa: فشل ترحيل السيولة
da_dk: Migrering af likviditet mislykkedes
fi_fi: Likviditeetin siirto epäonnistui
he_il: העברת הנזילות נכשלה
hu_hu: A likviditás migrálása nem sikerült
id_id: Migrasi likuiditas gagal
ja_jp: 流動性の移行に失敗しました
nl_nl: Liquiditeit migreren mislukt
sl_si: Selitev likvidnosti ni uspela
sr_sp: Миграција ликвидности није успела
sw_tz: Malipo ya kuhama yameshindwa
tr_tr: Migrate likidite başarısız oldu
uk_ua: Не вдалося перенести ліквідність

source: The maximum amount you are guaranteed to spend. If the price slips any further, your transaction will revert.
ar_sa: أقصى مبلغ يضمن لك إنفاقه. إذا انخفض السعر أكثر ، فستعود معاملتك.
da_dk: Det maksimale beløb, du er garanteret at bruge. Hvis prisen falder yderligere, vil din transaktion vende tilbage.
fi_fi: Suurin summa, jonka taatusti kulutat. Jos hinta putoaa entisestään, kauppasi palautuu.
he_il: הסכום המקסימלי שמובטח לך להוציא. אם המחיר יורד עוד יותר, העסקה שלך תחזור.
hu_hu: A garantáltan elkölthető maximális összeg. Ha az ár tovább csúszik, a tranzakció visszaáll.
id_id: Jumlah maksimum yang dijamin akan Anda belanjakan. Jika harga tergelincir lebih jauh, transaksi Anda akan dikembalikan.
ja_jp: 保証されている最大金額。価格がさらに下落した場合、取引は差し戻されます。
nl_nl: Het maximale bedrag dat je gegarandeerd uitgeeft. Als de prijs nog verder zakt, wordt uw transactie teruggedraaid.
sl_si: Največji znesek, ki ga boste zagotovo porabili. Če cena še naprej pade, se bo vaša transakcija razveljavila.
sr_sp: Максимални износ који ћете гарантовано потрошити. Ако цена још више падне, ваша трансакција ће се вратити.
sw_tz: Kiasi cha juu ambacho umehakikishiwa kutumia. Ikiwa bei itapungua zaidi, muamala wako utarejeshwa.
tr_tr: Harcamanız garanti edilen maksimum tutar. Fiyat daha da düşerse, işleminiz geri döner.
uk_ua: Максимальна сума, яку ви гарантовано витратите. Якщо ціна знизиться далі, вашу транзакцію буде скасовано.

source: Added {0}
ar_sa: تم إضافة {0}
da_dk: Tilføjet {0}
fi_fi: Lisätty {0}
he_il: נוסף {0}
hu_hu: Hozzáadva {0}
id_id: Ditambahkan {0}
ja_jp: {0} を追加
nl_nl: Toegevoegd {0}
sl_si: Dodano v {0}
sr_sp: Додато {0}
sw_tz: Imeongezwa {0}
tr_tr: {0} eklendi
uk_ua: Додано {0}

source: Return to My NFTs
ar_sa: ارجع إلى NFTs الخاصة بي
da_dk: Vend tilbage til Mine NFT'er
fi_fi: Palaa kohtaan My NFT
he_il: חזור ל-NFTs שלי
hu_hu: Vissza a Saját NFT-hez
id_id: Kembali ke NFT Saya
ja_jp: 私のNFTに戻る
nl_nl: Keer terug naar Mijn NFT's
sl_si: Nazaj na Moje NFT-je
sr_sp: Вратите се на Моје НФТ
sw_tz: Rudi kwa NFTs Zangu
tr_tr: NFT'lerime Dön
uk_ua: Повернутися до Моїх NFT

source: Edit
ar_sa: يحرر
da_dk: Redigere
fi_fi: Muokkaa
he_il: לַעֲרוֹך
hu_hu: Szerkesztés
id_id: Ubah
ja_jp: 編集
nl_nl: Bewerking
sl_si: Uredi
sr_sp: Уредити
sw_tz: Hariri
tr_tr: Düzenle
uk_ua: Редагувати

source: Today
ar_sa: اليوم
da_dk: I dag
fi_fi: Tänään
he_il: היום
hu_hu: Ma
id_id: Hari ini
ja_jp: 今日
nl_nl: Vandaag
sl_si: Danes
sr_sp: Данас
sw_tz: Leo
tr_tr: Bugün
uk_ua: Сьогодні

source: 52W high
ar_sa: ارتفاع 52 واط
da_dk: 52W høj
fi_fi: 52W korkea
he_il: גובה 52W
hu_hu: 52W magas
id_id: 52W tinggi
ja_jp: 52週高値
nl_nl: 52W hoog
sl_si: 52W visoka
sr_sp: 52В хигх
sw_tz: 52W juu
tr_tr: 52W yüksek
uk_ua: Висота 52 Вт

source: Queue failed
ar_sa: فشل قائمة الانتظار
da_dk: Kø mislykkedes
fi_fi: Jono epäonnistui
he_il: התור נכשל
hu_hu: A várólista nem sikerült
id_id: Antrean gagal
ja_jp: キューに失敗しました
nl_nl: Wachtrij mislukt
sl_si: Čakalna vrsta ni uspela
sr_sp: Ред није успео
sw_tz: Foleni imeshindwa
tr_tr: Kuyruk başarısız oldu
uk_ua: Помилка черги

source: Vote to abstain on proposal {proposalId}
ar_sa: التصويت للامتناع عن التصويت على الاقتراح {proposalId}
da_dk: Stem for at undlade at stemme om forslag {proposalId}
fi_fi: Äänestetään tyhjää ehdotuksesta {proposalId}
he_il: הצביעו על הימנעות על הצעה {proposalId}
hu_hu: A {proposalId}számú javaslat esetében tartózkodni kell
id_id: Pilih untuk abstain pada proposal {proposalId}
ja_jp: 提案{proposalId} を棄権する
nl_nl: Stem om je te onthouden bij voorstel {proposalId}
sl_si: Vzdrži se glasovanja o pobudi {proposalId}
sr_sp: Гласајте за уздржан предлог {proposalId}
sw_tz: Kura ya kuacha pendekezo {proposalId}
tr_tr: Teklife çekimser oy verin {proposalId}
uk_ua: Проголосуйте за те, щоб утриматися від пропозиції {proposalId}

source: Please connect to Layer 1 Ethereum
ar_sa: يرجى الاتصال بـ Layer 1 Ethereum
da_dk: Forbind venligst til Layer 1 Ethereum
fi_fi: Yhdistä Layer 1 Ethereumiin
he_il: אנא התחבר אל Layer 1 Ethereum
hu_hu: Kérjük, csatlakozzon a Layer 1 Ethereumhoz
id_id: Silakan hubungkan ke Layer 1 Ethereum
ja_jp: イーサリアムのレイヤー1に接続してください
nl_nl: Maak verbinding met Layer 1 Ethereum
sl_si: Prosimo, povežite se z Ethereumom prvega sloja (layer 1)
sr_sp: Повежите се на Лаиер 1 Етхереум
sw_tz: Tafadhali unganisha kwenye Tabaka 1 Ethereum
tr_tr: Lütfen Katman 1 Ethereum'a bağlanın
uk_ua: Підключіться до рівня 1 Ethereum

source: Rejected
ar_sa: مرفوض
da_dk: Afvist
fi_fi: Hylätty
he_il: נִדחֶה
hu_hu: Elutasítva
id_id: Ditolak
ja_jp: 拒否
nl_nl: Afgewezen
sl_si: Zavrnjeno
sr_sp: Одбијен
sw_tz: Imekataliwa
tr_tr: Reddedilmiş
uk_ua: Відхилено

source: Uniswap governance is only available on Layer 1. Switch your network to Ethereum Mainnet to view Proposals and Vote.
ar_sa: حوكمة Uniswap متاحة فقط في الطبقة 1. قم بتبديل شبكتك إلى Ethereum Mainnet لعرض الاقتراحات والتصويت.
da_dk: Uniswap-styring er kun tilgængelig på lag 1. Skift dit netværk til Ethereum Mainnet for at se forslag og stemme.
fi_fi: Uniswap-hallinta on saatavilla vain tasossa 1. Vaihda verkkosi Ethereum Mainnetiin nähdäksesi ehdotukset ja äänestys.
he_il: ממשל Uniswap זמין רק בשכבה 1. העבר את הרשת שלך ל-Ethereum Mainnet כדי להציג הצעות ולהצביע.
hu_hu: Az Uniswap irányítás csak az 1. rétegen érhető el. A javaslatok és a szavazás megtekintéséhez kapcsolja át hálózatát az Ethereum Mainnet hálózatra.
id_id: Tata kelola Uniswap hanya tersedia di Layer 1. Alihkan jaringan Anda ke Ethereum Mainnet untuk melihat Proposal dan Vote.
ja_jp: Uniswapのガバナンスは、レイヤー1でのみ使用できます。提案と投票を表示するために、ネットワークをEthereumメインネットに切り替えて下さい。
nl_nl: Uniswap-governance is alleen beschikbaar op laag 1. Schakel uw netwerk over naar Ethereum Mainnet om voorstellen te bekijken en te stemmen.
sl_si: Upravljanje Uniswapa je za na voljo samo na sloju 1. Če želite videti pobude in glasovati, preklopite na omrežje Ethereum Mainnet.
sr_sp: Унисвап управљање је доступно само на нивоу 1. Пребаците своју мрежу на Етхереум Маиннет да бисте видели предлоге и гласали.
sw_tz: Utawala usiobadilishwa unapatikana tu kwenye Tabaka la 1. Badilisha mtandao wako uwe Ethereum Mainnet ili uone Mapendekezo na Kura.
tr_tr: Uniswap yönetişimi yalnızca Katman 1'de mevcuttur. Teklifleri ve Oylamayı görüntülemek için ağınızı Ethereum Mainnet'e geçirin.
uk_ua: Управління Uniswap доступне лише на рівні 1. Перемкніть свою мережу на Ethereum Mainnet, щоб переглядати пропозиції та голосувати.
