Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: V2 liquidity
ar_sa: سيولة V2
da_dk: V2-likviditet
fi_fi: V2-likviditeetti
he_il: נזילות V2
hu_hu: V2 likviditás
id_id: Likuiditas V2
ja_jp: V2の流動性
nl_nl: V2-liquiditeit
sl_si: Likvidnost V2
sr_sp: V2 ликвидност
sw_tz: V2 ukwasi
tr_tr: V2 likiditesi
uk_ua: V2 ліквідність

source: If the price moves so that you will pay more than {amount}, your transaction will be reverted. This is the maximum amount you are guaranteed to pay.
ar_sa: إذا تحرك السعر بحيث ستدفع أكثر من {amount}، فسيتم التراجع عن معاملتك. هذا هو الحد الأقصى للمبلغ الذي نضمن لك دفعه.
da_dk: Hvis prisen flytter sig, så du betaler mere end {amount}, vil din transaktion blive tilbageført. Dette er det maksimale beløb, du er garanteret at betale.
fi_fi: Jos hinta muuttuu niin, että maksat enemmän kuin {amount}, tapahtumasi palautetaan. Tämä on enimmäissumma, jonka olet taatusti maksanut.
he_il: אם המחיר זז כך שתשלם יותר מ {amount}, העסקה שלך תבוטל. זהו הסכום המקסימלי שמובטח לך לשלם.
hu_hu: Ha az ár úgy változik, hogy Ön {amount}-nál többet fog fizetni, a tranzakció visszaáll. Ez a maximális összeg, amelyet garantáltan fizet.
id_id: Jika harga bergerak sehingga Anda membayar lebih dari {amount}, transaksi Anda akan dikembalikan. Ini adalah jumlah maksimum yang dijamin akan Anda bayarkan.
ja_jp: 価格が変動して {amount}を超える金額を支払うことになった場合、トランザクションは取り消されます。これは、お支払いが保証される最大金額です。
nl_nl: Als de prijs zo beweegt dat u meer dan {amount}betaalt, wordt uw transactie teruggedraaid. Dit is het maximale bedrag dat u gegarandeerd betaalt.
sl_si: Če se cena premakne tako, da boste plačali več kot {amount}, bo vaša transakcija razveljavljena. To je najvišji znesek, ki ga boste zagotovo plačali.
sr_sp: Ако се цена помери тако да ћете платити више од {amount}, ваша трансакција ће бити враћена. Ово је максимални износ који ћете гарантовати да ћете платити.
sw_tz: Ikiwa bei itasogea ili ulipe zaidi ya {amount}, muamala wako utarejeshwa. Hiki ndicho kiwango cha juu zaidi ambacho umehakikishiwa kulipa.
tr_tr: Fiyatın {amount}fazla ödeme yapacak şekilde hareket etmesi durumunda işleminiz geri alınacaktır. Bu, ödemeyi garanti ettiğiniz maksimum tutardır.
uk_ua: Якщо ціна зміниться так, що ви заплатите більше {amount}, ваша транзакція буде скасована. Це максимальна сума, яку ви гарантовано заплатите.

source: Symbol not found
ar_sa: لم يتم العثور على الرمز
da_dk: Symbol ikke fundet
fi_fi: Symbolia ei löydy
he_il: הסמל לא נמצא
hu_hu: A szimbólum nem található
id_id: Simbol tidak ditemukan
ja_jp: シンボルが見つかりません
nl_nl: Symbool niet gevonden
sl_si: Simbola ni mogoče najti
sr_sp: Симбол није пронађен
sw_tz: Alama haijapatikana
tr_tr: Sembol bulunamadı
uk_ua: Символ не знайдено

source: You must connect an account.
ar_sa: يجب عليك توصيل حساب.
da_dk: Du skal forbinde en konto.
fi_fi: Sinun on yhdistettävä tili.
he_il: עליך לחבר חשבון.
hu_hu: Csatlakoznia kell egy fiókhoz.
id_id: Anda harus menghubungkan akun.
ja_jp: アカウントに接続してください。
nl_nl: U dient een account te koppelen.
sl_si: Povezati morate račun.
sr_sp: Морате повезати налог.
sw_tz: Lazima uunganishe akaunti.
tr_tr: Bir hesap bağlamalısınız.
uk_ua: Ви маєте підключити обліковий запис.

source: Active
ar_sa: نشط
da_dk: Aktiv
fi_fi: Aktiivinen
he_il: פָּעִיל
hu_hu: Aktív
id_id: Aktif
ja_jp: アクティブ
nl_nl: Actief
sl_si: Aktiven
sr_sp: Активно
sw_tz: Inatumika
tr_tr: Aktif
uk_ua: Активний

source: Removing {0} {1} and {2} {3}
ar_sa: إزالة {0} {1} و {2} {3}
da_dk: Fjerner {0} {1} og {2} {3}
fi_fi: Poistetaan {0} {1} ja {2} {3}
he_il: הסרת {0} {1} ו {2} {3}
hu_hu: {0} {1} és {2} {3} eltávolítása
id_id: Menghapus {0} {1} dan {2} {3}
ja_jp: {0} {1} と {2} {3} を解除中
nl_nl: Verwijderen van {0} {1} en {2} {3}
sl_si: Odstranitev {0} {1} in {2} {3}
sr_sp: Уклањање {0} {1} и {2} {3}
sw_tz: Kuondoa {0} {1} na {2} {3}
tr_tr: {0} {1} ve {2} {3} kaldırılıyor
uk_ua: Видалення {0} {1} та {2} {3}

source: Theme
ar_sa: سمة
da_dk: Tema
fi_fi: Teema
he_il: נושא
hu_hu: Téma
id_id: Tema
ja_jp: テーマ
nl_nl: Thema
sl_si: Tema
sr_sp: Тема
sw_tz: Mandhari
tr_tr: Tema
uk_ua: Тема

source: TVL
sr_sp: ТВЛ

source: Uniswap Protocol
ar_sa: بروتوكول Uniswap
da_dk: Uniswap-protokol
fi_fi: Uniswap-protokolla
he_il: פרוטוקול חד-החלפה
hu_hu: Uniswap protokoll
id_id: Protokol Uniswap
ja_jp: Uniswapプロトコル
sl_si: Protokol Uniswap
sr_sp: Унисвап Протоцол
sw_tz: Itifaki ya Uniswap
tr_tr: Uniswap Protokolü
uk_ua: Протокол Uniswap

source: Set prices to continue
ar_sa: حدد الأسعار للمتابعة
da_dk: Indstil priser for at fortsætte
fi_fi: Aseta hinnat jatkaaksesi
he_il: הגדר מחירים כדי להמשיך
hu_hu: Állítsa be az árakat a folytatáshoz
id_id: Tetapkan harga untuk melanjutkan
ja_jp: 継続するには価格を設定してください
nl_nl: Stel prijzen in om door te gaan
sl_si: Nastavite cene za nadaljevanje
sr_sp: Подесите цене да бисте наставили
sw_tz: Weka bei ili uendelee
tr_tr: Devam etmek için fiyatları belirleyin
uk_ua: Щоб продовжити, установіть ціни

source: Receive at least
ar_sa: تلقي على الأقل
da_dk: Modtag i det mindste
fi_fi: Vastaanota ainakin
he_il: קבלו לפחות
hu_hu: Fogadjon legalább
id_id: Terima setidaknya
ja_jp: 少なくとも受け取ってください
nl_nl: Minstens ontvangen
sl_si: Prejmi vsaj
sr_sp: Примите барем
sw_tz: Pokea angalau
tr_tr: En azından al
uk_ua: Отримайте хоча б

source: This fee is applied on select token pairs to ensure the best experience with Uniswap. It is paid in the output token and has already been factored into the quote.
ar_sa: يتم تطبيق هذه الرسوم على أزواج الرموز المميزة لضمان أفضل تجربة مع Uniswap. يتم دفعه في رمز الإخراج وقد تم بالفعل أخذه في الاعتبار في عرض الأسعار.
da_dk: Dette gebyr pålægges udvalgte tokenpar for at sikre den bedste oplevelse med Uniswap. Det betales i output-tokenet og er allerede indregnet i tilbuddet.
fi_fi: Tätä maksua sovelletaan valittuihin merkkipareihin parhaan mahdollisen Uniswap-kokemuksen varmistamiseksi. Se maksetaan tulostettaessa ja se on jo otettu huomioon tarjouksessa.
he_il: עמלה זו חלה על צמדי אסימונים נבחרים כדי להבטיח את החוויה הטובה ביותר עם Uniswap. הוא משולם באסימון הפלט וכבר נכלל בהצעת המחיר.
hu_hu: Ezt a díjat a kiválasztott tokenpárokra alkalmazzuk, hogy biztosítsuk a legjobb Uniswap-élményt. Kifizetik a kimeneti tokenben, és már bekerült az árajánlatba.
id_id: Biaya ini berlaku pada pasangan token tertentu untuk memastikan pengalaman terbaik dengan Uniswap. Itu dibayar dalam token keluaran dan telah diperhitungkan dalam penawaran.
ja_jp: この料金は、Uniswap で最高のエクスペリエンスを保証するために、選択されたトークン ペアに適用されます。これは出力トークンで支払われ、すでに見積もりに組み込まれています。
nl_nl: Deze vergoeding wordt toegepast op geselecteerde tokenparen om de beste ervaring met Uniswap te garanderen. Het wordt betaald in het uitvoertoken en is al in de prijsopgave verwerkt.
sl_si: Ta provizija se uporablja za izbrane pare žetonov, da se zagotovi najboljša izkušnja z Uniswap. Plača se v izhodnem žetonu in je že vključen v ponudbo.
sr_sp: Ова накнада се примењује на одабране парове токена како би се обезбедило најбоље искуство са Унисвап-ом. Плаћа се у излазном токену и већ је урачунато у понуду.
sw_tz: Ada hii inatumika kwa jozi za tokeni zilizochaguliwa ili kuhakikisha matumizi bora ya Uniswap. Inalipwa katika tokeni ya pato na tayari imejumuishwa kwenye nukuu.
tr_tr: Bu ücret, Uniswap ile en iyi deneyimi sağlamak için seçilen token çiftlerine uygulanır. Çıkış jetonunda ödenir ve zaten teklife dahil edilmiştir.
uk_ua: Ця комісія застосовується до вибраних пар токенів, щоб забезпечити найкращий досвід роботи з Uniswap. Він оплачується вихідним токеном і вже врахований у котируванні.

source: This transaction will not succeed either due to price movement or fee on transfer. Try increasing your slippage tolerance.
ar_sa: لن تنجح هذه الصفقة إما بسبب حركة السعر أو بسبب رسوم التحويل. حاول زيادة تحملك للانزلاق.
da_dk: Denne transaktion lykkes ikke på grund af prisbevægelse eller gebyr ved overførsel. Prøv at øge din glidningstolerance.
fi_fi: Tämä tapahtuma ei onnistu joko hinnanmuutoksen tai siirtopalkkion vuoksi. Yritä nostaa luistonsietoprosenttia.
he_il: עסקה זו לא תצליח גם בגלל תנועת מחירים או עמלה על העברה. נסה להגביר את סובלנות ההחלקה שלך.
hu_hu: Ez a tranzakció sem az ármozgás, sem az átutalási díj miatt nem lesz sikeres. Próbáld meg növelni a csúszástűrést.
id_id: Transaksi ini tidak akan berhasil baik karena pergerakan harga atau biaya transfer. Coba tingkatkan toleransi selip Anda.
ja_jp: この取引は、価格変動または転送時に手数料が発生するため、成功しません。スリッページの許容範囲を広げてみてください。
nl_nl: Deze transactie zal niet slagen vanwege prijsbewegingen of kosten bij overdracht. Probeer uw slipping tolerantie te vergroten.
sl_si: Ta transakcija ne bo uspela zaradi gibanja cene ali provizije za prenos. Poskusite povečati toleranco do zdrsa.
sr_sp: Ова трансакција неће успети или због кретања цена или због накнаде за пренос. Покушајте да повећате клизну толеранцију.
sw_tz: Ununuzi huu hautafanikiwa ama kwa sababu ya kusonga kwa bei au ada kwenye uhamishaji. Jaribu kuongeza uvumilivu wako wa kuteleza.
tr_tr: Bu işlem, ya fiyat hareketinden dolayı ya da transfer ücretinden dolayı başarılı olmayacak. Kayma toleransınızı artırmayı deneyin.
uk_ua: Ця транзакція не буде успішною ані через рух ціни, ані через комісію за переказ. Спробуйте збільшити свою толерантність до проковзування.

source: The market price is outside your specified price range. Single-asset deposit only.
ar_sa: سعر السوق خارج نطاق السعر المحدد الخاص بك. إيداع أصل واحد فقط.
da_dk: Markedsprisen ligger uden for din angivne prisklasse. Kun enkeltindskud.
fi_fi: Markkinahinta on määritellyn hintaluokan ulkopuolella. Vain yksittäisen omaisuuserän talletus.
he_il: מחיר השוק הוא מחוץ לטווח המחירים שצוין. הפקדת נכס יחיד בלבד.
hu_hu: A piaci ár kívül esik a megadott ártartományon. Csak egy eszközzel történő befizetés.
id_id: Harga pasar di luar rentang harga yang Anda tentukan. Khusus setoran aset tunggal.
ja_jp: 市場価格が設定した価格範囲から外れています。単一トークンのみ預け入れできます。
nl_nl: De marktprijs ligt buiten uw opgegeven prijsbereik. Alleen single-activa storten.
sl_si: Tržna cena je izven območja, ki ste ga izbrali. Položite lahko le eno od obeh sredstev.
sr_sp: Тржишна цена је изван наведеног распона цена. Само депозит за једно средство.
sw_tz: Bei ya soko iko nje ya kiwango chako cha bei maalum. Amana ya mali moja tu.
tr_tr: Piyasa fiyatı, belirttiğiniz fiyat aralığının dışında. Yalnızca tek varlıklı para yatırma yapılabilir.
uk_ua: Ринкова ціна виходить за межі вказаного діапазону цін. Можливі лише внески з одним активом.

source: Against
ar_sa: ضد
da_dk: Imod
fi_fi: Vastaan
he_il: נגד
hu_hu: Ellen
id_id: Melawan
ja_jp: 反対
nl_nl: Tegen
sl_si: Proti
sr_sp: Против
sw_tz: Kupinga
tr_tr: Karşısında
uk_ua: Проти

source: Canceled
ar_sa: ألغيت
da_dk: Aflyst
fi_fi: Peruutettu
he_il: מבוטל
hu_hu: Törölve
id_id: Dibatalkan
ja_jp: キャンセル
nl_nl: Geannuleerd
sl_si: Preklicana
sr_sp: Отказано
sw_tz: Imeghairishwa
tr_tr: İptal edildi
uk_ua: Скасовано

source: No pools yet
ar_sa: لا توجد حمامات سباحة حتى الآن
da_dk: Ingen pools endnu
fi_fi: Ei vielä uima-altaita
he_il: עדיין אין בריכות
hu_hu: Még nincsenek medencék
id_id: Belum ada kolam
ja_jp: まだプールはありません
nl_nl: Nog geen zwembaden
sl_si: Ni še bazenov
sr_sp: Још нема базена
sw_tz: Hakuna mabwawa bado
tr_tr: Henüz havuz yok
uk_ua: Басейнів ще немає

source: Show closed positions
ar_sa: إظهار المراكز المغلقة
da_dk: Vis lukkede positioner
fi_fi: Näytä suljetut paikat
he_il: הצג עמדות סגורות
hu_hu: Zárt pozíciók megjelenítése
id_id: Tampilkan posisi tertutup
ja_jp: 決済したポジションを表示
nl_nl: Toon gesloten posities
sl_si: Pokaži zaprte položaje
sr_sp: Прикажи затворене позиције
sw_tz: Onyesha nafasi zilizofungwa
tr_tr: Kapalı pozisyonları göster
uk_ua: Показати закриті позиції

source: {i, plural, one {month} other {months}}
ar_sa: {i, plural, one {شهر} other {شهور}}
da_dk: {i, plural, one {måned} other {måneder}}
fi_fi: {i, plural, one {kuukausi} other {kuukaudet}}
he_il: {i, plural, one {חודש} other {חודשים}}
hu_hu: {i, plural, one {hónap} other {hónapok}}
id_id: {i, plural, one {bulan} other {bulan}}
ja_jp: {i, plural, one {月} other {数か月}}
nl_nl: {i, plural, one {maand} other {maanden}}
sl_si: {i, plural, one {mesec} other {meseci}}
sr_sp: {i, plural, one {месец дана} other {месеци}}
sw_tz: {i, plural, one {mwezi} other {miezi}}
tr_tr: {i, plural, one {ay} other {ay}}
uk_ua: {i, plural, one {місяць} other {місяців}}

source: Vote to abstain on proposal {proposalKey}
ar_sa: التصويت للامتناع عن التصويت على الاقتراح {proposalKey}
da_dk: Stem for at undlade at stemme om forslag {proposalKey}
fi_fi: Äänestetään tyhjää ehdotuksesta {proposalKey}
he_il: הצביעו על הימנעות על הצעה {proposalKey}
hu_hu: A {proposalKey}számú javaslat esetében tartózkodni kell
id_id: Suara untuk abstain pada proposal {proposalKey}
ja_jp: 提案{proposalKey} を棄権する
nl_nl: Stem om je te onthouden bij voorstel {proposalKey}
sl_si: Vzdrži se glasovanja o pobudi {proposalKey}
sr_sp: Гласајте за уздржан предлог {proposalKey}
sw_tz: Piga kura ili kujiepusha na pendekezo {proposalKey}
tr_tr: Teklife çekimser oy verin {proposalKey}
uk_ua: Проголосуйте за те, щоб утриматися від пропозиції {proposalKey}

source: Oops, take me back to Swap
ar_sa: عفوًا ، أعدني إلى Swap
da_dk: Ups, tag mig tilbage til Swap
fi_fi: Oho, vie minut takaisin Swapiin
he_il: אופס, קח אותי בחזרה ל-Swap
hu_hu: Hoppá, vigyél vissza a Swapba
id_id: Ups, bawa saya kembali ke Swap
ja_jp: おっと、スワップに戻してください
nl_nl: Oeps, breng me terug naar Swap
sl_si: Ups, pelji me nazaj v Swap
sr_sp: Упс, врати ме у Свап
sw_tz: Lo, nirudishe kwa Wabadilishane
tr_tr: Hata, beni Swap'a geri götür
uk_ua: Ой, поверни мене до Swap

source: {0} fee tier
ar_sa: {0} فئة الرسوم
da_dk: {0} gebyrniveau
fi_fi: {0} maksutaso
he_il: דרגת עמלות {0}
hu_hu: {0} díjszint
id_id: {0} tingkat biaya
ja_jp: 手数料レベル{0}
nl_nl: {0} tariefniveau
sl_si: {0} stopnja pristojbine
sr_sp: {0} ниво накнаде
sw_tz: {0} daraja la ada
tr_tr: {0} ücret kademesi
uk_ua: {0} рівень комісії

source: Connect a wallet
ar_sa: توصيل محفظة
da_dk: Forbind en tegnebog
fi_fi: Yhdistä lompakko
he_il: חבר ארנק
hu_hu: Egy pénztárca csatlakoztatása
id_id: Hubungkan dompet
ja_jp: ウォレットに接続
nl_nl: Verbind een portemonnee
sl_si: Poveži denarnico
sr_sp: Повежите новчаник
sw_tz: Unganisha mkoba
tr_tr: Cüzdan bağlayın
uk_ua: Підключіть гаманець

source: from
ar_sa: من
da_dk: fra
fi_fi: alkaen
he_il: מ
hu_hu: tól től
id_id: dari
ja_jp: から
nl_nl: van
sl_si: od
sr_sp: из
sw_tz: kutoka
tr_tr: itibaren
uk_ua: від

source: You don't have enough votes to submit a proposal
ar_sa: ليس لديك أصوات كافية لتقديم اقتراح
da_dk: Du har ikke nok stemmer til at indsende et forslag
fi_fi: Sinulla ei ole tarpeeksi ääniä ehdotuksen jättämiseen
he_il: אין לך מספיק קולות כדי להגיש הצעה
hu_hu: Nincs elég szavazata egy javaslat benyújtásához
id_id: Anda tidak memiliki cukup suara untuk mengirimkan proposal
ja_jp: 提案を提出するのに十分な票がありません
nl_nl: U heeft niet genoeg stemmen om een voorstel in te dienen
sl_si: Nimate dovolj glasov za predložitev pobude.
sr_sp: Немате довољно гласова да поднесете предлог
sw_tz: Huna kura za kutosha kuwasilisha pendekezo
tr_tr: Teklif göndermek için yeterli oyunuzu yok
uk_ua: У вас недостатньо голосів, щоб подати пропозицію

source: Removed liquidity
ar_sa: السيولة المزالة
da_dk: Fjernet likviditet
fi_fi: Likviditeetti poistettu
he_il: הוסרה נזילות
hu_hu: Likviditás eltávolítva
id_id: Likuiditas dihapus
ja_jp: 流動性の除去
nl_nl: Liquiditeit verwijderd
sl_si: Odstranjena likvidnost
sr_sp: Уклоњена ликвидност
sw_tz: Kuondolewa kwa ukwasi
tr_tr: Kaldırılan likidite
uk_ua: Вилучена ліквідність

source: Send cancelled
ar_sa: تم إلغاء الإرسال
da_dk: Send annulleret
fi_fi: Lähetys peruutettu
he_il: השליחה בוטלה
hu_hu: Küldés törölve
id_id: Kirim dibatalkan
ja_jp: 送信がキャンセルされました
nl_nl: Verzenden geannuleerd
sl_si: Pošiljanje preklicano
sr_sp: Слање је отказано
sw_tz: Utumaji umeghairiwa
tr_tr: Gönderme iptal edildi
uk_ua: Надсилання скасовано

source: Submitted proposal
ar_sa: الاقتراح المقدم
da_dk: Indsendt forslag
fi_fi: Lähetetty ehdotus
he_il: הצעה שהוגשה
hu_hu: Benyújtott javaslat
id_id: Proposal yang diajukan
ja_jp: 提出された提案書
nl_nl: Ingediend voorstel
sl_si: Oddan predlog
sr_sp: Предат предлог
sw_tz: Pendekezo lililowasilishwa
tr_tr: sunulan teklif
uk_ua: Подано пропозицію

source: Execute failed
ar_sa: فشل التنفيذ
da_dk: Udførelse mislykkedes
fi_fi: Suoritus epäonnistui
he_il: הביצוע נכשל
hu_hu: A végrehajtás nem sikerült
id_id: Eksekusi gagal
ja_jp: 実行に失敗しました
nl_nl: Uitvoeren mislukt
sl_si: Izvedba ni uspela
sr_sp: Извршење није успело
sw_tz: Imeshindwa kutekeleza
tr_tr: Yürütme başarısız oldu
uk_ua: Не вдалося виконати

source: minutes
ar_sa: دقائق
da_dk: minutter
fi_fi: minuuttia
he_il: דקות
hu_hu: perc
id_id: menit
ja_jp: 分
nl_nl: minuten
sl_si: minut
sr_sp: минута
sw_tz: dakika
tr_tr: dakika
uk_ua: хвилин

source: Borrow cancelled
ar_sa: تم إلغاء الاقتراض
da_dk: Lån annulleret
fi_fi: Lainaus peruutettu
he_il: ההשאלה בוטלה
hu_hu: Kölcsönzés lemondva
id_id: Pinjaman dibatalkan
ja_jp: 借入がキャンセルされました
nl_nl: Lening geannuleerd
sl_si: Izposoja preklicana
sr_sp: Позајмица отказана
sw_tz: Kukopa kumeghairiwa
tr_tr: Borç iptal edildi
uk_ua: Позику скасовано

source: Add liquidity failed
ar_sa: فشل إضافة السيولة
da_dk: Tilføjelse af likviditet mislykkedes
fi_fi: Likviditeetin lisääminen epäonnistui
he_il: הוספת נזילות נכשלה
hu_hu: Nem sikerült a likviditás hozzáadása
id_id: Tambahkan likuiditas gagal
ja_jp: 流動性の追加に失敗しました
nl_nl: Liquiditeit toevoegen mislukt
sl_si: Dodajanje likvidnosti ni uspelo
sr_sp: Додавање ликвидности није успело
sw_tz: Imeshindwa kuongeza ukwasi
tr_tr: Likidite eklenemedi
uk_ua: Не вдалося додати ліквідність

source: Failed to switch networks
ar_sa: فشل تبديل الشبكات
da_dk: Kunne ikke skifte netværk
fi_fi: Verkon vaihtaminen epäonnistui
he_il: החלפת רשת נכשלה
hu_hu: Nem sikerült váltani a hálózatot
id_id: Gagal beralih jaringan
ja_jp: ネットワークの切り替えに失敗しました
nl_nl: Kan niet van netwerk wisselen
sl_si: Preklop omrežij ni uspel
sr_sp: Промена мреже није успела
sw_tz: Imeshindwa kubadilisha mitandao
tr_tr: Ağlar değiştirilemedi
uk_ua: Не вдалося змінити мережу

source: Invalid price input
ar_sa: إدخال سعر غير صالح
da_dk: Ugyldig prisinput
fi_fi: Virheellinen hintatieto
he_il: קלט מחירים לא חוקי
hu_hu: Érvénytelen ár input
id_id: Masukan harga tidak valid
ja_jp: 無効な価格入力
nl_nl: Ongeldige prijsinvoer
sl_si: Neveljaven vnos cene
sr_sp: Неважећи унос цене
sw_tz: Ingizo batili la bei
tr_tr: Geçersiz fiyat girişi
uk_ua: Недійсне введення ціни

source: and
ar_sa: و
da_dk: og
fi_fi: ja
he_il: ו
hu_hu: és
id_id: Dan
ja_jp: と
nl_nl: En
sl_si: in
sr_sp: и
sw_tz: na
tr_tr: Ve
uk_ua: і

source: <0/> All Proposals
ar_sa: <0/> جميع المقترحات
da_dk: <0/> Alle Forslag
fi_fi: <0/> Kaikki ehdotukset
he_il: <0/> כל ההצעות
hu_hu: <0 /> Minden javaslat
id_id: <0/> Semua Proposal
ja_jp: <0/>すべての提案
nl_nl: <0/> Alle voorstellen
sl_si: <0/> Vse pobude
sr_sp: <0/> Сви предлози
sw_tz: <0/> Mapendekezo Yote
tr_tr: <0/> Tüm Teklifler
uk_ua: <0/> Всі пропозиції

source: Download in the App Store to safely store your tokens and NFTs, swap tokens, and connect to crypto apps.
ar_sa: قم بالتنزيل في App Store لتخزين الرموز المميزة و NFT الخاصة بك بأمان ، وقم بتبديل الرموز المميزة ، والاتصال بتطبيقات التشفير.
da_dk: Download i App Store for sikkert at gemme dine tokens og NFT'er, bytte tokens og oprette forbindelse til kryptoapps.
fi_fi: Lataa App Storesta tallentaaksesi tunnuksesi ja NFT:si turvallisesti, vaihtaaksesi tokeneita ja muodostaaksesi yhteyden krypto-sovelluksiin.
he_il: הורד ב-App Store כדי לאחסן בבטחה את האסימונים וה-NFT שלך, להחליף אסימונים ולהתחבר לאפליקציות קריפטו.
hu_hu: Töltse le az App Store-ból a tokenek és NFT-k biztonságos tárolásához, a tokenek cseréjéhez és a kriptográfiai alkalmazásokhoz való csatlakozáshoz.
id_id: Unduh di App Store untuk menyimpan token dan NFT Anda dengan aman, menukar token, dan terhubung ke aplikasi crypto.
ja_jp: トークンと NFT を安全に保存しながら、トークンをスワップし、暗号資産アプリに接続するため、App Store でダウンロードしましょう。
nl_nl: Download in de App Store om uw tokens en NFT's veilig op te slaan, tokens te wisselen en verbinding te maken met crypto-apps.
sl_si: Prenesite v App Store, da varno shranite svoje žetone in NFT-je, zamenjate žetone in se povežete s kripto aplikacijami.
sr_sp: Преузмите у Апп Сторе-у да безбедно складиштите своје токене и НФТ-ове, замените токене и повежете се са крипто апликацијама.
sw_tz: Pakua katika Duka la Programu ili kuhifadhi tokeni na NFT zako kwa usalama, kubadilishana tokeni na kuunganisha kwenye programu za crypto.
tr_tr: Jetonlarınızı ve NFT'lerinizi güvenli bir şekilde saklamak, jetonları takas etmek ve kripto uygulamalarına bağlanmak için App Store'dan indirin.
uk_ua: Завантажуйте в App Store, щоб безпечно зберігати свої токени та NFT, обмінюватися токенами та підключатися до криптододатків.

source: Start listing
ar_sa: بدء الإدراج
da_dk: Start liste
fi_fi: Aloita listaus
he_il: התחל לרשום
hu_hu: Kezdje el a listázást
id_id: Mulai daftar
ja_jp: 上場開始
nl_nl: Begin met noteren
sl_si: Začnite navajati
sr_sp: Почните са листингом
sw_tz: Anza kuorodhesha
tr_tr: Listelemeye başla
uk_ua: Почати список

source: Claim your UNI tokens
ar_sa: طالب برموز UNI الخاصة بك
da_dk: Gør krav på dine UNI-tokens
fi_fi: Lunasta UNI-rahakkeesi
he_il: תבע את אסימוני ה- UNI שלך
hu_hu: Saját UNI tokenek igénylése
id_id: Klaim token UNI Anda
ja_jp: UNIトークンを請求する
nl_nl: Claim uw UNI-tokens
sl_si: Prevzemite svoje žetone UNI
sr_sp: Преузми своје УНИ токене
sw_tz: Chukua UNI tokeni yako
tr_tr: UNI jetonlarınızı talep edin
uk_ua: Заберіть свої токени UNI

source: Last price
ar_sa: السعر الاخير
da_dk: Sidste pris
fi_fi: Viimeinen hinta
he_il: מחיר סופי
hu_hu: Utolsó ár
id_id: Harga terakhir
ja_jp: 最終価格
nl_nl: Laatste prijs
sl_si: Zadnja cena
sr_sp: Последња цена
sw_tz: Bei ya mwisho
tr_tr: Son fiyat
uk_ua: Остання ціна

source: Hide resources
ar_sa: إخفاء الموارد
da_dk: Skjul ressourcer
fi_fi: Piilota resurssit
he_il: הסתר משאבים
hu_hu: Erőforrások elrejtése
id_id: Sembunyikan sumber daya
ja_jp: リソースを非表示
nl_nl: Bronnen verbergen
sl_si: Skrij vire
sr_sp: Сакриј ресурсе
sw_tz: Ficha rasilimali
tr_tr: kaynakları gizle
uk_ua: Приховати ресурси

source: Unknown Lend
ar_sa: إقراض غير معروف
da_dk: Ukendt udlån
fi_fi: Tuntematon laina
he_il: הלוואה לא ידוע
hu_hu: Ismeretlen kölcsön
id_id: Pinjaman Tidak Diketahui
ja_jp: 不明な貸し出し
nl_nl: Onbekende lening
sl_si: Neznan Lend
sr_sp: Ункновн Ленд
sw_tz: Ukopeshaji Usiojulikana
tr_tr: Bilinmeyen Borç
uk_ua: Невідомий Ленд

source: Create pool.
ar_sa: إنشاء مجموعة.
da_dk: Opret pulje.
fi_fi: Luo pooli.
he_il: צור בריכה.
hu_hu: Pool létrehozása.
id_id: Buat pool.
ja_jp: プールを作成
nl_nl: Maak een pool aan.
sl_si: Ustvari sklad.
sr_sp: Направите фонд.
sw_tz: Unda bwawa.
tr_tr: Havuz oluşturun.
uk_ua: Створіть пул.

source: Recipient
ar_sa: متلقي
da_dk: Modtager
fi_fi: Vastaanottaja
he_il: מקבל
hu_hu: Befogadó
id_id: Penerima
ja_jp: 受取人
nl_nl: Ontvanger
sl_si: Prejemnik
sr_sp: Прималац
sw_tz: Mpokeaji
tr_tr: alıcı
uk_ua: одержувач

source: Deployed
ar_sa: نشر
da_dk: Indsat
fi_fi: Käytössä
he_il: נפרס
hu_hu: Telepítve
id_id: Diterapkan
ja_jp: 導入済み
nl_nl: Ingezet
sl_si: Razporejen
sr_sp: Распоређено
sw_tz: Imetumwa
tr_tr: dağıtıldı
uk_ua: Розгорнуто

source: Pooled {0}:
ar_sa: مجمّع {0}:
da_dk: Pulje {0}:
fi_fi: Poolattu {0}:
he_il: מאוגד {0}:
hu_hu: Összevonva {0}:
id_id: Dikumpulkan {0}:
ja_jp: プールしている {0}:
nl_nl: Gepoold {0}:
sl_si: {0} v skladu:
sr_sp: Сакупљено {0}:
sw_tz: Iliyounganishwa {0}:
tr_tr: Havuza alınmış {0}:
uk_ua: Заведено в пул {0}:

source: Check network status
ar_sa: تحقق من حالة الشبكة
da_dk: Tjek netværksstatus
fi_fi: Tarkista verkon tila
he_il: בדוק את מצב הרשת
hu_hu: Ellenőrizze a hálózat állapotát
id_id: Periksa status jaringan
ja_jp: ネットワークの状態を確認
nl_nl: Controleer de netwerkstatus
sl_si: Stanje omrežja preverite
sr_sp: Проверите статус мреже
sw_tz: Angalia hali ya mtandao
tr_tr: Ağ durumunu kontrol edin
uk_ua: Перевірте стан мережі
