Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Connect
ar_sa: يتصل
da_dk: Forbinde
fi_fi: Kytkeä
he_il: לְחַבֵּר
hu_hu: Csatlakozás
id_id: Menghubung
ja_jp: 接続
nl_nl: Aansluiten
sl_si: Povežite se
sr_sp: Повежите се
sw_tz: Unganisha
tr_tr: Bağlamak
uk_ua: Підключитися

source: You may have lost your network connection.
ar_sa: ربما تكون قد فقدت اتصالك بالشبكة.
da_dk: Du har muligvis mistet din netværksforbindelse.
fi_fi: Olet ehkä menettänyt verkkoyhteytesi.
he_il: ייתכן שאיבדת את החיבור לרשת.
hu_hu: Lehet, hogy megszakadt a hálózati kapcsolat.
id_id: Anda mungkin telah kehilangan koneksi jaringan Anda.
ja_jp: ネットワーク接続が失われた可能性があります。
nl_nl: Mogelijk bent u uw netwerkverbinding kwijtgeraakt.
sl_si: Morda ste izgubili omrežno povezavo.
sr_sp: Можда сте изгубили мрежну везу.
sw_tz: Labda umepoteza muunganisho wako wa mtandao.
tr_tr: Ağ bağlantınızı kaybetmiş olabilirsiniz.
uk_ua: Можливо, ви втратили підключення до мережі.

source: Delegated to:
ar_sa: مفوض إلى:
da_dk: Delegeret til:
fi_fi: Delegoitu henkilölle:
he_il: הואצל ל:
hu_hu: Delegálva:
id_id: Didelegasikan ke:
ja_jp: 委任先:
nl_nl: Overgedragen aan:
sl_si: Zastopnik:
sr_sp: Делегирано за:
sw_tz: Imekabidhiwa kwa:
tr_tr: Yetki verildi:
uk_ua: Делеговані до:

source: Best for stable pairs.
ar_sa: الأفضل للأزواج مستقرة.
da_dk: Bedst for stabile par.
fi_fi: Paras vakaille pareille.
he_il: הטוב ביותר לזוגות יציבים.
hu_hu: Legjobb stabil párokhoz.
id_id: Terbaik untuk pasangan stabil.
ja_jp: 安定的なペアに最適
nl_nl: Het beste voor stabiele paren.
sl_si: Primerno za stabilne pare.
sr_sp: Најбоље за стабилне парове.
sw_tz: Bora kwa pair thabiti.
tr_tr: Kararlı çiftler için en iyisi.
uk_ua: Найкраще для стабільних пар.

source: Add V2 liquidity cancelled
ar_sa: إضافة السيولة V2 الملغاة
da_dk: Tilføj V2-likviditet annulleret
fi_fi: Lisää V2 likviditeettiä peruutettu
he_il: הוספת נזילות V2 בוטלה
hu_hu: V2 likviditás hozzáadása törölve
id_id: Tambahkan likuiditas V2 dibatalkan
ja_jp: V2流動性の追加がキャンセルされました
nl_nl: Toevoegen V2-liquiditeit geannuleerd
sl_si: Dodajanje likvidnosti V2 je preklicano
sr_sp: Додавање В2 ликвидности је отказано
sw_tz: Kuongeza ukwasi wa V2 kumeghairiwa
tr_tr: Add V2 likiditesi iptal edildi
uk_ua: Додавання ліквідності V2 скасовано

source: You should only deposit liquidity into Uniswap V3 at a price you believe is correct. <0/>If the price seems incorrect, you can either make a swap to move the price or wait for someone else to do so.
ar_sa: يجب عليك إيداع السيولة فقط في Uniswap V3 بسعر تعتقد أنه صحيح. <0/>إذا بدا السعر غير صحيح، يمكنك إما مقايضة لتحريك السعر أو الانتظار حتى يقوم شخص آخر بذلك.
da_dk: Du bør kun indbetale likviditet til Uniswap V3 til en pris, du mener er korrekt. <0/>Hvis prisen synes forkert, kan du enten lave et bytte for at flytte prisen eller vente på, at en anden gør det.
fi_fi: Sinun tulisi tallettaa likviditeettiä Uniswap V3:een ainoastaan hintaan, jonka uskot olevan oikein. <0/>Jos hinta vaikuttaa virheelliseltä, voit joko vaihtaa hintaa tai odottaa jonkun muun tekevän niin.
he_il: עליכם להפקיד נזילות רק ב- Uniswap V3 במחיר שלדעתכם נכון. <0/> אם נראה שהמחיר שגוי, באפשרותך להחליף כדי להזיז את המחיר או לחכות שמישהו אחר יעשה זאת.
hu_hu: Csak olyan áron helyezhet el likviditást az Uniswap V3-ban, amelyet helyesnek tart. <0/>Ha az ár helytelennek tűnik, akkor vagy cserét hajt végre az ár elmozdítása érdekében, vagy megvárhatja, hogy valaki más megtegye ezt.
id_id: Anda hanya boleh menyetorkan likuiditas ke Uniswap V3 dengan harga yang Anda yakini benar. <0/>Jika harga tampak salah, Anda dapat melakukan pertukaran untuk memindahkan harga atau menunggu orang lain melakukannya.
ja_jp: Uniswap V3への流動性の預け入れは、正しいと思われる価格でのみ行ってください。<0/>もし価格が正しくないと思われる場合は、スワップをして価格を動かすか、他の人が同様のことをするのを待つことができます。
nl_nl: U dient alleen liquiditeit in Uniswap V3 te storten tegen een prijs die u correct acht. <0/>Als de prijs onjuist lijkt, kunt u een wissel uitvoeren om de prijs te bewegen of wachten tot iemand anders dit doet.
sl_si: V Uniswap V3 položite likvidnost le po ceni, za katero menite, da je pravilna. <0/>Če se zdi cena napačna, lahko izvedete menjavo, s čimer premaknete ceno, ali pa počakajte, da to stori nekdo drug.
sr_sp: Ликвидност треба да депонујете у Uniswap V3 само по цени за коју сматрате да је тачна. <0/> Ако се цена чини нетачном, можете извршити замену да бисте преместили цену или сачекајте да то учини неко други.
sw_tz: Unapaswa kuweka tu ukwasi kwenye Uniswap V3 kwa bei unayoamini ni sahihi. <0 /> Ikiwa bei inaonekana si sahihi, unaweza kubadilisha kwa kuhamisha bei au subiri mtu mwingine afanye hivyo.
tr_tr: Uniswap V3'e yalnızca doğru olduğuna inandığınız bir fiyat üzerinden likidite yatırmalısınız. <0/>Fiyat yanlış görünüyorsa, fiyatı değiştirmek için bir swap yapabilir veya başka birinin yapmasını bekleyebilirsiniz.
uk_ua: Ви маєте вносити ліквідність у Uniswap V3 лише за ціною, яку ви вважаєте правильною. <0/> Якщо ціна здається неправильною, ви можете здійснити обмін, аби перемістити ціну, або дочекатися, поки цього зробить хтось інший.

source: learn more.
ar_sa: يتعلم أكثر.
da_dk: Lær mere.
fi_fi: oppia lisää.
he_il: למד עוד.
hu_hu: tudj meg többet.
id_id: Belajarlah lagi.
ja_jp: もっと詳しく知る。
nl_nl: kom meer te weten.
sl_si: nauči se več.
sr_sp: Сазнајте више.
sw_tz: Jifunze zaidi.
tr_tr: daha fazla bilgi edin.
uk_ua: вивчайте більше.

source: Approving
ar_sa: الموافقة
da_dk: Godkender
fi_fi: Hyväksytään
he_il: מאשר
hu_hu: Jóváhagyás
id_id: Menyetujui
ja_jp: 承認中
nl_nl: Goedkeuren
sl_si: Odobritev v teku
sr_sp: Одобравање
sw_tz: Kusibitisha
tr_tr: Onaylanıyor
uk_ua: Схвалення

source: Edit listings
ar_sa: تحرير القوائم
da_dk: Rediger fortegnelser
fi_fi: Muokkaa listauksia
he_il: ערוך רישומים
hu_hu: Adatok szerkesztése
id_id: Mengedit daftar
ja_jp: リストを編集
nl_nl: Lijsten bewerken
sl_si: Uredite sezname
sr_sp: Уредите листе
sw_tz: Hariri matangazo
tr_tr: Listeleri düzenle
uk_ua: Редагувати списки

source: Submitting proposal
ar_sa: تقديم الاقتراح
da_dk: Indsender forslag
fi_fi: Ehdotuksen jättäminen
he_il: מגיש הצעה
hu_hu: Javaslat benyújtása
id_id: Mengajukan proposal
ja_jp: 提案書の提出
nl_nl: Voorstel indienen
sl_si: Oddaja predloga
sr_sp: Подношење предлога
sw_tz: Kuwasilisha pendekezo
tr_tr: teklif gönderme
uk_ua: Подання пропозиції

source: Connect to a wallet to view your liquidity.
ar_sa: وصّل بمحفظة لعرض السيولة الخاصة بك.
da_dk: Opret forbindelse til en tegnebog for at se din likviditet.
fi_fi: Yhdistä lompakkoon nähdäksesi likviditeettisi.
he_il: התחבר לארנק כדי להציג את הנזילות שלך.
hu_hu: Csatlakozzon egy pénztárcához a likviditás megtekintéséhez.
id_id: Hubungkan ke dompet untuk melihat likuiditas Anda.
ja_jp: ウォレットに接続して流動性を確認します。
nl_nl: Maak verbinding met een portemonnee om uw liquiditeit te bekijken.
sl_si: Če si želite ogledati svojo likvidnost, povežite denarnico.
sr_sp: Повежите се са новчаником да бисте видели своју ликвидност.
sw_tz: Unganisha kwenye mkoba ili uone ukwasi wako.
tr_tr: Likiditenizi görüntülemek için bir cüzdana bağlanın.
uk_ua: Підключіться до гаманця, щоб переглянути свою ліквідність.

source: Allowed
ar_sa: مسموح
da_dk: Tilladt
fi_fi: Sallittu
he_il: מוּתָר
hu_hu: Engedélyezve
id_id: Diizinkan
ja_jp: 許可済
nl_nl: Toegestaan
sl_si: Dovoljeno
sr_sp: Дозвољен
sw_tz: Ruhusu
tr_tr: İzin veriliyor
uk_ua: Дозволено

source: Adding V2 liquidity
ar_sa: إضافة سيولة V2
da_dk: Tilføjelse af V2-likviditet
fi_fi: V2-likviditeetin lisääminen
he_il: הוספת נזילות V2
hu_hu: V2 likviditás hozzáadása
id_id: Menambahkan likuiditas V2
ja_jp: V2流動性の追加
nl_nl: V2-liquiditeit toevoegen
sl_si: Dodajanje likvidnosti V2
sr_sp: Додавање В2 ликвидности
sw_tz: Kuongeza ukwasi wa V2
tr_tr: V2 likiditesi ekleme
uk_ua: Додавання ліквідності V2

source: here.
ar_sa: هنا.
da_dk: her.
fi_fi: tässä.
he_il: כאן.
hu_hu: itt.
id_id: Di Sini.
ja_jp: ここ。
nl_nl: hier.
sl_si: tukaj.
sr_sp: овде.
sw_tz: hapa.
tr_tr: Burada.
uk_ua: тут.

source: Unavailable
ar_sa: غير متوفره
da_dk: Ikke tilgængelig
fi_fi: Ei saatavilla
he_il: אינו זמין
hu_hu: Nem érhető el
id_id: Tidak tersedia
ja_jp: 利用不可
nl_nl: Niet beschikbaar
sl_si: Ni na voljo
sr_sp: Недоступно
sw_tz: Haipatikani
tr_tr: Kullanım dışı
uk_ua: Недоступний

source: Migrate V2 liquidity
ar_sa: ترحيل سيولة V2
da_dk: Migrer V2-likviditet
fi_fi: Siirrä V2-likviditeetti
he_il: העבר נזילות V2
hu_hu: V2 likviditás migrálása
id_id: Migrasikan likuiditas V2
ja_jp: V2の流動性を移行
nl_nl: Migreer V2-liquiditeit
sl_si: Preseli likvidnost V2
sr_sp: Миграција ликвидности V2
sw_tz: Hamisha ukwasi wa V2
tr_tr: V2 likiditesini geçirin
uk_ua: Перенесення ліквідності V2

source: Execute cancelled
ar_sa: تم إلغاء التنفيذ
da_dk: Udførelse annulleret
fi_fi: Suorita peruutettu
he_il: הביצוע בוטל
hu_hu: Végrehajtás törölve
id_id: Eksekusi dibatalkan
ja_jp: 実行キャンセル
nl_nl: Uitvoeren geannuleerd
sl_si: Izvedba preklicana
sr_sp: Извршење је отказано
sw_tz: Utekelezaji umeghairiwa
tr_tr: Yürütme iptal edildi
uk_ua: Виконання скасовано

source: No tokens found
ar_sa: لم يتم العثور على الرموز المميزة
da_dk: Ingen tokens fundet
fi_fi: Tunnuksia ei löytynyt
he_il: לא נמצאו אסימונים
hu_hu: Nem található token
id_id: Tidak ada token yang ditemukan
ja_jp: トークンが見つかりません。
nl_nl: Geen tokens gevonden
sl_si: Ni najdenih žetonov
sr_sp: Нису пронађени токени
sw_tz: Hakuna tokeni zilizopatikana
tr_tr: Belirteç bulunamadı
uk_ua: Токенів не знайдено

source: List NFTs
ar_sa: قائمة NFTs
da_dk: Liste over NFT'er
fi_fi: Listaa NFT:t
he_il: רשום NFTs
hu_hu: Sorolja fel az NFT-ket
id_id: Daftar NFT
ja_jp: NFTの一覧表示
nl_nl: Maak een lijst van NFT's
sl_si: Seznam NFT-jev
sr_sp: Листа НФТ-ова
sw_tz: Orodhesha NFTs
tr_tr: NFT'leri Listeleme
uk_ua: Список NFT

source: Added Liquidity
ar_sa: السيولة المضافة
da_dk: Tilføjet likviditet
fi_fi: Likviditeettiä lisätty
he_il: תוספת נזילות
hu_hu: Hozzáadott likviditás
id_id: Menambahkan Likuiditas
ja_jp: 流動性の追加
nl_nl: Toegevoegde liquiditeit
sl_si: Dodana likvidnost
sr_sp: Додата ликвидност
sw_tz: Aliongeza Liquidity
tr_tr: Ek Likidite
uk_ua: Додана ліквідність

source: High price
ar_sa: غالي السعر
da_dk: Høj pris
fi_fi: Korkea hinta
he_il: מחיר גבוה
hu_hu: Magas ár
id_id: Harga tinggi
ja_jp: 高価
nl_nl: Hoge prijs
sl_si: Visoka cena
sr_sp: Висока цена
sw_tz: Bei ya juu
tr_tr: Yüksek fiyat
uk_ua: Висока ціна

source: Insufficient funds for swap
ar_sa: أموال غير كافية للمبادلة
da_dk: Utilstrækkelige midler til swap
fi_fi: Rahat eivät riitä vaihtoon
he_il: אין מספיק כספים להחלפה
hu_hu: Nincs elég pénz a swaphoz
id_id: Dana tidak cukup untuk swap
ja_jp: スワップ資金が不足している
nl_nl: Onvoldoende saldo voor swap
sl_si: Nezadostna sredstva za zamenjavo
sr_sp: Недовољно средстава за замену
sw_tz: Fedha haitoshi kwa kubadilishana
tr_tr: Takas için yetersiz bakiye
uk_ua: Недостатньо коштів для обміну

source: Migrate liquidity to V3
ar_sa: ترحيل السيولة إلى V3
da_dk: Migrer likviditet til V3
fi_fi: Siirrä likviditeetti V3:een
he_il: העבר נזילות ל-V3
hu_hu: Likviditás migrálása V3-ra
id_id: Migrasi likuiditas ke V3
ja_jp: 流動性を V3 に移行する
nl_nl: Migreer liquiditeit naar V3
sl_si: Preseli likvidnost na V3
sr_sp: Пренесите ликвидност на В3
sw_tz: Hamisha ukwasi hadi V3
tr_tr: Likiditeyi V3'e taşıyın
uk_ua: Перенесіть ліквідність на V3

source: Burn failed
ar_sa: فشل الحرق
da_dk: Brænding mislykkedes
fi_fi: Poltto epäonnistui
he_il: הצריבה נכשלה
hu_hu: Az égés nem sikerült
id_id: Pembakaran gagal
ja_jp: バーンに失敗しました
nl_nl: Branden mislukt
sl_si: Zapis ni uspel
sr_sp: Спаљивање није успело
sw_tz: Kuchoma kumeshindwa
tr_tr: Yazma başarısız oldu
uk_ua: Записати не вдалося

source: Price impact
ar_sa: تأثير السعر
da_dk: Prispåvirkning
fi_fi: Hintavaikutus
he_il: השפעה על המחיר
hu_hu: Árhatás
id_id: Dampak harga
ja_jp: 価格への影響
nl_nl: Prijsimpact
sl_si: Vpliv na ceno
sr_sp: Утицај на цену
sw_tz: Athari ya bei
tr_tr: Fiyat etkisi
uk_ua: Вплив на ціну

source: Collected fees
ar_sa: الرسوم المحصلة
da_dk: Opkrævede gebyrer
fi_fi: Kerätyt maksut
he_il: עמלות שנגבו
hu_hu: Beszedett díjak
id_id: Biaya yang terkumpul
ja_jp: 徴収された料金
nl_nl: Verzamelde vergoedingen
sl_si: Pobrane pristojbine
sr_sp: Прикупљене накнаде
sw_tz: Ada zilizokusanywa
tr_tr: tahsil edilen ücretler
uk_ua: Зібрані збори

source: Pool tokens in rewards pool:
ar_sa: رموز المجموعة في مجموعة المكافآت:
da_dk: Puljetokens i belønningspuljen:
fi_fi: Poolirahakkeita palkintopoolissa:
he_il: אסימונים למאגר בבריכת תגמולים:
hu_hu: Pool tokenek a jutalom poolban:
id_id: Token pool di pool hadiah:
ja_jp: 報酬プール内のプールトークン:
nl_nl: Pooltokens in beloningenpool:
sl_si: Žetoni sklada v skladu nagrad:
sr_sp: Удружени жетони у наградном фонду:
sw_tz: Ishara za dimbwi kwenye dimbwi la tuzo:
tr_tr: Ödül havuzundaki havuz jetonları:
uk_ua: Токени пулу в пулі винагород:

source: No token information available
ar_sa: لا توجد معلومات رمزية متاحة
da_dk: Ingen token-information tilgængelig
fi_fi: Tunnustietoja ei ole saatavilla
he_il: אין מידע אסימון זמין
hu_hu: Nem áll rendelkezésre token információ
id_id: Tidak ada informasi token yang tersedia
ja_jp: 利用可能なトークン情報がありません
nl_nl: Geen tokeninformatie beschikbaar
sl_si: Informacije o žetonu niso na voljo
sr_sp: Нема доступних информација о токену
sw_tz: Hakuna maelezo ya tokeni yanayopatikana
tr_tr: Belirteç bilgisi yok
uk_ua: Інформація про маркери недоступна

source: Enter {0} amount
ar_sa: أدخل مبلغ {0}
da_dk: Indtast {0} beløb
fi_fi: Syötä {0} summa
he_il: הזן סכום {0}
hu_hu: Adjon meg {0} összeget
id_id: Masukkan {0} jumlah
ja_jp: {0} の数量を入力してください
nl_nl: Vul {0} bedrag in
sl_si: Vnesite znesek {0}
sr_sp: Унесите {0} износ
sw_tz: Weka kiasi {0}
tr_tr: {0} miktar girin
uk_ua: Введіть суму {0}

source: Invalid recipient
ar_sa: مستلم غير صالح
da_dk: Ugyldig modtager
fi_fi: Virheellinen vastaanottaja
he_il: נמען לא חוקי
hu_hu: Érvénytelen címzett
id_id: Penerima tidak valid
ja_jp: 受け取りアドレスが無効です
nl_nl: Ongeldige ontvanger
sl_si: Neveljaven prejemnik
sr_sp: Неважећи прималац
sw_tz: Mpokeaji si sahihi
tr_tr: Geçersiz alıcı
uk_ua: Недійсний одержувач

source: Add V2 liquidity
ar_sa: أضف سيولة V2
da_dk: Tilføj V2-likviditet
fi_fi: Lisää V2 likviditeettiä
he_il: הוסף נזילות V2
hu_hu: Adjon hozzá V2 likviditást
id_id: Tambahkan likuiditas V2
ja_jp: V2流動性を追加
nl_nl: Voeg V2-liquiditeit toe
sl_si: Dodajte likvidnost V2
sr_sp: Додајте В2 ликвидност
sw_tz: Ongeza ukwasi wa V2
tr_tr: V2 likiditesini ekleyin
uk_ua: Додайте ліквідність V2

source: An approval is needed to use this token.
ar_sa: هناك حاجة إلى موافقة لاستخدام هذا الرمز المميز.
da_dk: Der kræves en godkendelse for at bruge dette token.
fi_fi: Tämän tunnuksen käyttämiseen tarvitaan hyväksyntä.
he_il: יש צורך באישור כדי להשתמש באסימון זה.
hu_hu: A token használatához jóváhagyásra van szükség.
id_id: Persetujuan diperlukan untuk menggunakan token ini.
ja_jp: このトークンを使用するには承認が必要です。
nl_nl: Er is een goedkeuring nodig om dit token te gebruiken.
sl_si: Za uporabo tega žetona je potrebna odobritev.
sr_sp: За коришћење овог токена потребно је одобрење.
sw_tz: Idhini inahitajika ili kutumia tokeni hii.
tr_tr: Bu belirteci kullanmak için onay gerekiyor.
uk_ua: Для використання цього маркера потрібен дозвіл.

source: Hide closed positions
ar_sa: إخفاء المراكز المغلقة
da_dk: Skjul lukkede positioner
fi_fi: Piilota suljetut positiot
he_il: הסתר עמדות סגורות
hu_hu: Zárt pozíciók elrejtése
id_id: Sembunyikan posisi tertutup
ja_jp: 決済したポジションを隠す
nl_nl: Verberg gesloten posities
sl_si: Skrij zaprte pozicije
sr_sp: Сакриј затворене позиције
sw_tz: Ficha nafasi zilizofungwa
tr_tr: Kapalı pozisyonları gizle
uk_ua: Приховати закриті позиції

source: Some assets are not available through this interface because they may not work well with the smart contracts or we are unable to allow trading for legal reasons.
ar_sa: بعض الأصول غير متوفرة من خلال هذه الواجهة لأنها قد لا تعمل بشكل جيد مع العقود الذكية أو نحن غير قادرين على السماح بالتداول لأسباب قانونية.
da_dk: Nogle aktiver er ikke tilgængelige via denne grænseflade, fordi de måske ikke fungerer godt med de smarte kontrakter, eller vi er ikke i stand til at tillade handel af juridiske årsager.
fi_fi: Jotkut varat eivät ole käytettävissä tämän käyttöliittymän kautta, koska ne eivät saata toimia hyvin älykkäiden sopimusten kanssa tai emme voi sallia kaupankäyntiä oikeudellisista syistä.
he_il: חלק מהנכסים אינם זמינים דרך ממשק זה מכיוון שהם עשויים שלא לעבוד היטב עם החוזים החכמים או שאיננו יכולים לאפשר מסחר מסיבות משפטיות.
hu_hu: Egyes eszközök nem érhetők el ezen a felületen keresztül, mert előfordulhat, hogy nem működnek jól az okosszerződésekkel, vagy jogi okokból nem tudjuk engedélyezni a kereskedést.
id_id: Sejumlah aset tidak tersedia melalui antarmuka ini karena mereka mungkin tidak sesuai dengan smart contract atau kami tidak dapat mengizinkan perdagangan karena alasan hukum.
ja_jp: 一部のトークンは、スマートコントラクトでうまく動作しないか、法的な理由で取引を許可できないため、このインターフェイスでは利用できません。
nl_nl: Sommige activa zijn niet beschikbaar via deze interface omdat ze mogelijk niet goed werken met de smart contracts of omdat we om juridische redenen geen handel kunnen toestaan.
sl_si: Nekatera sredstva v tem vmesniku niso na voljo, ker morda ne delujejo dobro s pametnimi pogodbami ali pa iz pravnih razlogov ne moremo dovoliti trgovanja z njimi.
sr_sp: Нека средства нису доступна путем овог интерфејса, јер можда неће добро функционисати са паметним уговорима или из правних разлога не можемо да дозволимо трговање.
sw_tz: Mali zingine hazipatikani kupitia kiolesura hiki kwa sababu zinaweza kufanya kazi vizuri na mikataba mizuri au hatuwezi kuruhusu biashara kwa sababu za kisheria.
tr_tr: Bazı varlıklar bu arayüz aracılığıyla kullanılamaz. Bunun nedeni akıllı sözleşmelerle iyi sonuç vermemeleri veya yasal nedenlerle ticarete izin veremememizdir.
uk_ua: Деякі активи недоступні через цей інтерфейс, оскільки вони можуть погано працювати зі смарт-контрактами, або ж ми не можемо дозволити торгівлю з законних причин.

source: This fee is applied on select token pairs to ensure the best experience with Uniswap. There is no fee associated with this swap.
ar_sa: يتم تطبيق هذه الرسوم على أزواج الرموز المميزة لضمان أفضل تجربة مع Uniswap. لا توجد رسوم مرتبطة بهذا المبادلة.
da_dk: Dette gebyr pålægges udvalgte tokenpar for at sikre den bedste oplevelse med Uniswap. Der er intet gebyr forbundet med denne swap.
fi_fi: Tätä maksua sovelletaan valittuihin merkkipareihin parhaan mahdollisen Uniswap-kokemuksen varmistamiseksi. Tähän vaihtoon ei liity maksua.
he_il: עמלה זו חלה על צמדי אסימונים נבחרים כדי להבטיח את החוויה הטובה ביותר עם Uniswap. אין עמלה הקשורה להחלפה זו.
hu_hu: Ezt a díjat a kiválasztott tokenpárokra alkalmazzuk, hogy biztosítsuk a legjobb Uniswap-élményt. Ehhez a cseréhez nem jár díj.
id_id: Biaya ini berlaku pada pasangan token tertentu untuk memastikan pengalaman terbaik dengan Uniswap. Tidak ada biaya yang terkait dengan pertukaran ini.
ja_jp: この料金は、Uniswap で最高のエクスペリエンスを保証するために、選択されたトークン ペアに適用されます。この交換には手数料はかかりません。
nl_nl: Deze vergoeding wordt toegepast op geselecteerde tokenparen om de beste ervaring met Uniswap te garanderen. Aan deze ruil zijn geen kosten verbonden.
sl_si: Ta provizija se uporablja za izbrane pare žetonov, da se zagotovi najboljša izkušnja z Uniswap. S to zamenjavo ni nobene provizije.
sr_sp: Ова накнада се примењује на одабране парове токена како би се обезбедило најбоље искуство са Унисвап-ом. Не постоји накнада за ову замену.
sw_tz: Ada hii inatumika kwa jozi za tokeni zilizochaguliwa ili kuhakikisha matumizi bora ya Uniswap. Hakuna ada inayohusishwa na ubadilishaji huu.
tr_tr: Bu ücret, Uniswap ile en iyi deneyimi sağlamak için seçilen token çiftlerine uygulanır. Bu takasla ilgili herhangi bir ücret yoktur.
uk_ua: Ця комісія застосовується до вибраних пар токенів, щоб забезпечити найкращий досвід роботи з Uniswap. За цей обмін не стягується комісія.

source: Buy, sell, and explore tokens
ar_sa: شراء وبيع واستكشاف الرموز
da_dk: Køb, sælg og udforsk tokens
fi_fi: Osta, myy ja tutki rahakkeita
he_il: קנה, מכור וחקור אסימונים
hu_hu: Vásároljon, adjon el és fedezzen fel tokeneket
id_id: Beli, jual, dan jelajahi token
ja_jp: トークンを購入、販売、探索する
nl_nl: Koop, verkoop en verken tokens
sl_si: Kupujte, prodajajte in raziskujte žetone
sr_sp: Купујте, продајте и истражујте токене
sw_tz: Nunua, uza na uchunguze tokeni
tr_tr: Belirteçleri satın alın, satın ve keşfedin
uk_ua: Купуйте, продавайте та досліджуйте токени

source: Receive
ar_sa: يستلم
da_dk: Modtage
fi_fi: Vastaanottaa
he_il: לְקַבֵּל
hu_hu: Kap
id_id: Menerima
ja_jp: 受け取る
nl_nl: Ontvangen
sl_si: Prejeti
sr_sp: Примите
sw_tz: Pokea
tr_tr: Almak
uk_ua: Отримати

source: Confirm swap
ar_sa: تأكيد المبادلة
da_dk: Bekræft bytte
fi_fi: Vahvista vaihto
he_il: אשר את ההחלפה
hu_hu: Erősítse meg a cserét
id_id: Konfirmasi tukar
ja_jp: スワップを確認する
nl_nl: Bevestig ruilen
sl_si: Potrdi menjavo
sr_sp: Потврдите замену
sw_tz: Thibitisha ubadilishaji
tr_tr: Takas onayla
uk_ua: Підтвердити обмін

source: Pools
ar_sa: حمامات السباحة
fi_fi: Altaat
he_il: בריכות
hu_hu: Medencék
id_id: Kolam
ja_jp: プール
nl_nl: Zwembaden
sl_si: Bazeni
sr_sp: Базени
sw_tz: Mabwawa
tr_tr: Havuzlar
uk_ua: Басейни

source: An error occurred loading tokens. Please try again.
ar_sa: حدث خطأ أثناء تحميل الرموز المميزة. حاول مرة اخرى.
da_dk: Der opstod en fejl under indlæsning af tokens. Prøv igen.
fi_fi: Tunnuksia ladattaessa tapahtui virhe. Yritä uudelleen.
he_il: אירעה שגיאה בטעינת אסימונים. בבקשה נסה שוב.
hu_hu: Hiba történt a tokenek betöltésekor. Kérlek próbáld újra.
id_id: Terjadi kesalahan saat memuat token. Silakan coba lagi.
ja_jp: トークンのロード中にエラーが発生しました。もう一度試してください。
nl_nl: Er is een fout opgetreden bij het laden van tokens. Probeer het opnieuw.
sl_si: Pri nalaganju žetonov je prišlo do napake. Prosim poskusite ponovno.
sr_sp: Дошло је до грешке при учитавању токена. Молим вас, покушајте поново.
sw_tz: Hitilafu imetokea wakati wa kupakia tokeni. Tafadhali jaribu tena.
tr_tr: Belirteçler yüklenirken bir hata oluştu. Lütfen tekrar deneyin.
uk_ua: Під час завантаження токенів сталася помилка. Будь ласка спробуйте ще раз.

source: You're in!
ar_sa: اهلا بك!
da_dk: Du er med!
fi_fi: Olet mukana!
he_il: אתה בפנים!
hu_hu: Benne vagy!
id_id: Anda masuk!
ja_jp: 君も仲間だ！
nl_nl: Je bent in!
sl_si: Ste za!
sr_sp: Ти си у!
sw_tz: Umeingia!
tr_tr: İçindesin!
uk_ua: Ви за!

source: Pool found!
ar_sa: تم العثور على حمام السباحة!
da_dk: Pool fundet!
fi_fi: Allas löytynyt!
he_il: נמצאה בריכה!
hu_hu: Medence található!
id_id: Kolam renang ditemukan!
ja_jp: プール発見！
nl_nl: Zwembad gevonden!
sl_si: Bazen najden!
sr_sp: Пронађен базен!
sw_tz: Bwawa limepatikana!
tr_tr: Havuz bulundu!
uk_ua: Пул знайдено!

source: Vote to abstain on proposal {proposalKey} with reason "{0}"
ar_sa: التصويت على الامتناع عن التصويت على الاقتراح {proposalKey} مع السبب "{0}"
da_dk: Stem for at undlade at stemme om forslag {proposalKey} med begrundelse "{0}"
fi_fi: Äänestä tyhjää ehdotuksesta {proposalKey} syystä "{0}"
he_il: הצבע על הימנעות על הצעה {proposalKey} עם הסיבה "{0}"
hu_hu: Tartózkodásra szavaz a {proposalKey} javaslatnál, „{0}” indoklással
id_id: Memilih abstain pada proposal {proposalKey} dengan alasan "{0}"
ja_jp: 「{0} 」という理由で提案 {proposalKey} で棄権する
nl_nl: Stem om u te onthouden op voorstel {proposalKey} met reden "{0}"
sl_si: Vzdrži se glasovanja o pobudi {proposalKey} z razlogom "{0}"
sr_sp: Гласајте за уздржан предлог {proposalKey} са разлогом "{0}"
sw_tz: Piga kura ili kujiepusha na pendekezo {proposalKey} kwa sababu "{0}"
tr_tr: "{0}" gerekçesi ile {proposalKey} numaralı öneride çekimser oy kullanın
uk_ua: Голосуйте за те, щоб утриматися від пропозиції {proposalKey} з причиною «{0}»

source: Withdrawal cancelled
ar_sa: إلغاء الانسحاب
da_dk: Tilbagetrækning annulleret
fi_fi: Kotiutus peruttu
he_il: המשיכה בוטלה
hu_hu: Visszavonás törölve
id_id: Penarikan dibatalkan
ja_jp: 出金がキャンセルされました
nl_nl: Intrekking geannuleerd
sl_si: Dvig preklican
sr_sp: Повлачење је отказано
sw_tz: Uondoaji umeghairiwa
tr_tr: Para çekme iptal edildi
uk_ua: Зняття скасовано
