Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Create pool cancelled
ar_sa: تم إلغاء إنشاء تجمع
da_dk: Opret pool annulleret
fi_fi: Poolin luominen peruutettu
he_il: יצירת הבריכה בוטלה
hu_hu: A készlet létrehozása megszakítva
id_id: Buat kumpulan dibatalkan
ja_jp: プールの作成がキャンセルされました
nl_nl: Pool aanmaken geannuleerd
sl_si: Ustvarjanje bazena je preklicano
sr_sp: Креирање базена је отказано
sw_tz: Uundaji wa bwawa umeghairiwa
tr_tr: Havuz oluşturma iptal edildi
uk_ua: Створення пулу скасовано

source: Revoked Approval
ar_sa: الموافقة الملغاة
da_dk: Tilbagekaldt godkendelse
fi_fi: Peruutettu hyväksyntä
he_il: אישור בוטל
hu_hu: Visszavont jóváhagyás
id_id: Persetujuan Dicabut
ja_jp: 承認の取り消し
nl_nl: Goedkeuring ingetrokken
sl_si: Preklicana odobritev
sr_sp: Опозвано одобрење
sw_tz: Idhini Imebatilishwa
tr_tr: İptal Edilen Onay
uk_ua: Відкликане схвалення

source: You didn't have enough {0} to complete this swap.
ar_sa: لم يكن لديك ما يكفي {0} لإكمال هذه المقايضة.
da_dk: Du havde ikke nok {0} til at gennemføre dette bytte.
fi_fi: Sinulla ei ollut tarpeeksi {0} suorittaaksesi tämän vaihdon.
he_il: לא היה לך מספיק {0} כדי להשלים את ההחלפה הזו.
hu_hu: Nem volt elég {0} a csere befejezéséhez.
id_id: Anda tidak memiliki cukup {0} untuk menyelesaikan penukaran ini.
ja_jp: この交換を完了するのに十分な {0} がありませんでした。
nl_nl: Je had niet genoeg {0} om deze ruil te voltooien.
sl_si: Za dokončanje te zamenjave niste imeli dovolj {0}.
sr_sp: Нисте имали довољно {0} да завршите ову замену.
sw_tz: Hukuwa na {0} ya kutosha kukamilisha ubadilishanaji huu.
tr_tr: Bu takası tamamlamak için yeterli {0} yoktu.
uk_ua: Вам не вистачило {0} , щоб завершити цей обмін.

source: Proposal
ar_sa: عرض
da_dk: Forslag
fi_fi: Ehdotus
he_il: הצעה
hu_hu: Javaslat
ja_jp: 提案
nl_nl: Voorstel
sl_si: Pobuda
sr_sp: Предлог
sw_tz: Pendekezo
tr_tr: Teklif
uk_ua: Пропозиція

source: Buy
ar_sa: يشتري
da_dk: Købe
fi_fi: Ostaa
he_il: לִקְנוֹת
hu_hu: megvesz
id_id: Membeli
ja_jp: 買う
nl_nl: Kopen
sl_si: Nakup
sr_sp: Купи
sw_tz: Nunua
tr_tr: Satın almak
uk_ua: купити

source: Mint cancelled
ar_sa: تم إلغاء النعناع
da_dk: Mint annulleret
fi_fi: Minttu peruttu
he_il: המנטה בוטלה
hu_hu: Mint törölték
id_id: Permen dibatalkan
ja_jp: ミントはキャンセルされました
nl_nl: Munt geannuleerd
sl_si: Kovnica preklicana
sr_sp: Минт отказана
sw_tz: Mint imeghairiwa
tr_tr: Darphane iptal edildi
uk_ua: Монетний двір скасовано

source: MEV protection
ar_sa: حماية MEV
da_dk: MEV beskyttelse
fi_fi: MEV-suojaus
he_il: הגנת MEV
hu_hu: MEV védelem
id_id: perlindungan MEV
ja_jp: MEV保護
nl_nl: MEV-bescherming
sl_si: MEV zaščita
sr_sp: МЕВ заштита
sw_tz: Ulinzi wa MEV
tr_tr: MEV koruması
uk_ua: Захист MEV

source: <0>Tip:</0> Use this tool to find v2 pools that don't automatically appear in the interface.
ar_sa: <0> نصيحة:</0> استخدم هذه الأداة للبحث عن مجموعات v2 التي لا تظهر تلقائيًا في الواجهة.
da_dk: <0> Tip:</0> Brug dette værktøj til at finde v2-puljer, der ikke automatisk vises i grænsefladen.
fi_fi: <0> Vinkki:</0> Käytä tätä työkalua etsiäksesi v2-pooleja, jotka eivät automaattisesti näy käyttöliittymässä.
he_il: <0> טיפ:</0> השתמש בכלי זה כדי למצוא מאגרי v2 שלא מופיעים אוטומטית בממשק.
hu_hu: <0> Tipp:</0> Ezzel a poollal olyan v2 poolokat találhat, amelyek nem jelennek meg automatikusan a felületen.
id_id: <0>Kiat:</0> Gunakan alat ini untuk menemukan pool v2 yang tidak otomatis muncul di antarmuka.
ja_jp: <0>ヒント:</0> このツールを使用して、画面に自動表示されないV2のプールを見つけます。
nl_nl: <0>Tip:</0> Gebruik deze tool om v2-pools te vinden die niet automatisch in de interface verschijnen.
sl_si: <0>Komentar:</0> S tem orodjem poiščite sklade V2, ki se v vmesniku ne prikažejo samodejno.
sr_sp: <0> Савет:</0> Користите ову алатку за проналажење в2 група које се не појављују аутоматски у интерфејсу.
sw_tz: <0> Kidokezo:</0> Tumia zana hii kupata shares ya v2 ambayo hayaonekani kiotomatiki kwenye muonekano wa nje.
tr_tr: <0>İpucu:</0> Arayüzde otomatik olarak görünmeyen v2 havuzlarını bulmak için bu aracı kullanın.
uk_ua: <0>Порада:</0> Використовуйте цей інструмент для пошуку пулів v2, які не відображаються автоматично в інтерфейсі.

source: To use Uniswap on {0}, switch the network in your wallet’s settings.
ar_sa: لاستخدام Uniswap على {0}، قم بتبديل الشبكة في إعدادات محفظتك.
da_dk: For at bruge Uniswap på {0}skal du skifte netværk i din tegnebogs indstillinger.
fi_fi: Jos haluat käyttää Uniswap-toimintoa {0}:ssa, vaihda verkkoa lompakkosi asetuksista.
he_il: כדי להשתמש ב-Uniswap ב {0}, החלף את הרשת בהגדרות הארנק שלך.
hu_hu: Az Uniswap {0}-n történő használatához váltson hálózatot a pénztárca beállításaiban.
id_id: Untuk menggunakan Uniswap pada {0}, alihkan jaringan di pengaturan dompet Anda.
ja_jp: {0}で Uniswap を使用するには、ウォレットの設定でネットワークを切り替えます。
nl_nl: Om Uniswap op {0}te gebruiken, schakel je het netwerk in de instellingen van je portemonnee.
sl_si: Če želite uporabljati Uniswap na {0}, preklopite omrežje v nastavitvah denarnice.
sr_sp: Да бисте користили Унисвап на {0}, промените мрежу у подешавањима новчаника.
sw_tz: Ili kutumia Uniswap kwenye {0}, badilisha mtandao katika mipangilio ya pochi yako.
tr_tr: Uniswap'i {0}kullanmak için cüzdanınızın ayarlarında ağı değiştirin.
uk_ua: Щоб використовувати Uniswap на {0}, перемкніть мережу в налаштуваннях гаманця.

source: Wrap ETH
ar_sa: التفاف ETH
da_dk: Indpak ETH
fi_fi: Kääri ETH
he_il: לעטוף את ETH
hu_hu: Csomagolja be az ETH-t
id_id: Bungkus ETH
ja_jp: ETHをラップする
nl_nl: Wikkel ETH in
sl_si: Ovijte ETH
sr_sp: Замотајте ЕТХ
sw_tz: Funga ETH
tr_tr: ETH'yi sarın
uk_ua: Оберніть ETH

source: UNI Governance
ar_sa: حوكمة UNI
fi_fi: UNI:n hallinto
he_il: ממשל יוני
hu_hu: UNI kormányzás
id_id: Tata Kelola UNI
ja_jp: UNIのガバナンス
nl_nl: UNI-bestuur
sl_si: Upravljanje UNI
sr_sp: УНИ Говернанце
sw_tz: Utawala wa UNI
tr_tr: UNI Yönetişimi
uk_ua: Управління УНІ

source: Warning
ar_sa: تحذير
da_dk: Advarsel
fi_fi: Varoitus
he_il: אַזהָרָה
hu_hu: Figyelem
id_id: Peringatan
ja_jp: 警告
nl_nl: Waarschuwing
sl_si: Opozorilo
sr_sp: Упозорење
sw_tz: Onyo
tr_tr: Uyarı
uk_ua: УВАГА

source: Revoked approval
ar_sa: الموافقة المبطلة
da_dk: Tilbagekaldt godkendelse
fi_fi: Peruutettu hyväksyntä
he_il: בוטל האישור
hu_hu: Visszavont jóváhagyás
id_id: Persetujuan dicabut
ja_jp: 承認の取り消し
nl_nl: Goedkeuring ingetrokken
sl_si: Preklicana odobritev
sr_sp: Опозвано одобрење
sw_tz: Uidhinishaji uliobatilishwa
tr_tr: İptal edilen onay
uk_ua: Відкликане затвердження

source: There is no liquidity data.
ar_sa: لا توجد بيانات سيولة.
da_dk: Der er ingen likviditetsdata.
fi_fi: Likviditeettitietoja ei ole.
he_il: אין נתוני נזילות.
hu_hu: Nincsenek likviditási adatok.
id_id: Tidak ada data likuiditas.
ja_jp: 流動性データはありません。
nl_nl: Er zijn geen liquiditeitsgegevens.
sl_si: Podatkov o likvidnosti ni.
sr_sp: Нема података о ликвидности.
sw_tz: Hakuna data ya ukwasi.
tr_tr: Likidite verisi yok.
uk_ua: Немає даних про ліквідність.

source: below floor price.
ar_sa: أقل من سعر الأرض.
da_dk: under bundpris.
fi_fi: alle pohjahinnan.
he_il: מתחת למחיר הרצפה.
hu_hu: alsó ár alatt.
id_id: di bawah harga dasar.
ja_jp: フロア価格より下です
nl_nl: onder de vloerprijs.
sl_si: pod spodnjo ceno.
sr_sp: испод прага цене.
sw_tz: bei ya chini ya sakafu.
tr_tr: taban fiyatın altında.
uk_ua: нижче мінімальної ціни.

source: Unlocking votes
ar_sa: فتح الأصوات
da_dk: Oplåsning af stemmer
fi_fi: Äänten avaaminen
he_il: פתיחת הצבעות
hu_hu: Szavazatok feloldása
id_id: Membuka kunci suara
ja_jp: 投票のロックを解除する
nl_nl: Stemmen ontgrendelen
sl_si: Odklepanje glasov
sr_sp: Откључавање гласова
sw_tz: Kufungua kura
tr_tr: Oyların kilidi açılıyor
uk_ua: Розблокування голосів

source: Price:
ar_sa: السعر:
da_dk: Pris:
fi_fi: Hinta:
he_il: מחיר:
hu_hu: Ár:
id_id: Harga:
ja_jp: 価格:
nl_nl: Prijs:
sl_si: Cena:
sr_sp: Цена:
sw_tz: Bei:
tr_tr: Fiyat:
uk_ua: Ціна:

source: View on Etherscan
ar_sa: عرض على Etherscan
da_dk: Se på Etherscan
fi_fi: Näkymä Etherscanissa
he_il: מבט על אתרסקאן
hu_hu: Nézd meg az Etherscan webhelyen
id_id: Lihat di Etherscan
ja_jp: Etherscanで見る
nl_nl: Bekijk op Etherscan
sl_si: Prikaži na Etherscanu
sr_sp: Поглед на Етхерсцан-у
sw_tz: Angalia kwenye Etherscan
tr_tr: Etherscan üzerinde görüntüle
uk_ua: Переглянути на Etherscan

source: Preview
ar_sa: معاينة
da_dk: Forhåndsvisning
fi_fi: Esikatselu
he_il: תצוגה מקדימה
hu_hu: Előnézet
id_id: Pratinjau
ja_jp: プレビュー
nl_nl: Voorbeeld
sl_si: Predogled
sr_sp: Преглед
sw_tz: Hakiki
tr_tr: Ön izleme
uk_ua: Попередній перегляд

source: Learn
ar_sa: تعلم
da_dk: Lær
fi_fi: Opi
he_il: לִלמוֹד
hu_hu: Tanulás
id_id: Belajar
ja_jp: 資料
nl_nl: Leren
sl_si: Informacije
sr_sp: Научи
sw_tz: Jifunze
tr_tr: Öğren
uk_ua: Ознайомитися

source: No description.
ar_sa: بدون وصف.
da_dk: Ingen beskrivelse.
fi_fi: Ei kuvausta.
he_il: אין תיאור.
hu_hu: Nincs leírás.
id_id: Tidak ada deskripsi.
ja_jp: 説明はありません。
nl_nl: Geen beschrijving.
sl_si: Brez opisa
sr_sp: Нема описа.
sw_tz: Hakuna maelezo.
tr_tr: Açıklama yok.
uk_ua: Без опису.

source: The output token cannot be transferred. There may be an issue with the output token.
ar_sa: لا يمكن نقل رمز الإخراج. قد تكون هناك مشكلة في رمز الإخراج.
da_dk: Output-token kan ikke overføres. Der kan være et problem med output-token.
fi_fi: Tulosrahaketta ei voida siirtää. Tulosrahakkeessa voi olla ongelma.
he_il: לא ניתן להעביר את אסימון הפלט. ייתכן שיש בעיה באסימון הפלט.
hu_hu: Az output token nem transzferálható. Probléma lehet az output tokennel.
id_id: Token output tidak dapat ditransfer. Mungkin ada masalah dengan token output.
ja_jp: 購入するトークンを転送できません。購入するトークンに問題がある可能性があります。
nl_nl: De output-token kan niet worden overgedragen. Er is mogelijk een probleem met de output-token.
sl_si: Izhodnega žetona ni mogoče prenesti. Morda gre za težavo z izhodnim žetonom.
sr_sp: Излазни токен се не може пренети. Можда постоји проблем са излазним токеном.
sw_tz: Ishara ya pato haiwezi kuhamishwa. Kunaweza kuwa na shida na ishara ya pato.
tr_tr: Çıkış jetonu aktarılamaz. Çıkış jetonuyla ilgili bir sorun olabilir.
uk_ua: Вихідний токен неможливо передати. Можливо, виникла проблема з вихідним токеном.

source: Sold
ar_sa: مُباع
da_dk: Solgt
fi_fi: myyty
he_il: נמכר
hu_hu: Eladott
id_id: Terjual
ja_jp: 販売済み
nl_nl: Verkocht
sl_si: prodano
sr_sp: Продат
sw_tz: Inauzwa
tr_tr: Satılmış
uk_ua: Продано

source: sell fee:
ar_sa: رسوم البيع:
da_dk: salgsgebyr:
fi_fi: myyntipalkkio:
he_il: עמלת מכירה:
hu_hu: eladási díj:
id_id: biaya penjualan:
ja_jp: 販売手数料：
nl_nl: verkoopkosten:
sl_si: provizija za prodajo:
sr_sp: накнада за продају:
sw_tz: ada ya kuuza:
tr_tr: satış ücreti:
uk_ua: комісія за продаж:

source: Unwrapped
ar_sa: يفك ربطة
da_dk: Udpakket
fi_fi: Avattu
he_il: לא עטוף
hu_hu: Kibontva
id_id: Tidak terbungkus
ja_jp: アンラップ
nl_nl: Uitgepakt
sl_si: Odvito
sr_sp: Унвраппед
sw_tz: Imefunuliwa
tr_tr: paketlenmemiş
uk_ua: Розгорнутий

source: Thanks for being part of the Uniswap community <0/>
ar_sa: نشكرك على كونك جزءًا من مجتمع Uniswap <0/>
da_dk: Tak, fordi du er en del af Uniswap-gruppen <0/>
fi_fi: Kiitos, että olet osa Uniswap-yhteisöä <0/>
he_il: תודה שהיית חלק מקהילת Uniswap <0 />
hu_hu: Köszönjük, hogy az Uniswap közösség tagja <0/>
id_id: Terima kasih telah menjadi bagian dari komunitas Uniswap <0/>
ja_jp: Uniswapコミュニティにご参加いただきありがとうございます <0/>
nl_nl: Bedankt dat u deel uitmaakt van de Uniswap-gemeenschap <0/>
sl_si: Hvala, ker ste del skupnosti Uniswap <0/>
sr_sp: Хвала вам што сте део заједнице Uniswap <0/>
sw_tz: Asante kwa kuwa sehemu ya jamii ya Uniswap <0 />
tr_tr: Uniswap topluluğunun bir parçası olduğunuz için teşekkürler <0/>
uk_ua: Дякуємо за участь у спільноті Uniswap <0/>

source: for
ar_sa: ل
da_dk: til
fi_fi: varten
he_il: ל
hu_hu: számára
id_id: untuk
nl_nl: voor
sl_si: za
sr_sp: за
sw_tz: kwa
tr_tr: için
uk_ua: для

source: {baseSymbol} and {quoteSymbol}
ar_sa: {baseSymbol} و {quoteSymbol}
da_dk: {baseSymbol} og {quoteSymbol}
fi_fi: {baseSymbol} ja {quoteSymbol}
he_il: {baseSymbol} ו {quoteSymbol}
hu_hu: {baseSymbol} és {quoteSymbol}
id_id: {baseSymbol} dan {quoteSymbol}
ja_jp: {baseSymbol} と {quoteSymbol}
nl_nl: {baseSymbol} en {quoteSymbol}
sl_si: {baseSymbol} in {quoteSymbol}
sr_sp: {baseSymbol} и {quoteSymbol}
sw_tz: {baseSymbol} na {quoteSymbol}
tr_tr: {baseSymbol} ve {quoteSymbol}
uk_ua: {baseSymbol} і {quoteSymbol}

source: Explore Uniswap Analytics.
ar_sa: استكشف Uniswap Analytics.
da_dk: Udforsk Uniswap Analytics.
fi_fi: Tutustu Uniswap Analyticsiin.
he_il: חקור את Uniswap Analytics.
hu_hu: Fedezze fel az Uniswap Analytics szolgáltatást.
id_id: Jelajahi Analitik Uniswap.
ja_jp: Uniswap Analyticsをご覧ください。
nl_nl: Verken Uniswap Analytics.
sl_si: Raziščite Uniswap Analytics.
sr_sp: Истражите Унисвап Аналитицс.
sw_tz: Gundua Takwimu za Uniswap.
tr_tr: Uniswap Analytics'i keşfedin.
uk_ua: Дослідіть Uniswap Analytics.

source: ← Back to Pools
ar_sa: ← الرجوع إلى حمامات السباحة
da_dk: ← Tilbage til Pools
fi_fi: ← Takaisin altaat
he_il: ← חזרה לבריכות
hu_hu: ← Vissza (Medencék).
id_id: ← Kembali ke Kolam
ja_jp: ← プールに戻る
nl_nl: ← Terug naar Zwembaden
sl_si: ← Nazaj na Bazeni
sr_sp: ← Назад на Базени
sw_tz: ← Rudi kwenye Madimbwi
tr_tr: ← Havuzlar'e geri dön
uk_ua: ← Повернутися до Басейни

source: {i, plural, one {day} other {days}}
ar_sa: {i, plural, one {يوم} other {أيام}}
da_dk: {i, plural, one {dag} other {dage}}
fi_fi: {i, plural, one {päivä} other {päivää}}
he_il: {i, plural, one {יום} other {ימים}}
hu_hu: {i, plural, one {nap} other {napok}}
id_id: {i, plural, one {hari} other {hari}}
ja_jp: {i, plural, one {日} other {日々}}
nl_nl: {i, plural, one {dag} other {dagen}}
sl_si: {i, plural, one {dan} other {dnevi}}
sr_sp: {i, plural, one {дан} other {дана}}
sw_tz: {i, plural, one {siku} other {siku}}
tr_tr: {i, plural, one {gün} other {günler}}
uk_ua: {i, plural, one {день} other {днів}}

source: Create pool failed
ar_sa: فشل إنشاء التجمع
da_dk: Opret pool mislykkedes
fi_fi: Poolin luominen epäonnistui
he_il: יצירת המאגר נכשלה
hu_hu: A készlet létrehozása nem sikerült
id_id: Pembuatan kumpulan gagal
ja_jp: プールの作成に失敗しました
nl_nl: Het maken van een pool is mislukt
sl_si: Ustvarjanje bazena ni uspelo
sr_sp: Креирање базена није успело
sw_tz: Imeshindwa kuunda bwawa
tr_tr: Havuz oluşturulamadı
uk_ua: Не вдалося створити пул

source: Remove
ar_sa: إزالة
da_dk: Fjern
fi_fi: Poista
he_il: לְהַסִיר
hu_hu: Eltávolítás
id_id: Hapus
ja_jp: 解除
nl_nl: Verwijderen
sl_si: Odstrani
sr_sp: Уклоните
sw_tz: Ondoa
tr_tr: Kaldır
uk_ua: Видалити

source: Insufficient liquidity for this trade.
ar_sa: السيولة غير كافية لهذه التجارة.
da_dk: Utilstrækkelig likviditet til denne handel.
fi_fi: Ei riittävästi likviditeettiä tälle kaupalle.
he_il: לא מספיק נזילות למסחר זה.
hu_hu: Nincs elegendő likviditás ehhez a kereskedéshez.
id_id: Likuiditas tidak cukup untuk perdagangan ini.
ja_jp: 流動性が不足しているため、取引できません。
nl_nl: Onvoldoende liquiditeit voor deze transactie.
sl_si: Za ta posel je likvidnost prenizka.
sr_sp: Недовољна ликвидност за ову трговину.
sw_tz: Ukosefu wa kutosha wa biashara hii.
tr_tr: Bu işlem için yetersiz likidite.
uk_ua: Недостатня ліквідність для цієї угоди.

source: Legal & Privacy
ar_sa: الشؤون القانونية والخصوصية
da_dk: Juridisk og privatliv
fi_fi: Laki ja yksityisyys
he_il: משפטי ופרטיות
hu_hu: Jogi és adatvédelem
id_id: Hukum & Privasi
ja_jp: 法律とプライバシー
nl_nl: Juridisch en privacy
sl_si: Pravna obvestila in zasebnost
sr_sp: Право и приватност
sw_tz: Kisheria na Faragha
tr_tr: Yasal ve Gizlilik
uk_ua: Юридична інформація та конфіденційність

source: Slippage below {0} may result in a failed transaction
ar_sa: قد يؤدي الانزلاق تحت {0} إلى فشل الصفقة
da_dk: Skridning under {0} kan resultere i en mislykket transaktion
fi_fi: Poikkeama alle {0} voi johtaa epäonnistuneeseen tapahtumaan
he_il: החלקה מתחת {0} עלולה לגרום לעסקה נכשלת
hu_hu: A {0} alatti elcsúszás sikertelen tranzakcióhoz vezethet
id_id: Slippage di bawah {0} dapat mengakibatkan transaksi gagal
ja_jp: スリッページが {0} を下回ると取引が失敗する可能性があります
nl_nl: Een slip onder {0} kan resulteren in een mislukte transactie
sl_si: Zdrs pod {0} lahko povzroči neuspešno transakcijo
sr_sp: Проклизавање испод {0} може довести до неуспешне трансакције
sw_tz: Kuteleza chini ya {0} kunaweza kusababisha shughuli iliyofeli
tr_tr: {0} altındaki kayma işlemin başarısız olmasına neden olabilir
uk_ua: Зниження нижче {0} може призвести до невдалої транзакції

source: The app securely collects your wallet address and shares it with TRM Labs Inc. for risk and compliance reasons.
ar_sa: يجمع التطبيق عنوان محفظتك بأمان ويشاركه مع TRM Labs Inc. لأسباب تتعلق بالمخاطر والامتثال.
da_dk: Appen indsamler sikkert din tegnebogsadresse og deler den med TRM Labs Inc. af risiko- og overholdelsesårsager.
fi_fi: Sovellus kerää turvallisesti lompakkosi osoitteesi ja jakaa sen TRM Labs Inc:n kanssa riskien ja vaatimustenmukaisuuden vuoksi.
he_il: האפליקציה אוספת בצורה מאובטחת את כתובת הארנק שלך ומשתפת אותה עם TRM Labs Inc. מסיבות סיכון ותאימות.
hu_hu: Az alkalmazás biztonságosan összegyűjti a pénztárca címét, és kockázati és megfelelőségi okokból megosztja a TRM Labs Inc.-vel.
id_id: Aplikasi mengumpulkan alamat dompet Anda dengan aman dan membagikannya dengan TRM Labs Inc. untuk alasan risiko dan kepatuhan.
ja_jp: アプリはリスクとコンプライアンスの理由からウォレットアドレスを安全に収集し、TRM LabsInc. と共有します。
nl_nl: De app verzamelt veilig uw portemonnee-adres en deelt dit met TRM Labs Inc. om risico- en nalevingsredenen.
sl_si: Aplikacija na varen način prebere naslov vaše denarnice in ga deli s TRM Labs Inc. zaradi ocene tveganja in skladnosti z zakoni.
sr_sp: Апликација безбедно прикупља адресу вашег новчаника и дели је са ТРМ Лабс Инц. из разлога ризика и усклађености.
sw_tz: Programu hukusanya kwa usalama anwani ya mkoba wako na kuishiriki na TRM Labs Inc. kwa sababu za hatari na kufuata.
tr_tr: Uygulama, cüzdan adresinizi güvenli bir şekilde toplar ve risk ve uyumluluk nedenleriyle TRM Labs Inc. ile paylaşır.
uk_ua: Програма безпечно збирає адресу вашого гаманця та передає її TRM Labs Inc. з міркувань ризику та дотримання вимог.

source: The app fetches on-chain data and constructs contract calls with an Infura API.
ar_sa: يجلب التطبيق البيانات على السلسلة وينشئ مكالمات تعاقدية باستخدام واجهة برمجة تطبيقات Infura.
da_dk: Appen henter on-chain data og konstruerer kontraktopkald med en Infura API.
fi_fi: Sovellus hakee ketjun tietoja ja muodostaa sopimuskutsuja Infura API:lla.
he_il: האפליקציה שואבת נתונים על השרשרת ובונה שיחות חוזה עם Infura API.
hu_hu: Az alkalmazás lekéri a láncon belüli adatokat, és szerződéshívásokat hoz létre egy Infura API-val.
id_id: Aplikasi mengambil data on-chain dan membuat panggilan kontrak dengan API Infura.
ja_jp: アプリはオンチェーンデータを取得し、InfuraAPIを使用してコントラクト呼び出しを構築します。
nl_nl: De app haalt on-chain data op en bouwt contract calls op met een Infura API.
sl_si: Aplikacija pridobi podatke in verige in zgradi pogodbene klice z API-jem Infura.
sr_sp: Апликација преузима податке на ланцу и конструише уговорне позиве помоћу Инфура АПИ-ја.
sw_tz: Programu huchota data ya mtandaoni na kuunda simu za mkataba kwa kutumia API ya Infura.
tr_tr: Uygulama, zincir üzerindeki verileri alır ve bir Infura API ile sözleşme çağrıları oluşturur.
uk_ua: Додаток отримує дані в мережі та створює контрактні виклики за допомогою API Infura.

source: Detailed
ar_sa: مفصل
da_dk: Detaljeret
fi_fi: Yksityiskohtainen
he_il: מְפוֹרָט
hu_hu: Részletes
id_id: Terperinci
ja_jp: 詳細
nl_nl: Gedetailleerd
sl_si: Podrobnosti
sr_sp: Детаљно
sw_tz: Kina kina
tr_tr: Detaylı
uk_ua: Докладно

source: Vote against
ar_sa: تصويت ضد
da_dk: Stem imod
fi_fi: Äänestä vastaan
he_il: הצביע נגד
hu_hu: Szavazz ellene
id_id: Beri suara menentang
ja_jp: 反対票を投じる
nl_nl: Stem tegen
sl_si: Glasujte proti
sr_sp: Гласајте против
sw_tz: Piga kura dhidi ya
tr_tr: Karşı oy
uk_ua: Голосуйте проти

source: Confirm Swap
ar_sa: تأكيد المبادلة
da_dk: Bekræft skift
fi_fi: Vahvista vaihto
he_il: אשר החלפה
hu_hu: Swap megerősítése
id_id: Konfirmasikan Swap
ja_jp: スワップの確認
nl_nl: Bevestig wissel
sl_si: Potrdi menjavo
sr_sp: Потврдите размену
sw_tz: Thibitisha Kubadilisha
tr_tr: Swap'ı Onayla
uk_ua: Підтвердити обмін

source: The app fetches blockchain data from The Graph’s hosted service.
ar_sa: يجلب التطبيق بيانات blockchain من خدمة The Graph المستضافة.
da_dk: Appen henter blockchain-data fra The Graphs hostede tjeneste.
fi_fi: Sovellus hakee lohkoketjutiedot The Graphin isännöidyltä palvelulta.
he_il: האפליקציה שואבת נתוני בלוקצ'יין מהשירות המתארח של The Graph.
hu_hu: Az alkalmazás blokklánc-adatokat kér le a The Graph által tárolt szolgáltatásból.
id_id: Aplikasi mengambil data blockchain dari layanan yang dihosting The Graph.
ja_jp: アプリはThe Graphがホストするサービスからブロックチェーンデータを取得します。
nl_nl: De app haalt blockchain-gegevens op van de gehoste service van The Graph.
sl_si: Aplikacija pridobi podatke verige blokov iz gostujoče storitve The Graph.
sr_sp: Апликација преузима податке блокчејна са хостоване услуге Тхе Грапх.
sw_tz: Programu huchota data ya blockchain kutoka kwa huduma inayopangishwa na The Graph.
tr_tr: Uygulama, The Graph'ın barındırılan hizmetinden blockchain verilerini alır.
uk_ua: Додаток отримує дані блокчейну з розміщеного сервісу The Graph.

source: You are the first liquidity provider.
ar_sa: أنت أول موفر للسيولة.
da_dk: Du er den første likviditetsudbyder.
fi_fi: Olet ensimmäinen likviditeetin tarjoaja.
he_il: אתה ספק הנזילות הראשון.
hu_hu: Ön az első likviditásszolgáltató.
id_id: Anda adalah penyedia likuiditas pertama.
ja_jp: あなたは最初の流動性プロバイダーです。
nl_nl: U bent de eerste liquiditeitsverschaffer.
sl_si: Ste prvi ponudnik likvidnosti.
sr_sp: Ви сте први пружалац ликвидности.
sw_tz: Wewe ndiye mtoaji wa kwanza wa ukwasi.
tr_tr: İlk likidite sağlayıcısısınız.
uk_ua: Ви перший постачальник ліквідності.

source: Privacy Policy.
ar_sa: سياسة الخصوصية.
da_dk: Fortrolighedspolitik.
fi_fi: Tietosuojakäytäntö.
he_il: מדיניות הפרטיות.
hu_hu: Adatvédelmi irányelvek.
id_id: Kebijakan pribadi.
ja_jp: 個人情報保護方針
nl_nl: Privacybeleid.
sl_si: Politika zasebnosti.
sr_sp: Правила о приватности.
sw_tz: Sera ya Faragha.
tr_tr: Gizlilik Politikası.
uk_ua: Політика конфіденційності.

source: Claim fees
ar_sa: المطالبة بالرسوم
da_dk: Gør krav på gebyrer
fi_fi: Lunasta palkkiot
he_il: דמי תביעה
hu_hu: Követelési díjak
id_id: Biaya klaim
ja_jp: 手数料を請求する
nl_nl: Vergoedingen opeisen
sl_si: Prevzemi provizije
sr_sp: Преузми накнаде
sw_tz: Chukua makato
tr_tr: Ücretleri talep et
uk_ua: Забрати комісії

source: Coming soon: search and explore tokens on Avalanche Chain
ar_sa: قريبًا: ابحث عن الرموز المميزة في سلسلة أفالانش واستكشفها
da_dk: Kommer snart: søg og udforsk tokens på Avalanche Chain
fi_fi: Tulossa pian: etsi ja tutki rahakkeita Avalanche Chainissa
he_il: בקרוב: חפש וחקור אסימונים ב-Avalanche Chain
hu_hu: Hamarosan: keressen és fedezzen fel tokeneket az Avalanche Chain-en
id_id: Segera hadir: cari dan jelajahi token di Avalanche Chain
ja_jp: 近日公開予定: Avalanche Chain でトークンを検索および探索する
nl_nl: Binnenkort: zoek en verken tokens op Avalanche Chain
sl_si: Kmalu na voljo: iščite in raziščite žetone na Avalanche Chain
sr_sp: Ускоро: претражите и истражите жетоне на Аваланцхе Цхаин-у
sw_tz: Inakuja hivi karibuni: tafuta na uchunguze ishara kwenye Msururu wa Avalanche
tr_tr: Çok yakında: Avalanche Chain'de belirteçleri arayın ve keşfedin
uk_ua: Незабаром: шукайте та досліджуйте токени на Avalanche Chain

source: Your wallet's current network is unsupported.
ar_sa: الشبكة الحالية لمحفظتك غير مدعومة.
da_dk: Din tegnebogs nuværende netværk understøttes ikke.
fi_fi: Lompakkosi nykyistä verkkoa ei tueta.
he_il: הרשת הנוכחית של הארנק שלך אינה נתמכת.
hu_hu: Pénztárca jelenlegi hálózata nem támogatott.
id_id: Jaringan dompet Anda saat ini tidak didukung.
ja_jp: ウォレットの現在のネットワークはサポートされていません。
nl_nl: Het huidige netwerk van uw portemonnee wordt niet ondersteund.
sl_si: Trenutno omrežje vaše denarnice ni podprto.
sr_sp: Тренутна мрежа вашег новчаника није подржана.
sw_tz: Mtandao wa sasa wa pochi yako hautumiki.
tr_tr: Cüzdanınızın mevcut ağı desteklenmiyor.
uk_ua: Поточна мережа вашого гаманця не підтримується.
