Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Success
ar_sa: النجاح
da_dk: Succes
fi_fi: Menestys
he_il: הַצלָחָה
hu_hu: Siker
id_id: Berhasil
ja_jp: 成功
nl_nl: Succes
sl_si: Uspelo
sr_sp: Успех
sw_tz: Mafanikio
tr_tr: Başarı
uk_ua: Успіху

source: {0}/{1} LP NFT
sl_si: LP NFT {0}/{1}
uk_ua: LP NFT {0}/{1}

source: {0} UNI
sw_tz: {0} UN
