Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: If you believe this is an error, please send an email including your address to
ar_sa: إذا كنت تعتقد أن هذا خطأ ، يرجى إرسال بريد إلكتروني يتضمن عنوانك إلى
da_dk: Hvis du mener, at dette er en fejl, bedes du sende en e-mail med din adresse til
fi_fi: Jos uskot tämän olevan virhe, lähetä osoitteesi sisältävä sähköpostiviesti osoitteeseen
he_il: אם אתה סבור שזו שגיאה, אנא שלח דוא"ל כולל כתובתך אל
hu_hu: Ha úgy gondolja, hogy ez hiba, kérjük, küldjön egy e-mailt a címével együtt
id_id: Jika Anda yakin ini adalah kesalahan, silakan kirim email termasuk alamat Anda ke
ja_jp: これがエラーであると思われる場合は、アドレスを記載した電子メールを次の宛先に送信してください。
nl_nl: Als u denkt dat dit een fout is, stuur dan een e-mail met uw adres naar
sl_si: Če menite, da je to napaka, pošljite e-poštno sporočilo s svojim naslovom na
sr_sp: Ако сматрате да је ово грешка, пошаљите е-поруку укључујући своју адресу на
sw_tz: Ikiwa unaamini kuwa hii ni hitilafu, tafadhali tuma barua pepe ikijumuisha anwani yako kwa
tr_tr: Bunun bir hata olduğunu düşünüyorsanız, lütfen adresinizi içeren bir e-posta gönderin.
uk_ua: Якщо ви вважаєте, що це помилка, надішліть електронний лист із вашою адресою на адресу

source: Token approval failed
ar_sa: فشلت الموافقة على الرمز المميز
da_dk: Token-godkendelse mislykkedes
fi_fi: Tokenin hyväksyntä epäonnistui
he_il: אישור האסימון נכשל
hu_hu: A token jóváhagyása sikertelen
id_id: Persetujuan token gagal
ja_jp: トークンの承認に失敗しました
nl_nl: Tokengoedkeuring mislukt
sl_si: Odobritev žetona ni uspela
sr_sp: Одобрење токена није успело
sw_tz: Uidhinishaji wa ishara umeshindwa
tr_tr: Belirteç onayı başarısız oldu
uk_ua: Не вдалося затвердити маркер

source: Your wallet is connected to the wrong network.
ar_sa: محفظتك متصلة بالشبكة الخاطئة.
da_dk: Din tegnebog er forbundet til det forkerte netværk.
fi_fi: Lompakkosi on yhdistetty väärään verkkoon.
he_il: הארנק שלך מחובר לרשת הלא נכונה.
hu_hu: A pénztárcája rossz hálózathoz csatlakozik.
id_id: Dompet Anda terhubung ke jaringan yang salah.
ja_jp: ウォレットが間違ったネットワークに接続されています。
nl_nl: Uw portemonnee is verbonden met het verkeerde netwerk.
sl_si: Vaša denarnica je povezana z napačnim omrežjem.
sr_sp: Ваш новчаник је повезан на погрешну мрежу.
sw_tz: Mkoba wako umeunganishwa kwenye mtandao usio sahihi.
tr_tr: Cüzdanınız yanlış ağa bağlı.
uk_ua: Ваш гаманець підключено до неправильної мережі.

source: This pool must be initialized before you can add liquidity. To initialize, select a starting price for the pool. Then, enter your liquidity price range and deposit amount. Gas fees will be higher than usual due to the initialization transaction.
ar_sa: يجب تهيئة هذا المستودع قبل أن تتمكن من إضافة السيولة. للتهيئة ، حدد سعر البداية للمجمع. ثم أدخل نطاق سعر السيولة ومبلغ الإيداع. ستكون رسوم الغاز أعلى من المعتاد بسبب معاملة التهيئة.
da_dk: Denne pulje skal initialiseres, før du kan tilføje likviditet. For at initialisere skal du vælge en startpris for puljen. Indtast derefter dit likviditetsprisinterval og indbetalingsbeløb. Gasgebyrer vil være højere end normalt på grund af initialiseringstransaktionen.
fi_fi: Tämä pooli on alustettava ennen kuin voit lisätä likviditeettiä. Alustus valitsemalla poolille aloitushinta. Syötä sitten likviditeettihintaluokkasi ja talletussummasi. Kaasumaksut ovat normaalia korkeammat alustustapahtuman vuoksi.
he_il: יש לאתחל את המאגר הזה לפני שתוכל להוסיף נזילות. לאתחול, בחר מחיר התחלתי לבריכה. לאחר מכן, הזן את טווח מחירי הנזילות ואת סכום ההפקדה. עמלות הגז יהיו גבוהות מהרגיל עקב עסקת האתחול.
hu_hu: Ezt a készletet inicializálni kell, mielőtt likviditást adhatna hozzá. Az inicializáláshoz válasszon kikiáltási árat a készlethez. Ezután adja meg likviditási ártartományát és a betét összegét. A gázdíjak az inicializálási tranzakció miatt a szokásosnál magasabbak lesznek.
id_id: Pool ini harus diinisialisasi sebelum Anda dapat menambahkan likuiditas. Untuk menginisialisasi, pilih harga awal untuk pool. Kemudian, masukkan kisaran harga likuiditas dan jumlah deposit Anda. Biaya gas akan lebih tinggi dari biasanya karena transaksi inisialisasi.
ja_jp: 流動性を追加する前に、このプールを初期化する必要があります。初期化するには、プールの開始価格を選択します。次に、流動性の価格帯と預け入れ数量を入力します。初期化取引のため、ガス料金は通常より高くなります。
nl_nl: Deze pool moet worden geïnitialiseerd voordat u liquiditeit kunt toevoegen. Selecteer een startprijs voor de pool om te initialiseren. Voer vervolgens uw liquiditeitsprijsklasse en stortingsbedrag in. Gaskosten zullen hoger zijn dan normaal vanwege de initialisatietransactie.
sl_si: Ta sklad je treba inicializirati, preden lahko dodate likvidnost. Za inicializacijo izberite začetno ceno za sklad. Nato vnesite svoj cenovni razpon likvidnosti in znesek depozita. Provizije za plin (gas) bodo zaradi inicializacijske transakcije višje kot običajno.
sr_sp: Овај базен мора бити иницијализован пре него што можете да додате ликвидност. Да бисте иницијализовали, изаберите почетну цену за базен. Затим унесите распон цена ликвидности и износ депозита. Накнаде за гас ће бити веће него иначе због трансакције иницијализације.
sw_tz: Bwawa hili lazima lianzishwe kabla ya kuongeza ukwasi. Ili kuanzisha, chagua bei ya kuanzia ya bwawa. Kisha, ingiza anuwai ya bei ya ukwasi na kiwango cha amana. Ada ya gesi itakuwa kubwa kuliko kawaida kwa sababu ya shughuli za uanzishaji.
tr_tr: Likidite ekleyebilmeniz için önce bu havuz başlatılmalıdır. Başlatmak için havuz için bir başlangıç fiyatı seçin. Ardından, likidite fiyat aralığınızı ve mevduat tutarınızı girin. Başlatma işlemi nedeniyle gaz ücretleri normalden daha yüksek olacaktır.
uk_ua: Цей пул потрібно ініціалізувати, перш ніж ви зможете додати ліквідність. Для ініціалізації виберіть початкову ціну для пулу. Потім введіть ціновий діапазон ліквідності та суму депозиту. Плата за газ буде вищою, ніж зазвичай, через транзакцію ініціалізації.

source: Unclaimed fees
ar_sa: الرسوم غير المطالب بها
da_dk: Gebyrer, der ikke er gjort krav på
fi_fi: Lunastamattomat palkkiot
he_il: עמלות שלא נדרשו
hu_hu: Nem igényelt díjak
id_id: Biaya yang tidak diklaim
ja_jp: 未請求の報酬
nl_nl: Niet-opgeëiste vergoedingen
sl_si: Neprevzete provizije
sr_sp: Ненаплаћене накнаде
sw_tz: Makato ambayo ayajachukuliwa
tr_tr: Talep edilmemiş ücretler
uk_ua: Незатребувані комісії

source: Uniswap available in: <0>{0}</0>
ar_sa: Uniswap متاح في: <0>{0}</0>
da_dk: Uniswap tilgængelig i: <0>{0}</0>
fi_fi: Uniswap käytettävissä: <0>{0}</0>
he_il: Uniswap זמין ב: <0>{0}</0>
hu_hu: Az Uniswap itt érhető el: <0>{0}</0>
id_id: Uniswap tersedia dalam: <0>{0}</0>
ja_jp: 利用可能言語: <0>{0}</0>
nl_nl: Uniswap beschikbaar in: <0>{0}</0>
sl_si: Uniswap je na voljo v teh jezikih: <0>{0}</0>
sr_sp: Uniswap доступан у: <0>{0}</0>
sw_tz: Kubadilisha kunapatikana katika: <0>{0}</0>
tr_tr: Uniswap kullanılabilir: <0>{0}</0>
uk_ua: Uniswap доступно в: <0>{0}</0>

source: Trade crypto and NFTs with confidence
ar_sa: تداول العملات المشفرة و NFTs بثقة
da_dk: Handl krypto og NFT'er med tillid
fi_fi: Käy salaus- ja NFT-kaupankäyntiä luottavaisin mielin
he_il: סחר קריפטו ו-NFT בביטחון
hu_hu: Kereskedjen bizalommal kriptoval és NFT-vel
id_id: Perdagangkan crypto dan NFT dengan percaya diri
ja_jp: 安心して暗号通貨とNFTを取引できます
nl_nl: Handel met vertrouwen in crypto en NFT's
sl_si: Samozavestno trgujte s kripto in NFT
sr_sp: Тргујте криптовалутама и НФТ-овима са поверењем
sw_tz: Biashara ya crypto na NFTs kwa kujiamini
tr_tr: Güvenle kripto ve NFT ticareti yapın
uk_ua: Торгуйте криптовалютою та NFT з упевненістю

source: Activity
ar_sa: نشاط
da_dk: Aktivitet
fi_fi: Toiminta
he_il: פעילות
hu_hu: Tevékenység
id_id: Aktivitas
ja_jp: アクティビティ
nl_nl: Activiteit
sl_si: dejavnost
sr_sp: Активност
sw_tz: Shughuli
tr_tr: Aktivite
uk_ua: діяльність

source: Added liquidity
ar_sa: السيولة المضافة
da_dk: Tilført likviditet
fi_fi: Lisätty likviditeettiä
he_il: תוספת נזילות
hu_hu: Hozzáadott likviditás
id_id: Menambahkan likuiditas
ja_jp: 流動性の追加
nl_nl: Extra liquiditeit
sl_si: Dodana likvidnost
sr_sp: Додата ликвидност
sw_tz: Aliongeza ukwasi
tr_tr: Likidite eklendi
uk_ua: Додана ліквідність

source: Not available in your region
ar_sa: غير متوفر في منطقتك
da_dk: Ikke tilgængelig i dit område
fi_fi: Ei saatavilla alueellasi
he_il: לא זמין באזור שלך
hu_hu: Nem érhető el az Ön régiójában
id_id: Tidak tersedia di wilayah Anda
ja_jp: お住いの国ではご利用いただけません
nl_nl: Niet beschikbaar in uw regio
sl_si: Ni na voljo v vaši regiji
sr_sp: Није доступно у вашем региону
sw_tz: Haipatikani katika eneo lako
tr_tr: bölgenizde mevcut değil
uk_ua: Недоступно у вашому регіоні

source: Execute proposal {proposalKey}.
ar_sa: تنفيذ الاقتراح {proposalKey}.
da_dk: Udfør forslag {proposalKey}.
fi_fi: Suorita ehdotus {proposalKey}.
he_il: בצע הצעה {proposalKey}.
hu_hu: {proposalKey}javaslat végrehajtása.
id_id: Jalankan proposal {proposalKey}.
ja_jp: プロポーザル {proposalKey}を実行します。
nl_nl: Voorstel uitvoeren {proposalKey}.
sl_si: Ivrši pobudo {proposalKey}.
sr_sp: Изврши предлог {proposalKey}.
sw_tz: Tekeleza pendekezo {proposalKey}.
tr_tr: Teklif {proposalKey}yürütün.
uk_ua: Виконати пропозицію {proposalKey}.

source: Delegated
ar_sa: مفوض
da_dk: Delegeret
fi_fi: Delegoitu
he_il: האצלה
hu_hu: Delegált
id_id: Didelegasikan
ja_jp: 委任された
nl_nl: gedelegeerd
sl_si: Pooblaščeno
sr_sp: Делегирано
sw_tz: Imekabidhiwa
tr_tr: yetki verilmiş
uk_ua: Делегований

source: Download Uniswap
ar_sa: تحميل يونيسواب
fi_fi: Lataa Uniswap
he_il: הורד את Uniswap
hu_hu: Letöltés Uniswap
id_id: Unduh Uniswap.dll
ja_jp: ユニスワップをダウンロード
nl_nl: Uniswap downloaden
sl_si: Prenesite Uniswap
sr_sp: Довнлоад Унисвап
sw_tz: Pakua Uniswap
tr_tr: Uniswap'i indirin
uk_ua: Завантажити Uniswap

source: <0>{0} </0><1/> per <2/>
ar_sa: <0>{0} </0><1/> لكل <2/>
da_dk: <0>{0} </0><1/> pr. <2/>
he_il: <0>{0} </0><1/> לכל <2/>
sl_si: <0>{0} </0><1/> na <2/>
sr_sp: <0>{0} </0><1/> по <2/>
sw_tz: <0>{0} </0><1/> kwa <2/>
uk_ua: <0>{0} </0><1/> на <2/>

source: Beta
ar_sa: بيتا
fi_fi: Beeta
he_il: בטא
ja_jp: ベータ
nl_nl: Bèta
sr_sp: Бета
uk_ua: Бета

source: For
ar_sa: لـ
da_dk: Til
fi_fi: Kohteelle
he_il: ל
hu_hu: Számára
id_id: Untuk
ja_jp: 賛成
nl_nl: Voor
sl_si: Za
sr_sp: За
sw_tz: Kwa maana
tr_tr: Şunun için
uk_ua: Для

source: Address has no available claim
ar_sa: العنوان ليس لديه مطالبة متاحة
da_dk: Adresse har ingen tilgængelig krav
fi_fi: Osoitteella ei ole lunastettavaa
he_il: לכתובת אין כל תביעה זמינה
hu_hu: A címnek nincs elérhető követelése
id_id: Alamat tidak memiliki klaim yang tersedia
ja_jp: 請求可能なアドレスではありません
nl_nl: Adres heeft geen beschikbare claim
sl_si: Ta naslov nima terjatve
sr_sp: Адреса нема доступних потраживања
sw_tz: Anwani haina dai linalopatikana
tr_tr: Adreste herhangi bir hak talebi yok
uk_ua: Адреса не має доступного запиту

source: Your active V3 liquidity positions will appear here.
ar_sa: ستظهر مراكز سيولة V3 النشطة الخاصة بك هنا.
da_dk: Dine aktive V3-likviditetspositioner vises her.
fi_fi: Aktiiviset V3-likviditeettipositiosi näkyvät täällä.
he_il: עמדות הנזילות הפעילות V3 שלך יופיעו כאן.
hu_hu: Itt jelennek meg aktív V3 likviditási pozíciói.
id_id: Posisi likuiditas V3 aktif Anda akan muncul di sini.
ja_jp: V3の流動性ポジションはこちらに表示されます。
nl_nl: Uw actieve V3-liquiditeitsposities verschijnen hier.
sl_si: Tukaj bodo prikazane vaše aktivne likvidnostne pozicije na V3.
sr_sp: Овде ће се појавити ваше активне В3 позиције ликвидности.
sw_tz: Nafasi zako za ukwasi za V3 zinazotumika zitaonekana hapa.
tr_tr: Aktif V3 likidite pozisyonlarınız burada görünecektir.
uk_ua: Тут відображатимуться ваші активні позиції ліквідності V3.

source: <0/> Votes
ar_sa: <0/> الأصوات
da_dk: <0/> Stemmer
fi_fi: <0/> Äänet
he_il: <0/> הצבעות
hu_hu: <0 /> Szavazatok
id_id: <0/> Suara
ja_jp: <0/>投票
nl_nl: <0/> Stemmen
sl_si: <0/> glasov
sr_sp: <0/> Гласови
sw_tz: <0/> Kura
tr_tr: <0/> Oylar
uk_ua: <0/> голосів

source: Feedback
ar_sa: تعليق
fi_fi: Palaute
he_il: מָשׁוֹב
hu_hu: Visszacsatolás
id_id: Masukan
ja_jp: フィードバック
sl_si: Povratne informacije
sr_sp: Повратна информација
sw_tz: Maoni
tr_tr: Geri bildirim
uk_ua: Зворотній зв'язок

source: Migrated liquidity
ar_sa: السيولة المهاجرة
da_dk: Migreret likviditet
fi_fi: Siirretty likviditeetti
he_il: נזילות עברה
hu_hu: Migrált likviditás
id_id: Likuiditas bermigrasi
ja_jp: 流動性の移行
nl_nl: Gemigreerde liquiditeit
sl_si: Preseljena likvidnost
sr_sp: Мигрирана ликвидност
sw_tz: Ukwasi uliohama
tr_tr: Taşınan likidite
uk_ua: Перенесена ліквідність

source: By adding liquidity you'll earn 0.3% of all trades on this pair proportional to your share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
ar_sa: من خلال إضافة السيولة ستكسب 0.3٪ من جميع المعاملات على هذا الزوج بما يتناسب مع نصيبك من المجموعة. تضاف الرسوم إلى المجموعة، تتراكم في الوقت الحقيقي ويمكن المطالبة بها بسحب السيولة الخاصة بك.
da_dk: Ved at tilføje likviditet optjener du 0,3 % af alle handler på dette par proportionalt med din andel af puljen. Gebyrer tilføjes til puljen, tilfalder i realtid og kan hævdes ved at trække din likviditet tilbage.
fi_fi: Lisäämällä likviditeettiä ansaitset 0,3 % kaikista tämän parin kaupoista suhteessa osuutesi poolista. Palkkiot lisätään pooliin, ne kertyvät reaaliajassa, ja ne voidaan lunastaa vetämällä likviditeettisi takaisin.
he_il: על ידי הוספת נזילות תרוויח 0.3% מכלל העסקאות בזוג זה ביחס לחלק שלך במאגר. העמלות מתווספות לבריכה, נצברות בזמן אמת וניתן לתבוע אותן באמצעות משיכת הנזילות שלך.
hu_hu: Likviditás hozzáadásával az összes kereskedés 3%-át keresheti meg ezen a páron, a poolból való részesedéssel arányosan. A díjakat a poolhoz adjuk hozzá, valós időben halmozódnak fel, és a likviditás kivonásával lehet igényelni.
id_id: Dengan menambahkan likuiditas, Anda akan mendapatkan 0,3% dari semua perdagangan pada pasangan ini sebanding dengan bagian pool Anda. Biaya ditambahkan ke pool, bertambah secara real time dan dapat diklaim dengan menarik likuiditas Anda.
ja_jp: 流動性を追加することで、このペアのすべての取引で発生する0.3%の手数料のうち、プールのシェアに応じた報酬を獲得します。報酬はリアルタイムにプールに追加され、反映されます。報酬は流動性を引き出すことで請求できます。
nl_nl: Door liquiditeit toe te voegen, verdient u 0,3% van alle transacties op dit paar in verhouding tot uw aandeel in de pool. Vergoedingen worden aan de pool toegevoegd, worden in realtime opgebouwd en kunnen worden opgeëist door uw liquiditeit op te nemen.
sl_si: Ko dodate likvidnost, boste služili provizijo 0,3 % od vseh poslov na tem paru sorazmerno z vašim deležem v skladu. Provozije se dodajajo v sklad v realnem času. Prevzamete jih, ko umaknete svojo likvidnost iz sklada.
sr_sp: Додавањем ликвидности зарадићете 0,3% свих трговина на овом пару пропорционално вашем уделу у фонду. Накнаде се додају у фонд, прикупљају се у реалном времену и могу се захтевати повлачењем ваше ликвидности.
sw_tz: Kwa kuongeza ukwasi utapata 0.3% ya biashara zote kwenye jozi hii sawia na sehemu yako ya dimbwi. Ada zinaongezwa kwenye dimbwi, zinapatikana kwa wakati halisi na zinaweza kudaiwa kwa kuondoa ukwasi wako.
tr_tr: Likidite ekleyerek, havuzdaki payınızla orantılı olarak bu çiftteki tüm işlemlerin %0,3'ünü kazanacaksınız. Ücretler havuza eklenir, gerçek zamanlı olarak tahakkuk eder ve likidite çekilerek talep edilebilir.
uk_ua: Додавши ліквідність, ви заробите 0,3% усієї торгівлі за цією парою пропорційно вашій частці пула. До пула додається комісія, що нараховується в режимі реального часу й може бути отримана шляхом зняття ліквідності.

source: Approve
ar_sa: الموافقة
da_dk: Godkend
fi_fi: Hyväksy
he_il: לְאַשֵׁר
hu_hu: Jóváhagyás
id_id: Setujui
ja_jp: 承認
nl_nl: Goedkeuren
sl_si: Odobri
sr_sp: Одобри
sw_tz: Sibitisha
tr_tr: Onayla
uk_ua: Схвалити

source: Unsupported asset
ar_sa: مادة عرض غير مدعومة
da_dk: Ikke-understøttet aktiv
fi_fi: Sisältöä ei tueta
he_il: נכס לא נתמך
hu_hu: Nem támogatott elem
id_id: Aset tidak didukung
ja_jp: サポートされていないアセット
nl_nl: Niet-ondersteund item
sl_si: Nepodprto sredstvo
sr_sp: Неподржано средство
sw_tz: Kipengee kisichotumika
tr_tr: Desteklenmeyen öğe
uk_ua: Непідтримуваний ресурс

source: - Remove recipient
ar_sa: - إزالة المستلم
da_dk: - Fjern modtager
fi_fi: - Poista vastaanottaja
he_il: - הסר את הנמען
hu_hu: - Távolítsa el a címzettet
id_id: - Hapus penerima
ja_jp: 宛先を削除
nl_nl: - Ontvanger verwijderen
sl_si: - Odstrani prejemnika
sr_sp: - Уклони примаоца
sw_tz: - Ondoa mpokeaji
tr_tr: - Alıcıyı kaldır
uk_ua: - Видалити одержувача

source: Execute
ar_sa: ينفذ
da_dk: Udfør
fi_fi: Suorittaa
he_il: לבצע
hu_hu: Végrehajtás
id_id: Menjalankan
ja_jp: 実行
nl_nl: Uitvoeren
sl_si: Izvršitev
sr_sp: Извршити
sw_tz: Tekeleza
tr_tr: Uygulamak
uk_ua: Виконати

source: Sweep
ar_sa: مسح
da_dk: Feje
fi_fi: Lakaista
he_il: לְטַאטֵא
hu_hu: Söprés
id_id: Menyapu
ja_jp: 掃く
nl_nl: Vegen
sl_si: Pometanje
sr_sp: Свееп
sw_tz: Zoa
tr_tr: Süpürme
uk_ua: підмітати

source: Get started
ar_sa: البدء
da_dk: Kom igang
fi_fi: Aloittaa
he_il: להתחיל
hu_hu: Fogj neki
id_id: Memulai
ja_jp: 始めましょう
nl_nl: Begin
sl_si: Začeti
sr_sp: Почети
sw_tz: Anza
tr_tr: Başlamak
uk_ua: Почати

source: {0}m
ar_sa: {0}م
he_il: {0}מ'
sr_sp: {0}м
uk_ua: {0}м

source: Adding this proposal to the queue will allow it to be executed, after a delay.
ar_sa: ستسمح إضافة هذا الاقتراح إلى قائمة الانتظار بتنفيذه بعد تأخير.
da_dk: Tilføjelse af dette forslag til køen vil gøre det muligt at udføre det efter en forsinkelse.
fi_fi: Kun tämä ehdotus lisätään jonoon, se voidaan suorittaa viiveen jälkeen.
he_il: הוספת הצעה זו לתור תאפשר את ביצועה, לאחר עיכוב.
hu_hu: Ha felveszi ezt az ajánlatot a sorba, akkor késedelem után végrehajtható.
id_id: Menambahkan proposal ini ke antrean akan memungkinkannya dieksekusi, setelah penundaan.
ja_jp: このプロポーザルをキューに追加すると、遅延後に実行できるようになります。
nl_nl: Door dit voorstel aan de wachtrij toe te voegen, kan het met enige vertraging worden uitgevoerd.
sl_si: Pobudo je potrebno dodati v čakalno vrsto, da se potem po določenem času lahko izvrši.
sr_sp: Додавање овог предлога у ред чекања ће омогућити његово извршење, након одлагања.
sw_tz: Kuongeza pendekezo hili kwenye foleni itaruhusu kutekelezwa, baada ya kuchelewa.
tr_tr: Bu teklifin kuyruğa eklenmesi, bir gecikmeden sonra yürütülmesine izin verecektir.
uk_ua: Додавання цієї пропозиції до черги дозволить виконати її після затримки.

source: Proposed action
ar_sa: الإجراء المقترح
da_dk: Foreslået handling
fi_fi: Ehdotettu toimenpide
he_il: הצעת פעולה
hu_hu: Javasolt intézkedés
id_id: Tindakan yang diusulkan
ja_jp: 提案されたアクション
nl_nl: Voorgestelde actie
sl_si: Predlagani ukrep
sr_sp: Предложена радња
sw_tz: Hatua iliyopendekezwa
tr_tr: Önerilen hareket
uk_ua: Пропонована дія

source: Deposit liquidity
ar_sa: إيداع السيولة
da_dk: Indbetalingslikviditet
fi_fi: Talleta likviditeettiä
he_il: הפקדת נזילות
hu_hu: Likviditás letétbe helyezése
id_id: Setor likuiditas
ja_jp: 流動性を預ける
nl_nl: Stort liquiditeit
sl_si: Položi likvidnost
sr_sp: Ликвидност депозита
sw_tz: Amana ukwasi
tr_tr: Mevduat likiditesi
uk_ua: Ліквідність внеску

source: Revoke {0}
ar_sa: إبطال {0}
da_dk: Tilbagekald {0}
fi_fi: Peruuta {0}
he_il: בטל {0}
hu_hu: {0}visszavonása
id_id: Cabut {0}
ja_jp: {0}を取り消す
nl_nl: {0}intrekken
sl_si: Preklic {0}
sr_sp: Опозови {0}
sw_tz: Batilisha {0}
tr_tr: {0}iptal et
uk_ua: Відкликати {0}

source: Price
ar_sa: السعر
da_dk: Pris
fi_fi: Hinta
he_il: מחיר
hu_hu: Ár
id_id: Harga
ja_jp: 価格
nl_nl: Prijs
sl_si: Cena
sr_sp: Цена
sw_tz: Bei
tr_tr: Fiyat
uk_ua: Ціна

source: The price of this pool is within your selected range. Your position is currently earning fees.
ar_sa: سعر هذه المجموعة ضمن النطاق المحدد الخاص بك. منصبك يكسب رسومًا حاليًا.
da_dk: Prisen på denne pulje ligger inden for dit valgte interval. Din position tjener i øjeblikket gebyrer.
fi_fi: Tämän poolin hinta sopii vallittuun hintaluokkaan. Positiosi ansaitsee tällä hetkellä palkkioita.
he_il: המחיר של המאגר הזה הוא בטווח שבחרתם. עמדתך מרוויחה כרגע עמלות.
hu_hu: Ennek a poolnak az ára az Ön által kiválasztott tartományon belül van. Az Ön pozíciója jelenleg díjat keres.
id_id: Harga pool ini berada dalam rentang yang Anda pilih. Posisi Anda saat ini menghasilkan biaya.
ja_jp: 現在の価格は設定した価格範囲に入っています。そのため、あなたの流動性は現在、報酬を獲得しています。
nl_nl: De prijs van deze pool valt binnen het door u geselecteerde bereik. Uw positie verdient momenteel vergoedingen.
sl_si: Cena v tem skladu je trenutno znotraj območja, ki ste ga izbrali. Vaš vložek vam trenutno služi provizije.
sr_sp: Цена овог фонда је у вашем одабраном опсегу. Ваша позиција тренутно зарађује накнаде.
sw_tz: Bei ya dimbwi hili iko katika anuwai uliyochagua. Msimamo wako kwa sasa unapata ada.
tr_tr: Bu havuzun fiyatı seçtiğiniz aralık dahilinde. Pozisyonunuz şu anda ücret kazanıyor.
uk_ua: Ціна цього пулу перебуває в межах вибраного вами діапазону. Ваша позиція наразі заробляє комісії.

source: You are creating a pool
ar_sa: أنت تقوم بإنشاء مجموعة
da_dk: Du opretter en pulje
fi_fi: Olet luomassa poolia
he_il: אתה יוצר בריכה
hu_hu: Poolt hoz létre
id_id: Anda sedang membuat pool
ja_jp: プールを作成しています
nl_nl: U maakt een pool aan
sl_si: Ustvarjate sklad
sr_sp: Стварате фонд
sw_tz: Unaunda dimbwi
tr_tr: Bir havuz oluşturuyorsunuz
uk_ua: Ви створюєте пул

source: Vote against proposal {proposalId}
ar_sa: التصويت ضد الاقتراح {proposalId}
da_dk: Stem imod forslag {proposalId}
fi_fi: Äänestä ehdotusta {proposalId} vastaan
he_il: הצביעו נגד הצעה {proposalId}
hu_hu: Szavazat a(z) {proposalId} javaslat ellen
id_id: Beri suara melawan usulan {proposalId}
ja_jp: 提案 {proposalId} に反対票を入れる
nl_nl: Stem tegen voorstel {proposalId}
sl_si: Glasuj proti pobudi {proposalId}
sr_sp: Гласајте против предлога {proposalId}
sw_tz: Piga kura dhidi ya pendekezo {proposalId}
tr_tr: Teklife karşı oy {proposalId}
uk_ua: Голосувати проти пропозиції {proposalId}

source: No activity yet
ar_sa: لا يوجد نشاط حتى الان
da_dk: Ingen aktivitet endnu
fi_fi: Ei toimintaa vielä
he_il: עדיין אין פעילות
hu_hu: Még nincs tevékenység
id_id: Belum ada aktivitas
ja_jp: まだ活動はありません
nl_nl: Nog geen activiteit
sl_si: Ni aktivnosti še
sr_sp: Још нема активности
sw_tz: Hakuna shughuli bado
tr_tr: Henüz etkinlik yok
uk_ua: Активності ще немає

source: Unknown Approval
ar_sa: موافقة غير معروفة
da_dk: Ukendt godkendelse
fi_fi: Tuntematon hyväksyntä
he_il: אישור לא ידוע
hu_hu: Ismeretlen jóváhagyás
id_id: Persetujuan Tidak Diketahui
ja_jp: 不明な承認
nl_nl: Onbekende goedkeuring
sl_si: Neznana odobritev
sr_sp: Непознато одобрење
sw_tz: Idhini Isiyojulikana
tr_tr: Bilinmeyen Onay
uk_ua: Невідоме схвалення

source: UNI has arrived
ar_sa: وصل UNI
da_dk: UNI er ankommet
fi_fi: UNI on saapunut
he_il: UNI הגיע
hu_hu: Megérkezett az UNI
id_id: UNI telah sampai
ja_jp: UNIの登場
nl_nl: UNI is gearriveerd
sl_si: UNI je dospel
sr_sp: UNI је стигао
sw_tz: UNI imefika
tr_tr: UNI geldi
uk_ua: UNI щойно прибув
