Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Some tokens take a fee when they are bought or sold, which is set by the token issuer. Uniswap does not receive any of these fees.
ar_sa: تأخذ بعض الرموز المميزة رسومًا عند شرائها أو بيعها، والتي يحددها مصدر الرمز المميز. لا يتلقى Uniswap أيًا من هذه الرسوم.
da_dk: Nogle tokens tager et gebyr, når de købes eller sælges, som fastsættes af tokenudstederen. Uniswap modtager ingen af disse gebyrer.
fi_fi: Jotkin rahakkeet veloittavat osto- tai myyntimaksun, jonka tunnuksen myöntäjä määrittää. Uniswap ei saa mitään näistä maksuista.
he_il: חלק מהאסימונים גובים עמלה כאשר הם נרכשים או נמכרים, אשר נקבעת על ידי מנפיק האסימונים. Uniswap לא מקבל אף אחת מהעמלות הללו.
hu_hu: Egyes tokenek vásárlásukkor vagy eladásukkor díjat számítanak fel, amelyet a token kibocsátója határoz meg. Az Uniswap nem kapja meg ezeket a díjakat.
id_id: Beberapa token mengenakan biaya saat dibeli atau dijual, yang ditetapkan oleh penerbit token. Uniswap tidak menerima biaya apa pun.
ja_jp: 一部のトークンは売買時に手数料がかかり、これはトークン発行者によって設定されます。 Uniswap はこれらの手数料を一切受け取りません。
nl_nl: Voor sommige tokens geldt een vergoeding wanneer ze worden gekocht of verkocht. Deze wordt bepaald door de tokenuitgever. Uniswap ontvangt geen van deze kosten.
sl_si: Nekateri žetoni ob nakupu ali prodaji zaračunajo provizijo, ki jo določi izdajatelj žetona. Uniswap ne prejme nobene od teh pristojbin.
sr_sp: Неки токени узимају накнаду када се купују или продају, коју поставља издавалац токена. Унисвап не прима ниједну од ових накнада.
sw_tz: Ishara zingine huchukua ada wakati zinunuliwa au kuuzwa, ambayo imewekwa na mtoaji wa ishara. Uniswap haipokei yoyote ya ada hizi.
tr_tr: Bazı tokenlar satın alınırken veya satılırken token veren kuruluş tarafından belirlenen bir ücret alır. Uniswap bu ücretlerin hiçbirini almaz.
uk_ua: Деякі токени беруть комісію під час купівлі або продажу, яка встановлюється емітентом токенів. Uniswap не отримує жодної з цих комісій.

source: You receive
ar_sa: انت تستقبل
da_dk: Du modtager
fi_fi: Saat
he_il: אתה מקבל
hu_hu: Megkapod
id_id: Anda menerima
ja_jp: あなたは受け取ります
nl_nl: Jij ontvangt
sl_si: Ti prejmeš
sr_sp: Ти добијаш
sw_tz: Unapokea
tr_tr: Aldığın
uk_ua: Ви отримуєте

source: Permit approval failed
ar_sa: فشلت الموافقة على التصريح
da_dk: Tilladelsesgodkendelse mislykkedes
fi_fi: Luvan hyväksyminen epäonnistui
he_il: אישור ההיתר נכשל
hu_hu: Az engedély jóváhagyása sikertelen
id_id: Persetujuan izin gagal
ja_jp: 許可の承認に失敗しました
nl_nl: Goedkeuring van de vergunning is mislukt
sl_si: Odobritev dovoljenja ni uspela
sr_sp: Одобрење дозволе није успело
sw_tz: Uidhinishaji wa kibali umeshindwa
tr_tr: İzin onayı başarısız oldu
uk_ua: Помилка погодження дозволу

source: Sorry, an error occured while processing your request. If you request support, be sure to copy the details of this error.
ar_sa: عذرا ، حدث خطأ أثناء معالجة طلبك. إذا طلبت الدعم ، فتأكد من نسخ تفاصيل هذا الخطأ.
da_dk: Beklager, der opstod en fejl under behandlingen af din anmodning. Hvis du anmoder om support, skal du sørge for at kopiere oplysningerne om denne fejl.
fi_fi: Pyyntöäsi käsiteltäessä tapahtui virhe. Jos pyydät tukea, muista kopioida tämän virheen tiedot.
he_il: מצטערים, אירעה שגיאה במהלך עיבוד הבקשה שלך. אם אתה מבקש תמיכה, הקפד להעתיק את הפרטים של שגיאה זו.
hu_hu: Sajnáljuk, hiba történt kérésének feldolgozása közben. Ha támogatást kér, feltétlenül másolja át a hiba részleteit.
id_id: Maaf, terjadi kesalahan saat memproses permintaan Anda. Jika Anda meminta dukungan, pastikan untuk menyalin detail kesalahan ini.
ja_jp: 申し訳ありませんが、リクエストの処理中にエラーが発生しました。サポートをリクエストする場合は、必ずこのエラーの詳細をコピーしてください。
nl_nl: Sorry, er is een fout opgetreden tijdens het verwerken van uw verzoek. Als u om ondersteuning vraagt, zorg er dan voor dat u de details van deze fout kopieert.
sl_si: Žal je med obdelavo vaše zahteve prišlo do napake. Če zahtevate podporo, ne pozabite kopirati podrobnosti te napake.
sr_sp: Жао нам је, дошло је до грешке при обради вашег захтева. Ако затражите подршку, обавезно копирајте детаље ове грешке.
sw_tz: Samahani, hitilafu ilitokea wakati wa kuchakata ombi lako. Ukiomba usaidizi, hakikisha unakili maelezo ya hitilafu hii.
tr_tr: Üzgünüz, isteğiniz işlenirken bir hata oluştu. Destek talep ederseniz, bu hatanın ayrıntılarını kopyaladığınızdan emin olun.
uk_ua: На жаль, під час обробки вашого запиту сталася помилка. Якщо ви запитуєте підтримку, обов’язково скопіюйте деталі цієї помилки.

source: Vote in governance
ar_sa: التصويت في الحكم
da_dk: Stem i regeringsførelse
fi_fi: Äänestä hallituksessa
he_il: הצביעו בממשל
hu_hu: Szavazz a kormányzásban
id_id: Memilih dalam pemerintahan
ja_jp: ガバナンスに投票する
nl_nl: Stem in het bestuur
sl_si: Glasujte pri upravljanju
sr_sp: Гласајте у управи
sw_tz: Piga kura katika utawala
tr_tr: yönetimde oy
uk_ua: Голосуйте в уряді

source: Bought
ar_sa: مُشترى
da_dk: Købt
fi_fi: Ostettu
he_il: קנה
hu_hu: Vásárolt
id_id: Dibeli
ja_jp: 買った
nl_nl: Gekocht
sl_si: kupljeno
sr_sp: Купљено
sw_tz: Imenunuliwa
tr_tr: Satın alınmış
uk_ua: Купив

source: NFTs
da_dk: NFT'er
fi_fi: NFT:t
hu_hu: NFT-k
id_id: NFT
ja_jp: NFT
sl_si: NFT-ji
sr_sp: НФТс
tr_tr: NFT'ler
uk_ua: NFT

source: {pendingActivityCount} Pending
ar_sa: {pendingActivityCount} معلق
da_dk: {pendingActivityCount} Afventer
fi_fi: {pendingActivityCount} Odottaa
he_il: {pendingActivityCount} בהמתנה
hu_hu: {pendingActivityCount} Függőben
id_id: {pendingActivityCount} Tertunda
ja_jp: {pendingActivityCount} 保留中
nl_nl: {pendingActivityCount} in behandeling
sl_si: {pendingActivityCount} v teku
sr_sp: {pendingActivityCount} На чекању
sw_tz: {pendingActivityCount} Inasubiri
tr_tr: {pendingActivityCount} Beklemede
uk_ua: {pendingActivityCount} Очікує на розгляд

source: Add liquidity cancelled
ar_sa: إضافة السيولة الملغاة
da_dk: Tilføj likviditet annulleret
fi_fi: Likviditeetin lisääminen peruutettu
he_il: הוספת נזילות בוטלה
hu_hu: Likviditás hozzáadása törölve
id_id: Tambahkan likuiditas dibatalkan
ja_jp: 流動性の追加がキャンセルされました
nl_nl: Liquiditeit toevoegen geannuleerd
sl_si: Dodajanje likvidnosti je preklicano
sr_sp: Додавање ликвидности је отказано
sw_tz: Kuongeza ukwasi kughairiwa
tr_tr: Likidite ekleme iptal edildi
uk_ua: Додавання ліквідності скасовано

source: {0, plural, =1 {collection} other {collections}}
ar_sa: {0, plural, =1 {مجموعة} other {مجموعات}}
da_dk: {0, plural, =1 {kollektion} other {samlinger}}
fi_fi: {0, plural, =1 {kokoelma} other {kokoelmat}}
he_il: {0, plural, =1 {אוסף} other {אוספים}}
hu_hu: {0, plural, =1 {Gyűjtemény} other {gyűjtemények}}
id_id: {0, plural, =1 {koleksi} other {koleksi}}
ja_jp: {0, plural, =1 {コレクション} other {コレクション}}
nl_nl: {0, plural, =1 {collectie} other {collecties}}
sl_si: {0, plural, =1 {zbirka} other {zbirke}}
sr_sp: {0, plural, =1 {збирка} other {колекције}}
sw_tz: {0, plural, =1 {mkusanyiko} other {makusanyo}}
tr_tr: {0, plural, =1 {Toplamak} other {koleksiyonlar}}
uk_ua: {0, plural, =1 {колекція} other {колекції}}

source: Custom
ar_sa: مخصص
da_dk: Brugerdefinerede
fi_fi: Mukautettu
he_il: המותאם אישית
hu_hu: Egyedi
id_id: Kebiasaan
ja_jp: カスタム
nl_nl: Aangepast
sl_si: Po meri
sr_sp: Обичај
sw_tz: Desturi
tr_tr: Gelenek

source: Enter an address to trigger a UNI claim. If the address has any claimable UNI it will be sent to them on submission.
ar_sa: أدخل عنوانًا لتشغيل مطالبة UNI. إذا كان العنوان لديه أي طلب UNI فإنه سيتم إرساله إليهم عند التقديم.
da_dk: Indtast en adresse for at udløse et UNI-krav. Hvis adressen har nogen UNI, der kan gøres krav på, vil den blive sendt til dem ved indsendelse.
fi_fi: Syötä osoite, joka käynnistää UNI-lunastuksen. Jos osoitteella on lunastettavia UNI-rahakkeita, ne lähetetään vastaanottajalle, kun pyyntö on tehty.
he_il: הזן כתובת להפעלת תביעה של UNI. אם לכתובת יש UNI כלשהו הניתן לתביעה, היא תישלח אליהם בהגשה.
hu_hu: Adjon meg egy címet az UNI-követelés kiváltásához. Ha a címnek van igényelhető UNI-ja, akkor azt a címre történő benyújtáskor elküldjük.
id_id: Masukkan alamat untuk memicu klaim UNI. Jika alamat tersebut memiliki UNI yang dapat diklaim, UNI tersebut akan dikirimkan kepada mereka saat diserahkan.
ja_jp: UNIの請求を行うためのアドレスを入力してください。そのアドレスに請求可能なUNIがあれば、請求時にそのアドレスに送信されます。
nl_nl: Voer een adres in om een UNI-claim te activeren. Als het adres een claimbare UNI heeft, wordt deze na indiening naar hen verzonden.
sl_si: Vnesite naslov za prevzem UNI. Če ima naslov pravico do prevzema žetonov UNI, mu bodo le-ti ob sprožitvi poslani.
sr_sp: Унесите адресу да бисте покренули преузимање УНИ-ја. Ако адреса има УНИ који се може преузети, они ће им бити послати по предаји.
sw_tz: Ingiza anwani ili kuchochea dai la UNI. Ikiwa anwani ina UNI yoyote inayodaiwa itatumwa kwao kwa kuwasilisha.
tr_tr: Bir UNI talebini tetiklemek için bir adres girin. Adreste talep edilebilir bir UNI varsa, teslim edildiğinde onlara gönderilecektir.
uk_ua: Введіть адресу для ініціювання збору UNI. Якщо адреса має UNI для збору, її буде надіслано їм після надсилання.

source: The % you will earn in fees.
ar_sa: النسبة التي ستكسبها في الرسوم.
da_dk: Den %, du vil tjene i gebyrer.
fi_fi: %, jonka ansaitset maksuina.
he_il: האחוז שתרוויח בעמלות.
hu_hu: Az a %, amelyet díjakból fog keresni.
id_id: % yang akan Anda peroleh dalam bentuk biaya.
ja_jp: 設定する手数料率
nl_nl: Het % dat u aan vergoedingen verdient.
sl_si: Odstotek, ki ga boste služili s provizijami.
sr_sp: % који ћете зарадити у накнадама.
sw_tz: % Utakayopata katika ada.
tr_tr: Ücretlerden kazanacağınız yüzde.
uk_ua: %, який ви заробите на комісії.

source: <0>Tip:</0> Select an action and describe your proposal for the community. The proposal cannot be modified after submission, so please verify all information before submitting. The voting period will begin immediately and last for 7 days. To propose a custom action, <1>read the docs</1>.
ar_sa: <0>نصيحة:</0> حدد إجراءً ووصف اقتراحك للمجتمع. لا يمكن تعديل العرض بعد التقديم ، لذا يرجى التحقق من جميع المعلومات قبل التقديم. ستبدأ فترة التصويت على الفور وتستمر لمدة 7 أيام. لاقتراح إجراء مخصص ، <1>اقرأ المستندات</1>.
da_dk: <0>Tip:</0> Vælg en handling, og beskriv dit forslag til fællesskabet. Forslaget kan ikke ændres efter indsendelse, så bekræft venligst alle oplysninger inden indsendelse. Afstemningsperioden begynder straks og varer i 7 dage. For at foreslå en tilpasset handling 2 <1>læse dokumenterne</1>.
fi_fi: <0>Vihje:</0> Valitse toiminto ja kuvaile ehdotustasi yhteisölle. Ehdotusta ei voi muuttaa jättämisen jälkeen, joten tarkista kaikki tiedot ennen lähettämistä. Äänestysaika alkaa välittömästi ja kestää 7 päivää. Jos haluat ehdottaa mukautettua toimintoa, <1>lue asiakirjat</1>.
he_il: <0>טיפ:</0> בחר פעולה ותאר את הצעתך לקהילה. לא ניתן לשנות את ההצעה לאחר הגשתה, אז נא לאמת את כל המידע לפני ההגשה. תקופת ההצבעה תחל מיד ותמשך 7 ימים. כדי להציע פעולה מותאמת אישית, <1>קרא את המסמכים</1>.
hu_hu: <0>Tipp:</0> Válasszon ki egy műveletet, és írja le a közösségnek szóló javaslatát. Az ajánlat benyújtása után nem módosítható, ezért kérjük, hogy a benyújtás előtt ellenőrizze az összes adatot. A szavazási időszak azonnal megkezdődik és 7 napig tart. Egyéni művelet javasolásához <1>olvassa el a dokumentumokat</1>.
id_id: <0>Tip:</0> Pilih tindakan dan jelaskan proposal Anda untuk komunitas. Proposal tidak dapat diubah setelah pengiriman, jadi harap verifikasi semua informasi sebelum mengirimkan. Periode pemungutan suara akan segera dimulai dan berlangsung selama 7 hari. Untuk mengusulkan tindakan khusus, <1>baca dokumentasi</1>.
ja_jp: <0>ヒント：</0>アクションを選択し、コミュニティへの提案を記載してください。提案は提出後に変更できませんので、提出する前にすべての情報を確認してください。投票期間はすぐに始まり、7日間続きます。カスタムアクションを提案する場合、<1>ドキュメントをお読みください</1>。
nl_nl: <0>Tip:</0> Selecteer een actie en beschrijf je voorstel voor de community. Het voorstel kan na indiening niet meer worden gewijzigd, dus controleer alle informatie voordat u het indient. De stemperiode begint onmiddellijk en duurt 7 dagen. Om een actie op maat voor te stellen, <1>lees je de documentatie</1>.
sl_si: <0>Komentar:</0> Izberite dejanje in za skupnost opišite svojo pobudo. Po oddaji pobude ni mogoče več spreminjati, zato pred oddajo preverite vse podatke. Glasovalno obdobje se začne takoj in traja 7 dni. Če želite predlagati dejanje po meri, <1>preberite dokumentacijo</1> .
sr_sp: <0> Савет:</0> Изаберите акцију и опишите свој предлог за заједницу. Предлог се не може изменити након подношења, зато вас молимо да верификујете све информације пре подношења. Период гласања започиње одмах и трајаће 7 дана. Да бисте предложили прилагођену радњу, <1> прочитајте документе</1> .
sw_tz: <0>Kidokezo:</0> Chagua kitendo na ueleze pendekezo lako kwa jamii. Pendekezo haliwezi kubadilishwa baada ya kuwasilisha, kwa hivyo tafadhali thibitisha habari zote kabla ya kuwasilisha. Kipindi cha kupiga kura kitaanza mara moja na kitadumu kwa siku 7. Kupendekeza kitendo maalum cha kwako, <1>soma maelezo</1>.
tr_tr: <0>İpucu:</0> Bir eylem seçin ve topluluk için teklifinizi açıklayın. Teklif, gönderildikten sonra değiştirilemez, bu nedenle lütfen göndermeden önce tüm bilgileri doğrulayın. Oy verme süreci hemen başlayacak ve 7 gün sürecektir. Özel bir eylem önermek için <1>dokümanları okuyun</1> .
uk_ua: <0>Порада:</0> Виберіть дію та опишіть свою пропозицію для спільноти. Пропозиція не може бути змінена після надсилання, тому перевірте всю інформацію перед надсиланням. Період голосування розпочнеться одразу і триватиме 7 днів. Щоб запропонувати спеціальну дію, <1>прочитайте документи</1>.

source: Explore
ar_sa: يستكشف
da_dk: Udforske
fi_fi: Tutkia
he_il: לַחקוֹר
hu_hu: Fedezd fel
id_id: Mengeksplorasi
ja_jp: 探す
nl_nl: Ontdekken
sl_si: Raziščite
sr_sp: Истражите
sw_tz: Chunguza
tr_tr: Keşfetmek
uk_ua: Досліджуйте

source: Show
ar_sa: يعرض
da_dk: At vise
fi_fi: Näytä
he_il: הופעה
hu_hu: Előadás
id_id: Menunjukkan
ja_jp: 表示
sl_si: Prikaži
sr_sp: Прикажи
sw_tz: Onyesha
tr_tr: Göstermek
uk_ua: Показати

source: Queued
ar_sa: في قائمة الانتظار
da_dk: I kø
fi_fi: Jonossa
he_il: בתור
hu_hu: Sorban
id_id: Mengantri
ja_jp: 処理待ち
nl_nl: In de wachtrij
sl_si: V čakalni vrsti
sr_sp: У реду чекања
sw_tz: Imewekwa foleni
tr_tr: sıraya alındı
uk_ua: У черзі

source: Add {0}/{1} V3 liquidity
ar_sa: إضافة سيولة {0}/{1} V3
da_dk: Tilføj {0}/{1} V3 likviditet
fi_fi: Lisää {0}/{1} V3 likviditeetti
he_il: להוסיף {0}/{1} נזילות V3
hu_hu: Adjon hozzá {0}/{1} V3 likviditást
id_id: Tambahkan {0}/{1} likuiditas V3
ja_jp: {0}/{1} V3の流動性を追加
nl_nl: Voeg {0}/{1} V3 liquiditeit toe
sl_si: Dodaj V3-likvidnost {0}/{1}
sr_sp: Додај {0}/{1} В3 ликвидност
sw_tz: Kuongeza {0}/{1} V3 mtaji
tr_tr: {0}/{1} V3 likidite ekle
uk_ua: Додати ліквідність V3 {0}/{1}

source: {0} slippage
ar_sa: {0} انزلاق
da_dk: {0} glidning
fi_fi: {0} lipsahdus
he_il: {0} החלקה
hu_hu: {0} csúszás
id_id: {0} selip
ja_jp: {0} 滑り
nl_nl: {0} slip
sl_si: {0} zdrsa
sr_sp: {0} проклизавања
sw_tz: {0} kuteleza
tr_tr: {0} kayma
uk_ua: {0} прослизання

source: volume
ar_sa: مقدار
da_dk: bind
fi_fi: äänenvoimakkuutta
he_il: כרך
hu_hu: hangerő
ja_jp: 音量
sl_si: glasnost
sr_sp: обим
sw_tz: kiasi
tr_tr: hacim
uk_ua: обсяг

source: Claim failed
ar_sa: فشلت المطالبة
da_dk: Krav mislykkedes
fi_fi: Vaatimus epäonnistui
he_il: התביעה נכשלה
hu_hu: A követelés sikertelen
id_id: Klaim gagal
ja_jp: 請求が失敗しました
nl_nl: Claim mislukt
sl_si: Zahtevek ni uspel
sr_sp: Захтев није успео
sw_tz: Dai limeshindwa
tr_tr: Talep başarısız oldu
uk_ua: Претензія не вдалася

source: List for sale
ar_sa: قائمة للبيع
da_dk: Liste til salg
fi_fi: Lista myytävänä
he_il: רשימה למכירה
hu_hu: Eladó lista
id_id: Daftar untuk dijual
ja_jp: 販売リスト
nl_nl: Lijst te koop
sl_si: Seznam za prodajo
sr_sp: Листа за продају
sw_tz: Orodha ya kuuza
tr_tr: satılık liste
uk_ua: Список для продажу

source: Token stats and charts for {label} are available on <0>info.uniswap.org</0>
ar_sa: تتوفر إحصائيات ومخططات الرمز المميز لـ {label} على <0>info.uniswap.org</0>
da_dk: Tokenstatistik og diagrammer for {label} er tilgængelige på <0>info.uniswap.org</0>
fi_fi: Token-tilastot ja kaaviot {label} lle ovat saatavilla osoitteessa <0>info.uniswap.org</0>
he_il: סטטיסטיקות אסימונים ותרשימים עבור {label} זמינים ב <0>info.uniswap.org</0>
hu_hu: A {label} token statisztikái és diagramjai elérhetők <0>info.uniswap.org</0>oldalon
id_id: Statistik token dan bagan untuk {label} tersedia di <0>info.uniswap.org</0>
ja_jp: {label} のトークン統計とチャートは、 <0>info.uniswap.org で入手できます</0>
nl_nl: Tokenstatistieken en grafieken voor {label} zijn beschikbaar op <0>info.uniswap.org</0>
sl_si: Statistika žetonov in grafikoni za {label} so na voljo na <0>info.uniswap.org</0>
sr_sp: Статистика токена и графикони за {label} доступни су на <0>инфо.унисвап.орг</0>
sw_tz: Takwimu za ishara na chati za {label} zinapatikana kwenye <0>info.uniswap.org</0>
tr_tr: {label} için belirteç istatistikleri ve çizelgeleri <0>info.uniswap.org adresinde mevcuttur</0>
uk_ua: Статистика токенів і діаграми для {label} доступні на <0>info.uniswap.org</0>

source: Popular tokens
ar_sa: الرموز الشعبية
da_dk: Populære tokens
fi_fi: Suosittuja tokeneja
he_il: אסימונים פופולריים
hu_hu: Népszerű tokenek
id_id: Token populer
ja_jp: 人気のあるトークン
nl_nl: Populaire tokens
sl_si: Priljubljeni žetoni
sr_sp: Популарни токени
sw_tz: Ishara maarufu
tr_tr: Popüler jetonlar
uk_ua: Популярні токени

source: fee
ar_sa: مصاريف
da_dk: betaling
fi_fi: maksu
he_il: תַשְׁלוּם
hu_hu: díj
id_id: biaya
ja_jp: 手数料
nl_nl: tarief
sl_si: pristojbina
sr_sp: надокнада
sw_tz: ada
tr_tr: ücret
uk_ua: гонорар

source: Best price route costs ~{gasPrice} in gas.
ar_sa: تكاليف مسار أفضل الأسعار ~{gasPrice} في الغاز.
da_dk: Bedste pris rute koster ~{gasPrice} i gas.
fi_fi: Paras hinta reitti maksaa ~{gasPrice} bensaa.
he_il: מסלול המחיר הטוב ביותר עולה ~{gasPrice} בדלק.
hu_hu: A legjobb árú útvonal ~{gasPrice} a benzinben.
id_id: Biaya rute harga terbaik ~{gasPrice} dalam gas.
ja_jp: 最安ルートのガス代は ~{gasPrice} です。
nl_nl: Beste prijs route kost ~{gasPrice} aan gas.
sl_si: Pot po najboljši ceni stane ~{gasPrice} goriva.
sr_sp: Најповољнија рута кошта ~{gasPrice} у гасу.
sw_tz: Gharama bora za njia ya bei ~{gasPrice} kwa gesi.
tr_tr: En iyi fiyat rota maliyeti ~{gasPrice} gazda.
uk_ua: Маршрут за найкращою ціною коштує ~{gasPrice} за бензин.

source: Not enough liquidity to show accurate USD value.
ar_sa: لا توجد سيولة كافية لإظهار قيمة دقيقة للدولار الأمريكي.
da_dk: Ikke nok likviditet til at vise nøjagtig USD-værdi.
fi_fi: Likviditeetti ei riitä tarkan USD-arvon näyttämiseen.
he_il: אין מספיק נזילות כדי להציג ערך מדויק של דולר ארה"ב.
hu_hu: Nincs elég likviditás a pontos USD-érték megjelenítéséhez.
id_id: Likuiditas tidak cukup untuk menunjukkan nilai USD yang akurat.
ja_jp: 正確な米ドルの価値を表示するのに十分な流動性がありません。
nl_nl: Onvoldoende liquiditeit om de juiste waarde in USD weer te geven.
sl_si: Ni dovolj likvidnosti za prikaz natančne vrednosti v USD.
sr_sp: Нема довољно ликвидности да прикаже тачну вредност у УСД.
sw_tz: Hakuna ukwasi wa kutosha kuonyesha thamani sahihi ya USD.
tr_tr: Doğru USD değerini göstermek için yeterli likidite yok.
uk_ua: Недостатньо ліквідності, щоб показати точну вартість у доларах США.

source: For each pool shown below, click migrate to remove your liquidity from Uniswap V2 and deposit it into Uniswap V3.
ar_sa: لكل مجموعة موضحة أدناه، انقر فوق ترحيل لإزالة السيولة الخاصة بك من Uniswap V2 وإيداعها في Uniswap V3.
da_dk: For hver pulje vist nedenfor skal du klikke på migrer for at fjerne din likviditet fra Uniswap V2 og indsætte den i Uniswap V3.
fi_fi: Kunkin alla olevan poolin kohdalla paina "siirrä" poistaaksesi likviditeettisi Uniswap V2:sta ja tallettaaksesi sen Uniswap V3:een.
he_il: עבור כל מאגר המוצג למטה, לחץ על העבר כדי להסיר את הנזילות שלך מ- Uniswap V2 והפקד אותו ל- Uniswap V3.
hu_hu: Az alább látható egyes poolok esetében kattintson a migrálás gombra, hogy eltávolítsa a likviditását az Uniswap V2-ből, és letétbe helyezze az Uniswap V3-ban.
id_id: Untuk tiap pool yang ditunjukkan di bawah ini, klik migrasikan untuk menghapus likuiditas Anda dari Uniswap V2 dan menyimpannya ke Uniswap V3.
ja_jp: 以下の各流動性について「移行」ボタンをクリックすると、Uniswap V2から流動性を取り出し、Uniswap V3に移行します。
nl_nl: Klik voor elke hieronder weergegeven pool op migreren om uw liquiditeit uit Uniswap V2 te verwijderen en in Uniswap V3 te storten.
sl_si: Za vsak spodaj prikazani sklad s klikom na Migriraj odstranite svojo likvidnost iz Uniswap V2 in jo vložite v Uniswap V3.
sr_sp: За сваки фонд приказан у наставку кликните на мигрирај да бисте уклонили своју ликвидност из Uniswap V2 и депоновали је у Uniswap V3.
sw_tz: Kwa kila dimbwi lililoonyeshwa hapa chini, bonyeza hamisha ili kuondoa ukwasi wako kutoka kwa Uniswap V2 na uweke kwenye Uniswap V3.
tr_tr: Aşağıda gösterilen her bir havuz için, likiditenizi Uniswap V2'den kaldırmak ve Uniswap V3'e yatırmak için Geçir'e tıklayın.
uk_ua: Для кожного пула, показаного нижче, клацніть на перенесення, щоб видалити ліквідність з Uniswap V2 та внести її в Uniswap V3.

source: Connect to a wallet to view your V2 liquidity.
ar_sa: وصّل بمحفظة لعرض سيولة V2 الخاصة بك.
da_dk: Opret forbindelse til en tegnebog for at se din V2-likviditet.
fi_fi: Yhdistä lompakkoon nähdäksesi V2-likviditeettisi.
he_il: התחבר לארנק כדי להציג את נזילות V2 שלך.
hu_hu: Csatlakozzon egy pénztárcához a V2 likviditás megtekintéséhez.
id_id: Hubungkan ke dompet untuk melihat likuiditas V2 Anda.
ja_jp: ウォレットに接続してV2の流動性を確認します。
nl_nl: Maak verbinding met een portemonnee om uw V2 liquiditeit te bekijken.
sl_si: Če si želite ogledati svojo likvidnost V2, povežite denarnico.
sr_sp: Повежите се са новчаником да бисте видели своју V2 ликвидност.
sw_tz: Unganisha kwenye mkoba ili uone ukwasi wako wa V2.
tr_tr: V2 likiditenizi görüntülemek için bir cüzdana bağlanın.
uk_ua: Підключіться до гаманця, щоб переглянути свою ліквідність V2.

source: Sending
ar_sa: إرسال
da_dk: Sender
fi_fi: Lähetetään
he_il: שְׁלִיחָה
hu_hu: Küldés
id_id: Mengirim
ja_jp: 送信
nl_nl: Bezig met verzenden
sl_si: Pošiljanje
sr_sp: Слање
sw_tz: Inatuma
tr_tr: gönderme
uk_ua: Відправка

source: Search
ar_sa: يبحث
da_dk: Søg
fi_fi: Hae
he_il: לחפש
hu_hu: Keresés
id_id: Mencari
ja_jp: 検索
nl_nl: Zoekopdracht
sl_si: Iskanje
sr_sp: Претрага
sw_tz: Tafuta
tr_tr: Aramak
uk_ua: Пошук

source: Better prices and more liquidity
ar_sa: أسعار أفضل وسيولة أكثر
da_dk: Bedre priser og mere likviditet
fi_fi: Paremmat hinnat ja enemmän likviditeettiä
he_il: מחירים טובים יותר ויותר נזילות
hu_hu: Jobb árak és több likviditás
id_id: Harga yang lebih baik dan lebih banyak likuiditas
ja_jp: より良い価格とより多くの流動性
nl_nl: Betere prijzen en meer liquiditeit
sl_si: Boljše cene in večja likvidnost
sr_sp: Боље цене и већа ликвидност
sw_tz: Bei bora na ukwasi zaidi
tr_tr: Daha iyi fiyatlar ve daha fazla likidite
uk_ua: Кращі ціни та більша ліквідність

source: + New position
ar_sa: + منصب جديد
da_dk: + Ny stilling
fi_fi: + Uusi asema
he_il: + תפקיד חדש
hu_hu: + Új pozíció
id_id: + Posisi baru
ja_jp: + 新しいポジション
nl_nl: + Nieuwe functie
sl_si: + Nov položaj
sr_sp: + Нова позиција
sw_tz: + Nafasi mpya
tr_tr: + Yeni pozisyon
uk_ua: + Нова посада

source: Vote for proposal {proposalId}
ar_sa: التصويت لصالح الاقتراح {proposalId}
da_dk: Stem på forslag {proposalId}
fi_fi: Äänestä ehdotuksen {proposalId} puolesta
he_il: הצביע להצעה {proposalId}
hu_hu: Szavazat a(z) {proposalId} mellett
id_id: Beri suara untuk usulan {proposalId}
ja_jp: 提案 {proposalId} に賛成票を入れる
nl_nl: Stem op voorstel {proposalId}
sl_si: Glasuj za pobudo {proposalId}
sr_sp: Гласајте за предлог {proposalId}
sw_tz: Piga kura ya pendekezo {proposalId}
tr_tr: Teklife destek oyu {proposalId}
uk_ua: Голосувати за пропозицію {proposalId}

source: Pay at most
ar_sa: ادفع على الأكثر
da_dk: Betal højst
fi_fi: Maksa korkeintaan
he_il: שלם לכל היותר
hu_hu: Fizetni legfeljebb
id_id: Bayar paling banyak
ja_jp: せいぜい支払う
nl_nl: Betaal maximaal
sl_si: Plačaj največ
sr_sp: Платите највише
sw_tz: Lipa zaidi
tr_tr: En fazla öde
uk_ua: Платіть максимум
