Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: At least {0} {1} and {2} {3} will be refunded to your wallet due to selected price range.
ar_sa: سيتم استرداد {0} {1} و {2} {3} على الأقل إلى محفظتك بسبب نطاق السعر المحدد.
da_dk: Mindst {0} {1} og {2} {3} vil blive refunderet til din tegnebog på grund af valgte prisklasse.
fi_fi: Vähintään {0} {1} ja {2} {3} palautetaan lompakkoosi valitun hinta-alueen vuoksi.
he_il: לפחות {0} {1} ו {2} {3} יוחזרו לארנק שלך בגלל טווח המחירים שנבחר.
hu_hu: Legalább {0} {1} és {2} {3} visszatérítésre kerül a pénztárcájába a kiválasztott árkategória miatt.
id_id: Setidaknya {0} {1} dan {2} {3} akan dikembalikan ke dompet Anda akibat rentang harga yang dipilih.
ja_jp: 少なくとも {0} の {1} と {2} の {3} は設定した価格範囲のため、ウォレットに返金されます。
nl_nl: Tenminste {0} {1} en {2} {3} zullen worden teruggestort naar uw portemonnee vanwege het geselecteerde prijsbereik.
sl_si: V vašo denarnico bo zaradi izbranega cenovnega razpona vrnjeno vsaj {0} {1} in {2} {3}.
sr_sp: Најмање {0} {1} и {2} {3} ће бити враћени у ваш новчаник због изабраног распона цена.
sw_tz: Angalau {0} {1} na {2} {3} zitarejeshwa kwa mkoba wako kwa sababu ya bei iliyochaguliwa.
tr_tr: Seçilen fiyat aralığından en az {0} {1} ve {2} {3} cüzdanınıza iade edilecektir.
uk_ua: Щонайменше {0} {1} і {2} {3} повертаються до вашого гаманця завдяки вибраному діапазону ціни.

source: Vote for
ar_sa: صوت ل
da_dk: Stem på
fi_fi: Äänestää
he_il: להצביע ל
hu_hu: Szavaz rá
id_id: Memilih untuk
ja_jp: に投票
nl_nl: Stem voor
sl_si: Glasuj za
sr_sp: Гласај за
sw_tz: Piga kura kwa
tr_tr: İçin Oyla
uk_ua: Голосувати за

source: Approve token
ar_sa: الموافقة على الرمز المميز
da_dk: Godkend token
fi_fi: Hyväksy tunnus
he_il: אישור אסימון
hu_hu: Token jóváhagyása
id_id: Setujui token
ja_jp: トークンの承認
nl_nl: Token goedkeuren
sl_si: Odobri žeton
sr_sp: Одобри токен
sw_tz: Idhinisha tokeni
tr_tr: Jetonu onayla
uk_ua: Схвалити маркер

source: Wrap {0}
ar_sa: التفاف {0}
da_dk: Indpak {0}
fi_fi: Kääri {0}
he_il: לעטוף {0}
hu_hu: Tekercs {0}
id_id: Bungkus {0}
ja_jp: ラップ {0}
nl_nl: Wikkel {0}
sl_si: Ovij {0}
sr_sp: Замотајте {0}
sw_tz: Funga {0}
tr_tr: Sarma {0}
uk_ua: Обгортка {0}

source: The ratio of tokens you add will set the price of this pool.
ar_sa: نسبة الرموز التي تضيفها سوف تحدد سعر هذه المجموعة.
da_dk: Forholdet mellem tokens du tilføjer, vil sætte prisen på denne pulje.
fi_fi: Lisäämiesi rahakkeiden suhde määrittää tämän poolin hinnan.
he_il: יחס האסימונים שתוסיף יקבע את מחיר הבריכה הזו.
hu_hu: Az Ön által hozzáadott tokenek aránya határozza meg ennek a poolnak az árát.
id_id: Rasio token yang Anda tambahkan akan menetapkan harga pool ini.
ja_jp: 追加するトークンの比率によって、プールの価格が決まります。
nl_nl: De verhouding van tokens die u toevoegt zal de prijs van deze pool bepalen.
sl_si: Razmerje med žetoni, ki jih boste vložili, bo določilo začetno ceno v tem skladu.
sr_sp: Однос жетона које додате ће одредити цену овог фонда.
sw_tz: Uwiano wa ishara unazoongeza zitaweka bei ya dimbwi hili.
tr_tr: Eklediğiniz jeton oranı, bu havuzun fiyatını belirleyecektir.
uk_ua: Співвідношення доданих токенів встановить ціну цього пулу.

source: The output token cannot be transferred. There may be an issue with the output token. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
ar_sa: لا يمكن نقل رمز الإخراج. قد تكون هناك مشكلة في رمز الإخراج. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Output-token kan ikke overføres. Der kan være et problem med output-token. Bemærk: gebyr ved overførsel og rebase-tokens er inkompatibelt med Uniswap V3.
fi_fi: Tulostunnusta ei voi siirtää. Tulostunnuksessa voi olla ongelma. Huomautus: siirto- ja uudelleentase-tunnusten maksu ei ole yhteensopiva Uniswap V3: n kanssa.
he_il: לא ניתן להעביר את אסימון הפלט. ייתכן שיש בעיה באסימון הפלט. הערה: עמלה על אסימון העברה וריבוס אינם תואמים ל- Uniswap V3.
hu_hu: A kimeneti token nem vihető át. Probléma lehet a kimeneti tokennel. Megjegyzés: az átviteli és újrabázis tokenek díja nem kompatibilis az Uniswap V3 verzióval.
id_id: Output token tidak dapat ditransfer. Mungkin ada masalah dengan output token. Catatan: biaya transfer dan token rebase tidak sesuai dengan Uniswap V3.
ja_jp: 購入するトークンを転送できません。購入するトークンに問題がある可能性があります。注：転送時に手数料が発生するトークンおよびリベースするトークンは、UniswapV3と互換性がありません。
nl_nl: De output token kan niet worden overgedragen. Er is mogelijk een probleem met de output token. Let op: kosten voor overdracht en rebase tokens zijn niet compatibel met Uniswap V3.
sl_si: Izhodnega žetona ni mogoče prenesti. Morda gre za težavo z izhodnim žetonom. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Uniswapom V3.
sr_sp: Излазни токен се не може пренети. Можда постоји проблем са излазним токеном. Напомена: накнада за токене за пренос и пребазу није компатибилна са Унисвап В3.
sw_tz: Ishara ya pato haiwezi kuhamishwa. Kunaweza kuwa na shida na ishara ya pato. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Çıkış jetonu aktarılamaz. Çıkış belirteciyle ilgili bir sorun olabilir. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.
uk_ua: Вихідний токен результату неможливо передати. Можливо, виникла проблема з вихідним токеном результату. Зауважте: комісія за перенесення й перебазування токенів несумісна з Uniswap V3.

source: Your swap couldn't be filled at this time. Try again or
ar_sa: لا يمكن ملء المبادلة الخاصة بك في هذا الوقت. حاول مرة أخرى أو
da_dk: Din swap kunne ikke udfyldes på nuværende tidspunkt. Prøv igen eller
fi_fi: Vaihtoehtoasi ei voitu täyttää tällä hetkellä. Yritä uudelleen tai
he_il: לא ניתן היה למלא את ההחלפה שלך בשלב זה. נסה שוב או
hu_hu: A cserét jelenleg nem sikerült kitölteni. Próbálja újra, vagy
id_id: Swap Anda tidak dapat diisi saat ini. Coba lagi atau
ja_jp: 現時点ではスワップを埋めることができませんでした。もう一度試すか、
nl_nl: Je ruil kan op dit moment niet worden ingevuld. Probeer het opnieuw of
sl_si: Vaše zamenjave trenutno ni bilo mogoče izpolniti. Poskusi znova oz
sr_sp: Ваша замена није могла да се испуни у овом тренутку. Покушајте поново или
sw_tz: Ubadilishanaji wako haukuweza kujazwa kwa wakati huu. Jaribu tena au
tr_tr: Takasınız şu anda doldurulamadı. tekrar deneyin veya
uk_ua: Наразі не вдалося заповнити ваш обмін. Спробуйте ще раз або

source: Unsupported by your wallet
ar_sa: غير مدعوم من محفظتك
da_dk: Ikke understøttet af din tegnebog
fi_fi: Lompakkosi ei tue
he_il: לא נתמך על ידי הארנק שלך
hu_hu: A pénztárcája nem támogatja
id_id: Tidak didukung oleh dompet Anda
ja_jp: あなたのウォレットではサポートされていません
nl_nl: Niet ondersteund door uw portemonnee
sl_si: Ni podprto v vaši denarnici
sr_sp: Не подржава ваш новчаник
sw_tz: Haitumiki na pochi yako
tr_tr: Cüzdanınız tarafından desteklenmiyor
uk_ua: Не підтримується вашим гаманцем

source: Loading allowance
ar_sa: بدل التحميل
da_dk: Lastegodtgørelse
fi_fi: Latauskorvaus
he_il: קצבת טעינה
hu_hu: Rakodási juttatás
id_id: Memuat tunjangan
ja_jp: 積載許容量
nl_nl: Laadvergoeding
sl_si: Dodatek za nalaganje
sr_sp: Додатак за утовар
sw_tz: Kupakia posho
tr_tr: Yükleme payı
uk_ua: Надбавка на завантаження

source: Documentation
ar_sa: توثيق
da_dk: Dokumentation
fi_fi: Dokumentointi
he_il: תיעוד
hu_hu: Dokumentáció
id_id: Dokumentasi
ja_jp: ドキュメンテーション
nl_nl: Documentatie
sl_si: Dokumentacija
sr_sp: Документација
sw_tz: Nyaraka
tr_tr: Belgeler
uk_ua: Документація

source: blocked activities
ar_sa: الأنشطة المحظورة
da_dk: blokerede aktiviteter
fi_fi: estetty toiminta
he_il: פעילויות חסומות
hu_hu: blokkolt tevékenységek
id_id: kegiatan yang diblokir
ja_jp: ブロックされたアクティビティ
nl_nl: geblokkeerde activiteiten
sl_si: blokiranimi dejanji.
sr_sp: блокиране активности
sw_tz: shughuli zilizozuiwa
tr_tr: engellenen etkinlikler
uk_ua: заблоковані дії

source: Settings
ar_sa: إعدادات
da_dk: Indstillinger
fi_fi: asetukset
he_il: הגדרות
hu_hu: Beállítások
id_id: Setelan
ja_jp: 設定
nl_nl: Instellingen
sl_si: Nastavitve
sr_sp: Подешавања
sw_tz: Mipangilio
tr_tr: Ayarlar
uk_ua: Налаштування

source: <0>UniswapX</0> aggregates liquidity sources for better prices and gas free swaps.
ar_sa: <0>يجمع UniswapX</0> مصادر السيولة للحصول على أسعار أفضل ومقايضات خالية من الغاز.
da_dk: <0>UniswapX</0> samler likviditetskilder for bedre priser og gasfri swaps.
fi_fi: <0>UniswapX</0> kokoaa likviditeettilähteitä parempiin hintoihin ja kaasuvapaisiin vaihtosopimuksiin.
he_il: <0>UniswapX</0> אוסף מקורות נזילות למחירים טובים יותר והחלפות ללא גז.
hu_hu: <0>Az UniswapX</0> likviditási forrásokat aggregál a jobb árak és a gázmentes csereügyletek érdekében.
id_id: <0>UniswapX</0> mengumpulkan sumber likuiditas untuk harga yang lebih baik dan swap bebas gas.
ja_jp: <0>UniswapX</0> 流動性ソースを集約して、より良い価格とガスフリースワップを実現します。
nl_nl: <0>UniswapX</0> verzamelt liquiditeitsbronnen voor betere prijzen en gasvrije swaps.
sl_si: <0>UniswapX</0> združuje vire likvidnosti za boljše cene in zamenjave brez plina.
sr_sp: <0>УнисвапКс</0> обједињује изворе ликвидности за боље цене и замену без гаса.
sw_tz: <0>UniswapX</0> hujumlisha vyanzo vya ukwasi kwa bei bora na ubadilishaji usio na gesi.
tr_tr: <0>UniswapX</0> daha iyi fiyatlar ve gazsız takaslar için likidite kaynaklarını bir araya getirir.
uk_ua: <0>UniswapX</0> об’єднує джерела ліквідності для кращих цін і свопів без газу.

source: Once you are happy with the rate click supply to review.
ar_sa: بعد أن تكون راضيًا عن السعر، انقر على الإمداد للمراجعة.
da_dk: Når du er tilfreds med satsen, skal du klikke på forsyning for at gennemgå.
fi_fi: Kun olet tyytyväinen kurssiin, paina "tarjonta" tarkistaaksesi.
he_il: ברגע שאתה מרוצה מההספק לחץ על האספקה לבדיקה.
hu_hu: Ha elégedett az árfolyammal, kattintson a kínálatra az áttekintéshez.
id_id: Setelah Anda puas dengan penawaran harga klik untuk meninjau.
ja_jp: 価格に問題がなければ、「追加」をクリックして確認します。
nl_nl: Zodra u tevreden bent met het tarief, klikt u op het aanbod om te beoordelen.
sl_si: Ko ste zadovoljni s tečajem, kliknite Položi za pregled.
sr_sp: Једном када сте задовољни курсом, кликните снабдевање како бисте прегледали.
sw_tz: Mara tu unapofurahi na usambazaji wa kiwango cha bonyeza kukagua.
tr_tr: Fiyattan memnun olduğunuzda, incelemek için kaynağa tıklayın.
uk_ua: Щойно ви будете задоволені ставкою, клацніть для перегляду.

source: Available on iOS and Android
ar_sa: متوفر على نظامي iOS وAndroid
da_dk: Tilgængelig på iOS og Android
fi_fi: Saatavilla iOS:lle ja Androidille
he_il: זמין ב-iOS וב-Android
hu_hu: Elérhető iOS és Android rendszeren
id_id: Tersedia di iOS dan Android
ja_jp: iOS と Android で利用可能
nl_nl: Beschikbaar op iOS en Android
sl_si: Na voljo za iOS in Android
sr_sp: Доступно на иОС-у и Андроид-у
sw_tz: Inapatikana kwenye iOS na Android
tr_tr: iOS ve Android'de mevcut
uk_ua: Доступно на iOS і Android

source: Volume is the amount of the asset that has been traded on Uniswap v3 during the selected time frame.
ar_sa: الحجم هو مقدار الأصل الذي تم تداوله على Uniswap v3 خلال الإطار الزمني المحدد.
da_dk: Volumen er mængden af aktivet, der er blevet handlet på Uniswap v3 i den valgte tidsramme.
fi_fi: Volyymi on omaisuuden määrä, jolla on vaihdettu Uniswap v3:ssa valitun ajanjakson aikana.
he_il: נפח הוא סכום הנכס שנסחר ב-Uniswap v3 במהלך מסגרת הזמן שנבחרה.
hu_hu: A mennyiség annak az eszköznek az összege, amellyel az Uniswap v3-on kereskedtek a kiválasztott időkeretben.
id_id: Volume adalah jumlah aset yang telah diperdagangkan di Uniswap v3 selama jangka waktu yang dipilih.
ja_jp: 出来高は、選択した時間枠中に Uniswap v3 で取引された資産の量です。
nl_nl: Volume is het bedrag van het activum dat is verhandeld op Uniswap v3 gedurende het geselecteerde tijdsbestek.
sl_si: Obseg je znesek sredstva, s katerim se je trgovalo na Uniswap v3 v izbranem časovnem okviru.
sr_sp: Обим је износ средства којим се трговало на Унисвап в3 током изабраног временског оквира.
sw_tz: Kiasi ni kiasi cha kipengee ambacho kimeuzwa kwenye Uniswap v3 katika muda uliochaguliwa.
tr_tr: Hacim, seçilen zaman dilimi boyunca Uniswap v3'te işlem gören varlığın miktarıdır.
uk_ua: Обсяг — це кількість активу, який торгувався на Uniswap v3 протягом вибраного періоду часу.

source: Read more about Uniswap governance
ar_sa: اقرأ المزيد عن إدارة Uniswap
da_dk: Læs mere om Uniswap governance
fi_fi: Lue lisää Uniswapin hallinnosta
he_il: קרא עוד על ממשל Uniswap
hu_hu: További információk az Uniswap irányításáról
id_id: Baca selengkapnya tentang pengaturan Uniswap
ja_jp: Uniswapガバナンスについてもっと見る
nl_nl: Lees meer over Uniswap-bestuur
sl_si: Preberite več o Uniswapovem upravljanju
sr_sp: Прочитајте више о управљању Uniswap-ом
sw_tz: Soma zaidi kuhusu Uniswap utawala
tr_tr: Uniswap yönetişimi hakkında daha fazla bilgi edinin
uk_ua: Докладніше про управління Uniswap

source: UNI tokens represent voting shares in Uniswap governance. You can vote on each proposal yourself or delegate your votes to a third party.
ar_sa: تمثل رموز UNI حصص التصويت في حوكمة Uniswap. يمكنك التصويت على كل اقتراح بنفسك أو تفويض أصواتك لطرف ثالث.
da_dk: UNI-tokens repræsenterer stemmeandele i Uniswap governance. Du kan selv stemme om hvert forslag eller uddelegere dine stemmer til en tredjepart.
fi_fi: UNI-rahakkeet edustavat Uniswapin hallinnon äänestysosakkeita. Voit äänestää jokaisesta ehdotuksesta itse tai delegoida äänesi kolmannelle osapuolelle.
he_il: אסימונים של UNI מייצגים מניות הצבעה בממשל Uniswap. אתה יכול להצביע על כל הצעה בעצמך או להאציל את קולותיך לצד שלישי.
hu_hu: Az UNI tokenek szavazati részvényeket képviselnek az Uniswap irányításában. Az egyes javaslatokról saját maga is szavazhat, vagy szavazatait átruházhatja egy harmadik félre.
id_id: Token UNI menunjukkan hak suara dalam pengaturan Uniswap. Anda dapat memberikan suara secara langsung pada tiap usulan atau mendelegasikannya kepada pihak ketiga.
ja_jp: UNIトークンはUniswapガバナンスにおける投票権を表します。各提案に対して自分で投票するか、もしくは第三者に投票を委任することができます。
nl_nl: UNI tokens vertegenwoordigen stemaandelen in het bestuur van Uniswap. U kunt zelf over elk voorstel stemmen of uw stemmen aan een derde partij overdragen.
sl_si: Žetoni UNI predstavljajo delež glasovalnih pravic pri upravljanju sistema Uniswap. Za vsak predlog lahko glasujete sami ali pa svoje glasove prenesete na izbranega zastopnika.
sr_sp: UNI токени представљају акције са правом гласа у управљању Uniswap-ом. Можете сами гласати за сваки предлог или пренети своје гласове трећој страни.
sw_tz: Ishara za UNI zinawakilisha hisa za kupiga kura katika utawala wa Uniswap. Unaweza kupiga kura kwa kila pendekezo mwenyewe au kupeana kura zako kwa mtu wa tatu.
tr_tr: UNI jetonları, Uniswap yönetiminde oy hakkına sahip hisseleri temsil eder. Her bir teklife kendiniz oy verebilir veya oylarınızı üçüncü bir tarafa devredebilirsiniz.
uk_ua: Токени UNI представляють акції з правом голосу в управлінні Uniswap. Ви можете проголосувати за кожну пропозицію самостійно або делегувати свої голоси третій стороні.

source: Details
ar_sa: التفاصيل
da_dk: Detaljer
fi_fi: Tiedot
he_il: פרטים
hu_hu: Részletek
id_id: Perincian
ja_jp: 詳細
sl_si: Podrobnosti
sr_sp: Детаљи
sw_tz: Maelezo
tr_tr: Detaylar
uk_ua: Подробиці

source: Pending
ar_sa: قيد الانتظار
da_dk: Verserende
fi_fi: Odottaa
he_il: ממתין ל
hu_hu: Függőben levő
id_id: Tertunda
ja_jp: 保留中
nl_nl: In behandeling
sl_si: V teku
sr_sp: нерешен
sw_tz: Inasubiri
tr_tr: Askıda olması
uk_ua: В очікуванні

source: Uniswap migration contract
ar_sa: عقد الهجرة Uniswap
da_dk: Uniswap-migreringskontrakt
fi_fi: Uniswap-siirtosopimus
he_il: חוזה הגירה ללא החלפה
hu_hu: Unswap migrációs szerződés
id_id: Kontrak migrasi Uniswap
ja_jp: Uniswap 移行契約
nl_nl: Uniswap-migratiecontract
sl_si: Pogodba o migraciji Uniswap
sr_sp: Унисвап уговор о миграцији
sw_tz: Mkataba wa uhamiaji wa Uniswap
tr_tr: Uniswap geçiş sözleşmesi
uk_ua: Договір міграції Uniswap

source: Input is estimated. You will sell at most <0>{0} {1}</0> or the transaction will revert.
ar_sa: تم تقدير الإدخال. سوف تبيع على الأكثر <0>{0} {1}</0> أو سوف تعود المعاملة.
da_dk: Input er estimeret. Du vil sælge ved højst <0>{0} {1}</0> ellers vil transaktionen vende tilbage.
fi_fi: Syöte on arvioitu. Myyt korkeintaan <0>{0} {1}</0> tai tapahtuma perutaan.
he_il: הקלט מוערך. אתה תמכור לכל היותר <0>{0} {1}</0> או שהעסקה תחזור.
hu_hu: Az input becsült. Legfeljebb <0>{0} {1}</0> értékesíthet, különben a tranzakció visszafordul.
id_id: Input diperkirakan. Anda akan menjual paling banyak <0>{0} {1}</0> atau transaksi akan dikembalikan.
ja_jp: 上記は概算です。最大で<0>{0} {1}</0>を売れなければ、取引は差し戻されます。
nl_nl: Invoer wordt ingeschat. U verkoopt maximaal <0>{0} {1}</0> of de transactie wordt teruggedraaid.
sl_si: Vhodni znesek je ocenjen. Prodali boste največ <0>{0} {1}</0> ali pa bo transakcija stornirana.
sr_sp: Улаз се процењује. Продаћете највише <0>{0} {1}</0> или ће се трансакција вратити.
sw_tz: Ingizo inakadiriwa. Utauza zaidi <0>{0} {1}</0> au shughuli itarejea.
tr_tr: Giriş tahminidir. En çok <0>{0} {1}</0> satabilirsiniz. Aksi takdirde işlem geri döner.
uk_ua: Вхідні дані оцінюються. Ви продасте щонайбільше <0>{0} {1}</0>, або операцію буде скасовано.

source: Delegate votes
ar_sa: أصوات المندوبين
da_dk: Delegeret stemmer
fi_fi: Delegoida äänet
he_il: נציג הצבעות
hu_hu: Küldött szavazatok
id_id: Delegasikan suara
ja_jp: 代議員の投票
nl_nl: Stemmen van afgevaardigden
sl_si: Delegatski glasovi
sr_sp: Гласови делегата
sw_tz: Kura za mjumbe
tr_tr: Delege oyları
uk_ua: Голоси делегатів

source: Output is estimated. You will receive at least <0>{0} {1}</0> or the transaction will revert.
ar_sa: الناتج تقديري. سوف تتلقى على الأقل <0>{0} {1}</0> أو سوف تعود المعاملة.
da_dk: Output er anslået. Du vil modtage mindst <0>{0} {1}</0> ellers bliver din transaktion tilbageført.
fi_fi: Tuotos on arvioitu. Saat vähintään <0>{0} {1}</0> tai tapahtuma perutaan.
he_il: התפוקה משוערת. תקבל <0>{0} {1}</0> או שהעסקה תחזור.
hu_hu: A teljesítmény becsült. Legalább <0>{0} {1}</0> vagy a tranzakció visszaáll.
id_id: Output diperkirakan. Anda akan menerima setidaknya <0>{0} {1}</0> atau transaksi akan dikembalikan.
ja_jp: 取引結果は概算です。<0>{0} {1}</0> 以上を買えない場合は、取引は差し戻されます。
nl_nl: Uitvoer wordt ingeschat. U ontvangt ten minste <0>{0} {1}</0> of de transactie wordt teruggedraaid.
sl_si: Izhodni znesek je ocenjen. Prejeli boste vsaj <0>{0} {1}</0> ali pa bo transakcija stornirana.
sr_sp: Излаз се процењује. Добићете најмање <0>{0} {1}</0> или ће се трансакција вратити.
sw_tz: Pato inakadiriwa. Utapokea angalau <0>{0} {1}</0> au shughuli itarejea.
tr_tr: Giriş tahminidir. En az <0>{0} {1}</0> alabilirsiniz. Aksi takdirde işlem geri döner.
uk_ua: Результат оцінюється. Ви отримаєте щонайменше <0>{0} {1}</0>, або операцію буде скасовано.

source: Removing liquidity
ar_sa: إزالة السيولة
da_dk: Fjernelse af likviditet
fi_fi: Likviditeetin poistaminen
he_il: הסרת נזילות
hu_hu: A likviditás eltávolítása
id_id: Menghapus likuiditas
ja_jp: 流動性の除去
nl_nl: Liquiditeit verwijderen
sl_si: Odstranjevanje likvidnosti
sr_sp: Уклањање ликвидности
sw_tz: Kuondoa ukwasi
tr_tr: Likiditeyi kaldırmak
uk_ua: Зняття ліквідності

source: Repaying
ar_sa: السداد
da_dk: Tilbagebetaling
fi_fi: Takaisinmaksu
he_il: מחזיר
hu_hu: Visszafizetés
id_id: Membayar kembali
ja_jp: 返済中
nl_nl: Terugbetalen
sl_si: Povračilo
sr_sp: Отплата
sw_tz: Kulipa
tr_tr: geri ödeme
uk_ua: Погашення

source: Add <0/> and <1/> to Uniswap V2
ar_sa: أضف <0/> و <1/> إلى Uniswap V2
da_dk: Tilføj <0/> og <1/> til Uniswap V2
fi_fi: Lisää <0/> ja <1/> Uniswap V2:een
he_il: הוסף <0/> ו <1/> ל-Uniswap V2
hu_hu: Adjon hozzá <0/> és <1/> az Uniswap V2-hez
id_id: Tambahkan <0/> dan <1/> ke Uniswap V2
ja_jp: <0/>と<1/>をユニスワップV2に追加
nl_nl: Voeg <0/> en <1/> toe aan Uniswap V2
sl_si: Dodaj <0/> in <1/> v Uniswap V2
sr_sp: Додајте <0/> и <1/> у Унисвап В2
sw_tz: Ongeza <0/> na <1/> kwenye Uniswap V2
tr_tr: Uniswap V2'ye <0/> ve <1/> ekleyin
uk_ua: Додайте <0/> і <1/> до Uniswap V2

source: You pay
ar_sa: انت تدفع
da_dk: Du betaler
fi_fi: Sinä maksat
he_il: אתה משלם
hu_hu: Te fizetsz
id_id: Anda membayar
ja_jp: あなたが支払う
nl_nl: Je betaalt
sl_si: Ti plačaš
sr_sp: Плаћате
sw_tz: Unalipa
tr_tr: Öde
uk_ua: Ти платиш

source: Connect wallet
ar_sa: توصيل بمحفظة
da_dk: Forbind tegnebog
fi_fi: Yhdistä lompakko
he_il: חבר ארנק
hu_hu: Pénztárca csatlakoztatása
id_id: Hubungkan dompet
ja_jp: ウォレットに接続
nl_nl: Verbind portemonnee
sl_si: Poveži denarnico
sr_sp: Повежите новчаник
sw_tz: Unganisha mkoba
tr_tr: Cüzdan bağlayın
uk_ua: Підключити гаманець

source: Executing this proposal will enact the calldata on-chain.
ar_sa: سيؤدي تنفيذ هذا الاقتراح إلى تفعيل Calldata على السلسلة.
da_dk: Eksekvering af dette forslag vil indføre opkaldsdata på kæden.
fi_fi: Tämän ehdotuksen toteuttaminen ottaa käyttöön ketjun puhelutiedot.
he_il: ביצוע הצעה זו יחוקק את נתוני השיחות על השרשרת.
hu_hu: A javaslat végrehajtása a hívási adatokat a láncon keresztül érvényesíti.
id_id: Menjalankan proposal ini akan mengaktifkan calldata on-chain.
ja_jp: この提案を実行すると、コールデータがオンチェーンで制定されます。
nl_nl: Door dit voorstel uit te voeren, worden de oproepgegevens on-chain ingevoerd.
sl_si: Izvršitev te pobude bo uveljavila klicne podatke (calldata) v verigi.
sr_sp: Извршавање овог предлога ће активирати податке о позивима у ланцу.
sw_tz: Kutekeleza pendekezo hili kutaweka data ya simu kwenye mnyororo.
tr_tr: Bu teklifin yürütülmesi, çağrı verilerini zincir üzerinde yürürlüğe sokacaktır.
uk_ua: Виконання цієї пропозиції активує calldata у ланцюжку.

source: Migrate liquidity cancelled
ar_sa: تم إلغاء ترحيل السيولة
da_dk: Migrering af likviditet annulleret
fi_fi: Likviditeetin siirto peruutettu
he_il: העברת הנזילות בוטלה
hu_hu: A likviditás migrálása törölve
id_id: Likuiditas migrasi dibatalkan
ja_jp: 流動性の移行がキャンセルされました
nl_nl: Liquiditeit migreren geannuleerd
sl_si: Prenos likvidnosti je preklican
sr_sp: Миграција ликвидности је отказана
sw_tz: Ushuru wa kuhama umeghairiwa
tr_tr: Geçiş likiditesi iptal edildi
uk_ua: Перенесення ліквідності скасовано

source: Try gas free swaps with the
ar_sa: جرب مقايضات خالية من الغاز مع
da_dk: Prøv gasfri swaps med
fi_fi: Kokeile kaasuvapaata vaihtoa
he_il: נסה החלפות ללא גז עם
hu_hu: Próbáld ki a gázmentes cserét a
id_id: Cobalah pertukaran gas gratis dengan
ja_jp: でガスフリースワップを試してください
nl_nl: Probeer gasvrij ruilen met de
sl_si: Preizkusite zamenjave brez plina z
sr_sp: Испробајте замену без гаса са
sw_tz: Jaribu kubadilishana bila gesi na
tr_tr: ile gazsız takasları deneyin
uk_ua: Спробуйте безгазові обміни з

source: Your position
ar_sa: مركزك
da_dk: Din position
fi_fi: Oma positiosi
he_il: העמדה שלך
hu_hu: Saját pozíció
id_id: Posisi Anda
ja_jp: ポジション
nl_nl: Uw positie
sl_si: Vaša pozicija
sr_sp: Ваша позиција
sw_tz: Msimamo wako
tr_tr: Pozisyonunuz
uk_ua: Ваша позиція
