Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: The minimum amount you are guaranteed to receive. If the price slips any further, your transaction will revert.
ar_sa: الحد الأدنى للمبلغ الذي يضمن لك الحصول عليه. إذا انخفض السعر أكثر ، فستعود معاملتك.
da_dk: Det minimumsbeløb, du er garanteret at modtage. Hvis prisen falder yderligere, vil din transaktion vende tilbage.
fi_fi: Vähimmäissumma, jonka saat taatusti. Jos hinta putoaa entisestään, kauppasi palautuu.
he_il: הסכום המינימלי שמובטח לך שתקבל. אם המחיר יורד עוד יותר, העסקה שלך תחזור.
hu_hu: A minimális összeg, amelyet garantáltan megkapsz. Ha az ár tovább csúszik, a tranzakció visszaáll.
id_id: Jumlah minimum yang dijamin akan Anda terima. Jika harga tergelincir lebih jauh, transaksi Anda akan dikembalikan.
ja_jp: 受け取ることが保証される最低金額。価格がさらに下落した場合、取引は元に戻ります。
nl_nl: Het minimumbedrag dat u gegarandeerd ontvangt. Als de prijs nog verder zakt, wordt uw transactie teruggedraaid.
sl_si: Najmanjši znesek, ki ga boste prejeli. Če cena še naprej pade, se bo vaša transakcija razveljavila.
sr_sp: Минимални износ који ћете гарантовано добити. Ако цена још више падне, ваша трансакција ће се вратити.
sw_tz: Kiasi cha chini ambacho umehakikishiwa kupokea. Ikiwa bei itapungua zaidi, muamala wako utarejeshwa.
tr_tr: Almayı garanti ettiğiniz minimum tutar. Fiyat daha da düşerse, işleminiz geri döner.
uk_ua: Мінімальна сума, яку ви гарантовано отримаєте. Якщо ціна знизиться далі, вашу транзакцію буде скасовано.

source: No liquidity found.
ar_sa: لم يتم العثور على سيولة.
da_dk: Ingen likviditet fundet.
fi_fi: Likviditeettiä ei löytynyt.
he_il: לא נמצאה נזילות.
hu_hu: Likviditás nem található.
id_id: Likuiditas tidak ditemukan.
ja_jp: 流動性が見つかりません。
nl_nl: Geen liquiditeit gevonden.
sl_si: Ni likvidnosti.
sr_sp: Није пронађена ликвидност.
sw_tz: Hakuna ukwasi uliopatikana.
tr_tr: Likidite bulunamadı.
uk_ua: Ліквідності не знайдено.

source: Unwrapping
ar_sa: فك
da_dk: Udpakning
fi_fi: Purkaminen
he_il: פורקים את העטיפה
hu_hu: Kicsomagolás
id_id: Membuka bungkus
ja_jp: アンラップ中
nl_nl: Uitpakken
sl_si: Odvijanje
sr_sp: Унвраппинг
sw_tz: Kufungua
tr_tr: Paketi açma
uk_ua: Розгортання

source: Back to wallet selection
ar_sa: العودة إلى اختيار المحفظة
da_dk: Tilbage til valg af pung
fi_fi: Takaisin lompakon valintaan
he_il: חזרה לבחירת הארנק
hu_hu: Vissza a pénztárca kiválasztásához
id_id: Kembali ke pemilihan dompet
ja_jp: ウォレットの選択に戻る
nl_nl: Terug naar portemonnee selectie
sl_si: Nazaj na izbiro denarnice
sr_sp: Назад на избор новчаника
sw_tz: Rudi kwenye uteuzi wa pochi
tr_tr: M-cüzdan seçimine geri dön
uk_ua: Назад до вибору гаманця

source: Learn why
ar_sa: تعلم لماذا
da_dk: Lær hvorfor
fi_fi: Opi miksi
he_il: למד מדוע
hu_hu: Tudja meg, miért
id_id: Pelajari alasannya
ja_jp: その理由を学びましょう
nl_nl: Ontdek waarom
sl_si: Naučite se zakaj
sr_sp: Научите зашто
sw_tz: Jifunze kwa nini
tr_tr: Nedenini öğrenin
uk_ua: Дізнайтеся чому

source: {i, plural, one {week} other {weeks}}
ar_sa: {i, plural, one {أسبوع} other {أسابيع}}
da_dk: {i, plural, one {uge} other {uger}}
fi_fi: {i, plural, one {viikko} other {viikkoa}}
he_il: {i, plural, one {שבוע} other {שבועות}}
hu_hu: {i, plural, one {hét} other {hét}}
id_id: {i, plural, one {pekan} other {minggu}}
ja_jp: {i, plural, one {週} other {数週間}}
nl_nl: {i, plural, one {week} other {weken}}
sl_si: {i, plural, one {teden} other {tednov}}
sr_sp: {i, plural, one {Недеља} other {недеље}}
sw_tz: {i, plural, one {wiki} other {wiki}}
tr_tr: {i, plural, one {hafta} other {haftalar}}
uk_ua: {i, plural, one {тиждень} other {тижнів}}

source: Navigation button
ar_sa: زر التنقل
da_dk: Navigationsknap
fi_fi: Navigointipainike
he_il: כפתור ניווט
hu_hu: Navigációs gomb
id_id: Tombol navigasi
ja_jp: ナビゲーションボタン
nl_nl: Navigatie knop
sl_si: Navigacijski gumb
sr_sp: Дугме за навигацију
sw_tz: Kitufe cha kusogeza
tr_tr: Gezinme düğmesi
uk_ua: Кнопка навігації

source: Borrowed
ar_sa: اقترضت، استعارت
da_dk: Lånte
fi_fi: Lainattu
he_il: שָׁאוּל
hu_hu: Kölcsönözve
id_id: Dipinjam
ja_jp: 借りた
nl_nl: geleend
sl_si: Izposojeno
sr_sp: позајмљено
sw_tz: Alikopa
tr_tr: Ödünç
uk_ua: Позичений

source: Show more
ar_sa: أظهر المزيد
da_dk: Vis mere
fi_fi: Näytä lisää
he_il: להראות יותר
hu_hu: Mutass többet
id_id: Menampilkan lebih banyak
ja_jp: もっと表示
nl_nl: Laat meer zien
sl_si: Pokaži več
sr_sp: Прикажи више
sw_tz: Onyesha zaidi
tr_tr: Daha fazla göster
uk_ua: Показати більше

source: Something went wrong. Please try again.
ar_sa: هناك خطأ ما. حاول مرة اخرى.
da_dk: Noget gik galt. Prøv igen.
fi_fi: Jotain meni pieleen. Yritä uudelleen.
he_il: משהו השתבש. בבקשה נסה שוב.
hu_hu: Valami elromlott. Kérlek próbáld újra.
id_id: Ada yang salah. Silakan coba lagi.
ja_jp: 何か問題が発生しました。もう一度試してください。
nl_nl: Er is iets fout gegaan. Probeer het opnieuw.
sl_si: Nekaj je šlo narobe. Prosim poskusite ponovno.
sr_sp: Нешто није у реду. Молим вас, покушајте поново.
sw_tz: Hitilafu fulani imetokea. Tafadhali jaribu tena.
tr_tr: Bir şeyler yanlış gitti. Lütfen tekrar deneyin.
uk_ua: Щось пішло не так. Будь ласка спробуйте ще раз.

source: Permit2
ar_sa: تصريح 2
da_dk: Tilladelse 2
fi_fi: Lupa 2
he_il: היתר2
hu_hu: Engedély 2
id_id: Izin2
ja_jp: 許可2
nl_nl: Vergunning2
sl_si: Dovoljenje2
sr_sp: Дозвола2
sw_tz: Kibali2
tr_tr: izin2
uk_ua: Дозвіл2

source: Received
ar_sa: تلقى
da_dk: Modtaget
fi_fi: Otettu vastaan
he_il: קיבלו
hu_hu: Megkapta
id_id: Diterima
ja_jp: 受け取った
nl_nl: Ontvangen
sl_si: Prejeto
sr_sp: Примљен
sw_tz: Imepokelewa
tr_tr: Kabul edilmiş
uk_ua: Отримано

source: This tool will safely migrate your {0} liquidity to V3. The process is completely trustless thanks to the
ar_sa: هذه الأداة سوف تنقل سيولتك {0} إلى V3. العملية غير موثوق بها تمامًا بسبب
da_dk: Dette værktøj vil sikkert overføre din {0}-likviditet til V3. Processen er helt troværdig takket være
fi_fi: Tämä työkalu siirtää {0} likviditeettisi turvallisesti V3:lle. Prosessi on täysin luotettava kiitos
he_il: כלי זה יעביר בבטחה את נזילות {0} שלך ל- V3. התהליך חסר אמון לחלוטין בזכות
hu_hu: Ez az eszköz biztonságosan migrálja a {0} likviditását a V3-ba. A folyamat teljesen megbízhatatlan köszönhetően
id_id: Alat ini akan memigrasikan {0} likuiditas Anda ke V3 dengan aman. Prosesnya benar-benar tidak dapat dipercaya berkat
ja_jp: 本ツールで {0} の流動性をV3に安全に移行します。このプロセスは以下によって特定の第三者を信用する必要が一切ないものになっています。
nl_nl: Deze tool zal uw {0} liquiditeit veilig migreren naar V3. Het proces is volledig betrouwbaar dankzij de
sl_si: To orodje poskrbi za varno migracijo vaših likvidnostnih žetonov {0} v Uniswap V3. Ta postopek ne zahteva nikakršnega zaupanja drugi osebi zaradi
sr_sp: Овај алат ће безбедно пребацити вашу {0} ликвидност на V3. Процес је потпуно неповерљив захваљујући
sw_tz: Chombo hiki kitahamisha {0} kwa V3. Mchakato huo hauna shukrani kabisa kwa
tr_tr: Bu araç, {0} likiditenizi güvenli bir şekilde V3'e geçirecektir. Bu süreç şunun sayesinde sayesinde tamamen güvensizdir:
uk_ua: Цей інструмент безпечно перенесе вашу ліквідність {0} до V3. Цей процес абсолютно не вимагає надійності завдяки

source: Your swap expired before it could be filled. Try again or
ar_sa: انتهت صلاحية المبادلة الخاصة بك قبل أن يتم ملؤها. حاول مرة أخرى أو
da_dk: Din swap udløb, før den kunne udfyldes. Prøv igen eller
fi_fi: Vaihtoehtosi vanheni ennen kuin se voitiin täyttää. Yritä uudelleen tai
he_il: תוקף ההחלפה שלך פג לפני שניתן היה למלא אותה. נסה שוב או
hu_hu: A csereügylete lejárt, mielőtt kitölthette volna. Próbálja újra, vagy
id_id: Swap Anda kedaluwarsa sebelum dapat diisi. Coba lagi atau
ja_jp: スワップは満額になる前に期限切れになりました。もう一度試すか、
nl_nl: Uw swap is verlopen voordat deze kon worden gevuld. Probeer het opnieuw of
sl_si: Vaša zamenjava je potekla, preden jo je bilo mogoče izpolniti. Poskusi znova oz
sr_sp: Ваша замена је истекла пре него што је могла да се попуни. Покушајте поново или
sw_tz: Ubadilishanaji wako umekwisha kabla ya kujazwa. Jaribu tena au
tr_tr: Takas süreniz doldurulamadan sona erdi. tekrar deneyin veya
uk_ua: Термін дії вашого обміну закінчився, перш ніж його можна було заповнити. Спробуйте ще раз або

source: Switch networks
ar_sa: تبديل الشبكات
da_dk: Skift netværk
fi_fi: Vaihda verkkoa
he_il: החלף רשתות
hu_hu: Váltson hálózatot
id_id: Beralih jaringan
ja_jp: ネットワークを切り替える
nl_nl: Wissel van netwerk
sl_si: Preklopite omrežja
sr_sp: Пребаците мреже
sw_tz: Badilisha mitandao
tr_tr: Ağ değiştir
uk_ua: Перемикання мереж

source: Approve {0}
ar_sa: الموافقة على {0}
da_dk: Godkend {0}
fi_fi: Hyväksy {0}
he_il: אשר {0}
hu_hu: Jóváhagyás {0}
id_id: Setujui {0}
ja_jp: {0} を承認する
nl_nl: Keur {0} goed
sl_si: Odobri {0}
sr_sp: Одобри {0}
sw_tz: Sibitisha {0}
tr_tr: Onayla {0}
uk_ua: Схвалити {0}

source: Confirm transaction in wallet
ar_sa: تأكيد المعاملة في المحفظة
da_dk: Bekræft transaktionen i tegnebogen
fi_fi: Vahvista transaktio lompakossa
he_il: אשר את העסקה בארנק
hu_hu: Erősítse meg a tranzakciót a pénztárcában
id_id: Konfirmasi transaksi di dompet
ja_jp: ウォレットで取引を確認する
nl_nl: Bevestig transactie in portemonnee
sl_si: V denarnici potrdite transakcijo
sr_sp: Потврдите трансакцију у новчанику
sw_tz: Thibitisha shughuli kwenye mkoba
tr_tr: Cüzdandaki işlemi onayla
uk_ua: Підтвердити транзакцію в гаманці

source: Best for exotic pairs.
ar_sa: الأفضل للأزواج الغريبة.
da_dk: Bedst for eksotiske par.
fi_fi: Paras eksoottisille pareille.
he_il: הטוב ביותר לזוגות אקזוטיים.
hu_hu: Legjobb egzotikus párok számára.
id_id: Terbaik untuk pasangan eksotis.
ja_jp: マイナーなペアに最適
nl_nl: Het beste voor exotische paren.
sl_si: Primerno za redko uporabljane pare.
sr_sp: Најбоље за егзотичне парове.
sw_tz: Bora kwa pair maalum.
tr_tr: Egzotik çiftler için en iyisi.
uk_ua: Найкраще для екзотичних пар.

source: V3 {0} Price:
ar_sa: سعر V3 {0}:
da_dk: V3 {0}-pris:
fi_fi: V3 {0} Hinta:
he_il: מחיר V3 {0}
hu_hu: V3 {0} ár:
id_id: V3 {0} Harga:
ja_jp: V3での {0} 価格:
nl_nl: V3 {0} prijs:
sl_si: Cena V3 {0}:
sr_sp: V3 {0} Цена:
sw_tz: Bei ya V3 {0}
tr_tr: V3 {0} Fiyat:
uk_ua: Ціна V3 {0}:

source: Rate
ar_sa: معدل
da_dk: Sats
he_il: ציון
hu_hu: Mérték
id_id: Kecepatan
ja_jp: レート
nl_nl: Tarief
sl_si: Oceniti
sr_sp: Рате
sw_tz: Kiwango
tr_tr: Oran
uk_ua: Оцінка

source: By
ar_sa: بواسطة
da_dk: Ved
fi_fi: Tekijä:
he_il: על ידי
hu_hu: Által
id_id: Oleh
ja_jp: に
nl_nl: Door
sl_si: Avtor:
sr_sp: Од стране
sw_tz: Na
tr_tr: İle
uk_ua: за

source: The Uniswap invariant x*y=k was not satisfied by the swap. This usually means one of the tokens you are swapping incorporates custom behavior on transfer.
ar_sa: الثابت Uniswap x*y=k لم يكن راضيًا عن المبادلة. يعني هذا عادةً أن أحد الرموز التي تقوم بتبادلها يتضمن سلوكًا مخصصًا عند النقل.
da_dk: Uniswap-invarianten x * y = k var ikke tilfreds med byttet. Dette betyder normalt, at et af de tokens, du bytter, indeholder brugerdefineret adfærd ved overførsel.
fi_fi: Vaihto ei tyydyttänyt Uniswap-invarianttia x*y=k. Tämä tarkoittaa yleensä sitä, että yksi vaihtamistasi rahakkeista käyttäytyy mukautetusti siirron yhteydessä.
he_il: המשתנה של Uniswap x * y = k לא הסתפק בהחלפה. זה בדרך כלל אומר שאחד מהאסימונים שאתה מחליף משלב התנהגות מותאמת אישית בהעברה.
hu_hu: A Uniswap invariáns x*y=k nem teljesült a swap során. Ez általában azt jelenti, hogy a cserélendő tokenek egyike egyéni viselkedést tartalmaz az átadáskor.
id_id: Invarian Uniswap x*y=k tidak dipenuhi oleh penukaran. Ini biasanya berarti salah satu token yang Anda tukar menyertakan perilaku khusus saat transfer.
ja_jp: Uniswap不変式 x * y = kはスワップで満たされませんでした。これは通常、スワップするトークンの1つが転送時のカスタム動作を組み込んでいることを意味します。
nl_nl: Aan de Uniswap-invariant x * y = k werd door de swap niet voldaan. Dit betekent meestal dat een van de tokens die u ruilt, aangepast gedrag bij overdracht bevat.
sl_si: Pri tej menjavi ni bilo zadoščeno Uniswapovi stalnici x*y = k. To običajno pomeni, da ima eden od žetonov, ki jih menjate, pri prenosih vgrajeno posebno obnašanje.
sr_sp: Uniswap непроменљива x*y=k није испоштована разменом. То обично значи да један од токена које замењујете укључује прилагођено понашање приликом преноса.
sw_tz: Kiasi kisichobadilika x * y = k hakiridhika na ubadilishaji. Hii kawaida inamaanisha moja ya ishara unazobadilisha zinajumuisha tabia ya kawaida kwenye uhamishaji.
tr_tr: Uniswap değişmez değeri x*y=k, swap ile sağlanmadı. Bu genellikle, swap ettiğiniz jetonlardan birinin aktarım sırasında özel davranış içerdiği anlamına gelir.
uk_ua: Інваріант Uniswap x * y = k не був задоволений в обміні. Зазвичай це означає, що один із токенів, який ви міняєте, включає спеціальну поведінку при передачі.

source: Transaction rejected
ar_sa: الصفقة مرفوضة
da_dk: Transaktion afvist
fi_fi: Kauppa hylätty
he_il: העסקה נדחתה
hu_hu: Tranzakció elutasítva
id_id: Transaksi ditolak
ja_jp: 取引拒否
nl_nl: Transactie afgewezen
sl_si: Transakcija zavrnjena
sr_sp: Трансакција је одбијена
sw_tz: Muamala umekataliwa
tr_tr: İşlem reddedildi
uk_ua: Трансакцію відхилено

source: Missing chart data
ar_sa: بيانات الرسم البياني مفقودة
da_dk: Manglende diagramdata
fi_fi: Karttatiedot puuttuvat
he_il: חסרים נתוני תרשים
hu_hu: Hiányzó diagramadatok
id_id: Data bagan tidak ada
ja_jp: グラフ データがありません
nl_nl: Ontbrekende kaartgegevens
sl_si: Manjkajo podatki grafikona
sr_sp: Недостају подаци графикона
sw_tz: Data ya chati haipo
tr_tr: Eksik grafik verileri
uk_ua: Відсутні дані діаграми

source: Accept
ar_sa: قبول
da_dk: Accepter
fi_fi: Hyväksy
he_il: לְקַבֵּל
hu_hu: Elfogadás
id_id: Setuju
ja_jp: 同意する
nl_nl: Accepteren
sl_si: Sprejmi
sr_sp: Прихвати
sw_tz: Kubali
tr_tr: Kabul et
uk_ua: Прийняти

source: Search tokens
ar_sa: البحث عن الرموز
da_dk: Søg tokens
fi_fi: Etsi tokeneja
he_il: חפש אסימונים
hu_hu: Tokenek keresése
id_id: Token pencarian
ja_jp: トークンを検索
nl_nl: Zoek tokens
sl_si: Iskanje žetonov
sr_sp: Претражи токене
sw_tz: Tafuta ishara
tr_tr: Jeton ara
uk_ua: Пошук токенів

source: Approval pending
ar_sa: في انتظار الموافقة
da_dk: Godkendelse afventer
fi_fi: Hyväksyntä odottaa
he_il: מחכה לאישור
hu_hu: Kérelem folyamatban
id_id: Persetujuan Tertunda
ja_jp: 承認待ち
nl_nl: In afwachting van goedkeuring
sl_si: Odobritev je v teku
sr_sp: Одобрење чекању
sw_tz: Idhini inasubiri
tr_tr: Onay Bekliyor
uk_ua: Очікує схвалення

source: Vote cancelled
ar_sa: تم إلغاء التصويت
da_dk: Afstemning annulleret
fi_fi: Äänestys peruttu
he_il: ההצבעה בוטלה
hu_hu: A szavazás törölve
id_id: Suara dibatalkan
ja_jp: 投票が取り消されました
nl_nl: Stemming geannuleerd
sl_si: Glasovanje preklicano
sr_sp: Гласање је отказано
sw_tz: Kura imeghairiwa
tr_tr: Oylama iptal edildi
uk_ua: Голосування скасовано

source: Your transaction will revert if the price changes unfavorably by more than this percentage.
ar_sa: سيتم عودة معاملتك إذا تغير السعر بشكل غير مؤات بأكثر من هذه النسبة.
da_dk: Din transaktion vil blive tilbageført, hvis prisen ændres ugunstigt med mere end denne procentdel.
fi_fi: Tapahtumasi peruuntuu, jos hinta muuttuu epäsuotuisasti tätä prosenttiosuutta enemmän.
he_il: העסקה שלך תחזור אם המחיר ישתנה בצורה לא טובה ביותר מאחוז זה.
hu_hu: A tranzakciója visszaáll, ha az ár ennél a százaléknál nagyobb mértékben változik kedvezőtlenül.
id_id: Transaksi Anda akan dikembalikan jika harga berubah lebih dari persentase ini.
ja_jp: 価格が設定したパーセンテージよりも不利な価格に変動した場合、取引は差し戻されます。
nl_nl: Uw transactie zal terugdraaien als de prijs onvoordelig met meer dan dit percentage verandert.
sl_si: Vaša transakcija bo stornirana, če se cena spremeni za več kot ta odstotek v neugodni smeri.
sr_sp: Ваша трансакција ће се вратити ако се цена неповољно промени за више од овог процента.
sw_tz: Muamala wako utarejeshwa ikiwa bei itabadilika vibaya na zaidi ya asilimia hii.
tr_tr: Fiyatın istenmeyen şekilde bu yüzdeden daha fazla değişmesi durumunda işleminiz geri döner.
uk_ua: Вашу транзакцію буде скасовано, якщо ціна зміниться більш ніж на цей відсоток.

source: Delegating
ar_sa: تفويض
da_dk: Uddelegere
fi_fi: Delegointi
he_il: אֲצִילָה
hu_hu: Delegálás
id_id: Mendelegasikan
ja_jp: 委任する
nl_nl: Delegeren
sl_si: Delegiranje
sr_sp: Делегирање
sw_tz: Kukabidhi madaraka
tr_tr: Delegasyon
uk_ua: Делегування

source: Show cancelled
ar_sa: تم إلغاء العرض
da_dk: Show annulleret
fi_fi: Esitys peruttu
he_il: ההצגה בוטלה
hu_hu: A műsor megszakítva
id_id: Pertunjukan dibatalkan
ja_jp: ショーはキャンセルされました
nl_nl: Voorstelling geannuleerd
sl_si: Oddaja preklicana
sr_sp: Емисија је отказана
sw_tz: Onyesho limeghairiwa
tr_tr: Gösteri iptal edildi
uk_ua: Шоу скасовано

source: Collect fees
ar_sa: تحصيل الرسوم
da_dk: Indsaml gebyrer
fi_fi: Kerää palkkiot
he_il: גבה עמלות
hu_hu: Díjak begyűjtése
id_id: Tagih biaya
ja_jp: 報酬を取得
nl_nl: Vergoedingen innen
sl_si: Prevzemi provizije
sr_sp: Сакупи накнаде
sw_tz: Kusanya makato
tr_tr: Ücretleri topla
uk_ua: Збирайте комісії

source: Sent
ar_sa: مرسل
da_dk: Sendt
fi_fi: Lähetetty
he_il: נשלח
hu_hu: Küldött
id_id: Terkirim
ja_jp: 送信済
nl_nl: Verstuurd
sl_si: Poslano
sr_sp: Послано
sw_tz: Imetumwa
tr_tr: Gönderilmiş
uk_ua: Надісланий

source: Fetching route
ar_sa: جارٍ جلب المسار
da_dk: Henter rute
fi_fi: Haetaan reittiä
he_il: מסלול אחזור
hu_hu: Útvonal lekérése
id_id: Mengambil rute
ja_jp: ルート取得
nl_nl: Route ophalen
sl_si: Pridobivanje poti
sr_sp: Преузимање руте
sw_tz: Inaleta njia
tr_tr: Rota getiriliyor
uk_ua: Отримання маршруту

source: Claimed
ar_sa: مطالب
da_dk: Gjort krav på
fi_fi: Lunastettu
he_il: נִתבָּע
hu_hu: Igényelt
id_id: Diklaim
ja_jp: 請求済み
nl_nl: Opgeëist
sl_si: Prevzeto
sr_sp: Преузето
sw_tz: Ushachukua
tr_tr: Talep Edilen
uk_ua: Задоволений

source: Amount
ar_sa: المبلغ
da_dk: Beløb
fi_fi: Määrä
he_il: כמות
hu_hu: Összeg
id_id: Jumlah
ja_jp: 数量
nl_nl: Bedrag
sl_si: Znesek
sr_sp: Износ
sw_tz: Kiasi
tr_tr: Miktar
uk_ua: Сума

source: Wrap
ar_sa: التفاف
da_dk: Ombryd
he_il: לַעֲטוֹף
hu_hu: Becsomagolás
ja_jp: ラップ
nl_nl: Omloop
sl_si: Ovij
sr_sp: Упакујте
sw_tz: Funga
tr_tr: Paketle
uk_ua: Перенос

source: MoonPay fiat on-ramp iframe
ar_sa: MoonPay أمر iframe على المنحدر
id_id: Iframe fiat on-ramp MoonPay
ja_jp: MoonPay 法定通貨オンランプ iframe
sl_si: MoonPay fiat na rampi iframe
sr_sp: МоонПаи фиат на рампи ифраме
tr_tr: MoonPay fiat rampa içi iframe

source: Claim
ar_sa: مطالبة
da_dk: Gør krav på
fi_fi: Lunasta
he_il: תְבִיעָה
hu_hu: Követelés
id_id: Klaim
ja_jp: 請求
sl_si: Prevzemi
sr_sp: Потраживање
sw_tz: Chukua
tr_tr: Talep
uk_ua: Забрати

source: Moonpay is not available in some regions. Click to learn more.
ar_sa: Moonpay غير متوفر في بعض المناطق. اضغط لتتعلم المزيد.
da_dk: Moonpay er ikke tilgængelig i nogle regioner. Klik for at lære mere.
fi_fi: Moonpay ei ole saatavilla joillakin alueilla. Napsauta saadaksesi lisätietoja.
he_il: Moonpay אינו זמין באזורים מסוימים. לחץ כדי ללמוד עוד.
hu_hu: A Moonpay egyes régiókban nem érhető el. Kattintson a további információért.
id_id: Moonpay tidak tersedia di beberapa wilayah. Klik untuk mempelajari lebih lanjut.
ja_jp: Moonpay は一部の地域ではご利用いただけません。クリックして詳細をご覧ください。
nl_nl: Moonpay is in sommige regio's niet beschikbaar. Klik om meer te leren.
sl_si: Moonpay ni na voljo v nekaterih regijah. Kliknite, če želite izvedeti več.
sr_sp: Моонпаи није доступан у неким регионима. Кликните да сазнате више.
sw_tz: Moonpay haipatikani katika baadhi ya maeneo. Bofya ili kujifunza zaidi.
tr_tr: Moonpay bazı bölgelerde mevcut değildir. Daha fazlasını öğrenmek için tıklayın.
uk_ua: Moonpay недоступний у деяких регіонах. Натисніть, щоб дізнатися більше.

source: Fetching price...
ar_sa: إحضار السعر ...
da_dk: Henter pris...
fi_fi: Haetaan hintaa...
he_il: מביא מחיר...
hu_hu: Ár lekérése...
id_id: Mengambil harga...
ja_jp: 価格を取得中...
nl_nl: Prijs ophalen...
sl_si: Pridobivanje cene ...
sr_sp: Преузимање цене...
sw_tz: Inaleta bei...
tr_tr: Fiyat getiriliyor...
uk_ua: Отримання ціни...

source: This address is blocked on the Uniswap Labs interface because it is associated with one or more
ar_sa: هذا العنوان محظور على واجهة Uniswap Labs لأنه مرتبط بواحد أو أكثر
da_dk: Denne adresse er blokeret på Uniswap Labs-grænsefladen, fordi den er knyttet til en eller flere
fi_fi: Tämä osoite on estetty Uniswap Labs -käyttöliittymässä, koska se on liitetty yhteen tai useampaan
he_il: כתובת זו חסומה בממשק Uniswap Labs מכיוון שהיא משויכת לאחד או יותר
hu_hu: Ez a cím le van tiltva az Uniswap Labs felületén, mert egy vagy több címhez van társítva
id_id: Alamat ini diblokir di antarmuka Uniswap Labs karena dikaitkan dengan satu atau lebih
ja_jp: このアドレスは 1 つ以上のアドレスに関連付けられているため、Uniswap Labs インターフェイスでブロックされています。
nl_nl: Dit adres wordt geblokkeerd op de Uniswap Labs-interface omdat het is gekoppeld aan een of meer
sl_si: Ta naslov je blokiran v vmesniku Uniswap Labs, ker je povezan z
sr_sp: Ова адреса је блокирана на интерфејсу Унисвап Лабс јер је повезана са једном или више њих
sw_tz: Anwani hii imezuiwa kwenye kiolesura cha Uniswap Labs kwa sababu inahusishwa na moja au zaidi
tr_tr: Bu adres, Uniswap Labs arayüzünde engellendi çünkü bir veya daha fazla adresle ilişkilendirildi.
uk_ua: Цю адресу заблоковано в інтерфейсі Uniswap Labs, оскільки вона пов’язана з одним або кількома

source: Deposit failed
ar_sa: فشل الإيداع
da_dk: Indbetaling mislykkedes
fi_fi: Talletus epäonnistui
he_il: ההפקדה נכשלה
hu_hu: A befizetés sikertelen
id_id: Setoran gagal
ja_jp: 入金に失敗しました
nl_nl: Storting mislukt
sl_si: Nakazilo ni uspelo
sr_sp: Депозит није успео
sw_tz: Amana imeshindwa
tr_tr: Para yatırma başarısız oldu
uk_ua: Помилка депозиту

source: Not listed
ar_sa: غير مدرج
da_dk: Ikke opført
fi_fi: Ei listattu
he_il: לא רשום
hu_hu: Nem felsorolt
id_id: Tidak terdaftar
ja_jp: 記載されていない
nl_nl: Niet op de lijst
sl_si: Ni navedeno
sr_sp: Није на листи
sw_tz: Haijaorodheshwa
tr_tr: Listelenmemiş
uk_ua: Не вказано

source: Burned
ar_sa: أحرق
da_dk: Brændt
fi_fi: Poltettu
he_il: נשרף
hu_hu: Leégett
id_id: Dibakar
ja_jp: バーンされました
nl_nl: Verbrand
sl_si: Zažgano
sr_sp: Спаљена
sw_tz: Imechomwa
tr_tr: yanmış
uk_ua: Спалений

source: Enter a recipient
ar_sa: أدخل المستلم
da_dk: Indtast en modtager
fi_fi: Syötä vastaanottaja
he_il: הזן נמען
hu_hu: Címzett megadása
id_id: Masukkan penerima
ja_jp: 受取人を入力
nl_nl: Voer een ontvanger in
sl_si: Vnesite prejemnika
sr_sp: Унесите примаоца
sw_tz: Ingiza mpokeaji
tr_tr: Bir alıcı girin
uk_ua: Введіть одержувача

source: Out of range
ar_sa: خارج النطاق
da_dk: Ikke inden for rækkevidde
fi_fi: Alueen ulkopuolella
he_il: מחוץ לטווח
hu_hu: Tartományon kívül
id_id: Diluar jangkauan
ja_jp: 範囲外
nl_nl: Buiten bereik
sl_si: Zunaj razpona
sr_sp: Ван опсега
sw_tz: Kati ya masafa
tr_tr: Aralık dışında
uk_ua: Поза діапазоном

source: Add delegate +
ar_sa: إضافة مندوب +
da_dk: Tilføj delegeret +
fi_fi: Lisää edustaja +
he_il: הוסף נציג +
hu_hu: Meghatalmazott + hozzáadása
id_id: Tambahkan delegasi +
ja_jp: デリゲートを追加 +
nl_nl: Voeg gemachtigde + toe
sl_si: Dodajte pooblaščenca +
sr_sp: Додај делегат +
sw_tz: Ongeza mjumbe +
tr_tr: Temsilci ekle +
uk_ua: Додати делегата +

source: Uniswap Labs' Terms of Service
ar_sa: شروط خدمة Uniswap Labs
da_dk: Uniswap Labs' servicevilkår
fi_fi: Uniswap Labsin käyttöehdot
he_il: התנאים וההגבלות של Uniswap Labs
hu_hu: Az Uniswap Labs szolgáltatási feltételei
id_id: Ketentuan Layanan Uniswap Labs
ja_jp: UniswapLabsの利用規約
nl_nl: Servicevoorwaarden van Uniswap Labs
sl_si: Pogoji storitve Uniswap Labs
sr_sp: Услови коришћења услуге Унисвап Лабс
sw_tz: Sheria na Masharti ya Uniswap Labs
tr_tr: Uniswap Labs'ın Hizmet Şartları
uk_ua: Умови використання Uniswap Labs

source: No NFTs yet
ar_sa: لا توجد NFTs حتى الآن
da_dk: Ingen NFT'er endnu
fi_fi: Ei vielä NFT:tä
he_il: עדיין אין NFTs
hu_hu: Még nincsenek NFT-k
id_id: Belum ada NFT
ja_jp: NFTはまだありません
nl_nl: Nog geen NFT's
sl_si: NFT še ni
sr_sp: Још нема НФТ-а
sw_tz: Bado hakuna NFTs
tr_tr: Henüz NFT yok
uk_ua: NFT ще немає

source: Enter an amount
ar_sa: أدخل مبلغ
da_dk: Indtast et beløb
fi_fi: Syötä summa
he_il: הזן סכום
hu_hu: Adjon meg egy összeget
id_id: Masukkan jumlah
ja_jp: 数量を入力してください
nl_nl: Voer een bedrag in
sl_si: Vnesite znesek
sr_sp: Унесите износ
sw_tz: Ingiza kiasi
tr_tr: Bir tutar girin
uk_ua: Введіть суму
