Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: If the price moves so that you will receive less than {amount}, your transaction will be reverted. This is the minimum amount you are guaranteed to receive.
ar_sa: إذا تحرك السعر بحيث تتلقى أقل من {amount}، فسيتم التراجع عن معاملتك. هذا هو الحد الأدنى للمبلغ الذي نضمن لك الحصول عليه.
da_dk: Hvis prisen bevæger sig, så du modtager mindre end {amount}, vil din transaktion blive tilbageført. Dette er det minimumsbeløb, du er garanteret at modtage.
fi_fi: Jos hinta muuttuu niin, että saat alle {amount}, tapahtumasi palautetaan. Tämä on vähimmäissumma, jonka saat taatusti.
he_il: אם המחיר זז כך שתקבל פחות מ {amount}, העסקה שלך תבוטל. זהו הסכום המינימלי שמובטח לך לקבל.
hu_hu: Ha az ár úgy változik, hogy {amount}-nál kevesebbet kap, akkor a tranzakció vissza lesz állítva. Ez a minimális összeg, amelyet garantáltan megkapsz.
id_id: Jika harga bergerak sehingga Anda menerima kurang dari {amount}, transaksi Anda akan dikembalikan. Ini adalah jumlah minimum yang dijamin Anda terima.
ja_jp: 価格が変動して受け取り額が {amount}未満になる場合、トランザクションは取り消されます。これは受け取ることが保証される最低金額です。
nl_nl: Als de prijs zo beweegt dat u minder dan {amount}ontvangt, wordt uw transactie teruggedraaid. Dit is het minimumbedrag dat u gegarandeerd ontvangt.
sl_si: Če se cena premakne tako, da boste prejeli manj kot {amount}, bo vaša transakcija razveljavljena. To je najmanjši znesek, ki ga boste prejeli.
sr_sp: Ако се цена помери тако да ћете добити мање од {amount}, ваша трансакција ће бити враћена. Ово је минимални износ који ћете гарантовано добити.
sw_tz: Ikiwa bei itasogea ili upokee chini ya {amount}, muamala wako utarejeshwa. Hiki ndicho kiwango cha chini ambacho umehakikishiwa kupokea.
tr_tr: Fiyatın {amount}az alacağınız şekilde hareket etmesi durumunda işleminiz geri alınacaktır. Bu, alacağınız garanti edilen minimum tutardır.
uk_ua: Якщо ціна зміниться так, що ви отримаєте менше {amount}, вашу транзакцію буде скасовано. Це мінімальна сума, яку ви гарантовано отримаєте.

source: {0} Fees Earned:
ar_sa: {0} رسوم مكتسبة:
da_dk: {0} Gebyrer tjent:
fi_fi: {0} Ansaitut palkkiot:
he_il: {0} עמלות שנצברו:
hu_hu: {0} keresett díj:
id_id: {0} Biaya yang Diperoleh:
ja_jp: {0} の獲得した報酬：
nl_nl: {0} vergoedingen verdiend:
sl_si: Prislužene provizije pri {0}:
sr_sp: {0} зарађених накнада:
sw_tz: {0} zimepatikana:
tr_tr: {0} Kazanılan Ücretler:
uk_ua: Зароблено {0} комісій:

source: Already listed at
ar_sa: مدرج بالفعل في
da_dk: Allerede opført kl
fi_fi: Listattu jo osoitteessa
he_il: כבר רשום ב
hu_hu: Már szerepel a címen
id_id: Sudah terdaftar di
ja_jp: すでにリストされています
nl_nl: Reeds vermeld op
sl_si: Že na seznamu
sr_sp: Већ наведено на
sw_tz: Tayari zimeorodheshwa katika
tr_tr: Zaten listelenen
uk_ua: Вже внесено до списку

source: <0>Tip:</0> Removing pool tokens converts your position back into underlying tokens at the current rate, proportional to your share of the pool. Accrued fees are included in the amounts you receive.
ar_sa: <0>تلميح:</0> إزالة رموز المجموعة تحول مركزك مرة أخرى إلى الرموز الأساسية بالمعدل الحالي، بما يتناسب مع نصيبك من المجموعة. الرسوم المتراكمة مدرجة في المبالغ التي تتلقاها.
da_dk: <0>Tip:</0> Fjernelse af puljetokens konverterer din position tilbage til underliggende tokens med den aktuelle sats, proportionalt med din andel af puljen. Påløbne gebyrer er inkluderet i de beløb, du modtager.
fi_fi: <0>Vinkki:</0> Poolirahakkeiden poistaminen palauttaa positiosi taustalla oleviin rahakkeisiin nykyisen kurssin mukaisesti, suhteutettuna omaan osuuteesi poolista. Kertyneet palkkiot sisältyvät saamiisi määriin.
he_il: <0> טיפ:</0> הסרת אסימונים לבריכה ממירה את עמדתך בחזרה לאסימונים בסיסיים בקצב הנוכחי, פרופורציונלי ביחס לחלקך בבריכה. העמלות שנצברו כלולות בסכומים שאתה מקבל.
hu_hu: <0> Tipp:</0> A pool tokenek kivonása a pozícióját visszafordítja az alapjául szolgáló tokenekre az aktuális árfolyamon, a poolból való részesedésével arányosan. Az elhatárolt díjakat az Ön által kapott összegek tartalmazzák.
id_id: <0>Kiat:</0> Menghapus token pool akan mengubah posisi Anda kembali ke token pokok pada tarif saat ini, sebanding dengan bagian Anda dari pool. Biaya yang masih harus dibayar disertakan dalam jumlah yang Anda terima.
ja_jp: <0>ヒント:</0> 流動性トークンを削除すると、プールのシェアに比例して現在の価格で元のトークンに戻ります。発生した報酬は受け取るトークンに含まれます。
nl_nl: <0>Tip:</0> Het verwijderen van pool tokens zet uw positie weer om in onderliggende tokens tegen de huidige koers, in verhouding tot uw aandeel in de pool. Opgebouwde kosten zijn inbegrepen in de bedragen die u ontvangt.
sl_si: <0>Komentar:</0> Odstranitev žetonov iz sklada pretvori vaša sredstva nazaj v osnovne žetone po trenutnem tečaju, sorazmerno z vašim deležem v skladu. Obračunane pristojbine so vključene v zneske, ki jih prejmete.
sr_sp: <0> Савет:</0> Уклањање групе токена конвертује вашу позицију назад у основне токене по тренутној стопи, пропорционалној вашем уделу у фонду. Наплаћене накнаде су укључене у износе које примите.
sw_tz: <0>Kidokezo:</0> Kuondoa tokeni za share hubadilisha msimamo wako kuwa ishara za msingi kwa kiwango cha sasa, sawia na sehemu yako ya share. Makato yaliyokusanywa imejumuishwa katika kiasi unachopokea.
tr_tr: <0> İpucu:</0> Havuz jetonlarını kaldırmak, konumunuzu havuzdaki payınızla orantılı olarak geçerli oran üzerinden temel jetonlara dönüştürür. Tahakkuk eden ücretler, aldığınız tutarlara dahildir.
uk_ua: <0>Порада:</0> Видалення токенів пула переводить вашу позицію назад на базовий токен за поточним курсом, пропорційно вашій частці пула. Нараховані комісії включено в суми, які ви отримуєте.

source: This transaction will not succeed due to price movement. Try increasing your slippage tolerance. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
ar_sa: لن تنجح هذه الصفقة بسبب حركة السعر. حاول زيادة تحملك للانزلاق. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Denne transaktion lykkes ikke på grund af prisbevægelse. Prøv at øge din glidningstolerance. Bemærk: gebyr ved overførsel og rebase-tokens er inkompatibelt med Uniswap V3.
fi_fi: Tämä kauppa ei onnistu hintaliikkeen vuoksi. Yritä lisätä liukastumistoleranssia. Huomautus: siirto- ja uudelleentase-tunnusten maksu ei ole yhteensopiva Uniswap V3: n kanssa.
he_il: עסקה זו לא תצליח בגלל תנועת מחירים. נסה להגביר את סובלנות ההחלקה שלך. הערה: עמלה על אסימון העברה ומיקום מחדש אינם תואמים ל- Uniswap V3.
hu_hu: Ez a tranzakció az ármozgás miatt nem fog sikerülni. Próbáld meg növelni a csúszástűrést. Megjegyzés: az átviteli és újrabázis tokenek díja nem kompatibilis az Uniswap V3 verzióval.
id_id: Transaksi ini tidak akan berhasil karena pergerakan harga. Coba tingkatkan toleransi selip Anda. Catatan: biaya transfer dan token rebase tidak sesuai dengan Uniswap V3.
ja_jp: 価格変動により、この取引は成功しません。スリッページの許容範囲を広げてみてください。注：転送時に手数料が発生するトークンおよびリベーストークンは、UniswapV3と互換性がありません。
nl_nl: Deze transactie zal niet slagen vanwege prijsbewegingen. Probeer uw slippage tolerantie te vergroten. Let op: kosten voor overdracht en rebasetokens zijn niet compatibel met Uniswap V3.
sl_si: Ta transakcija ne bo uspela zaradi premika cene. Poskusite povečati toleranco do zdrsa. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Uniswap V3.
sr_sp: Ова трансакција неће успети због кретања цена. Покушајте да повећате толеранцију на клизање. Напомена: накнада за токене за пренос и пребазу није компатибилна са Унисвап В3.
sw_tz: Uuzaji huu hautafaulu kwa sababu ya harakati za bei. Jaribu kuongeza uvumilivu wako wa kuteleza. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Bu işlem, fiyat hareketi nedeniyle başarılı olamayacak. Kayma toleransınızı artırmayı deneyin. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.
uk_ua: Ця операція не буде успішною через рух ціни. Спробуйте збільшити свою толерантність до проковзування. Зауважте: комісія за перенесення й перебазування токенів несумісна з Uniswap V3.

source: Listing an NFT requires a one-time marketplace approval for each NFT collection.
ar_sa: يتطلب إدراج NFT موافقة السوق لمرة واحدة لكل مجموعة NFT.
da_dk: At notere en NFT kræver en engangsgodkendelse fra markedspladsen for hver NFT-samling.
fi_fi: NFT:n listaus edellyttää kertaluonteisen kauppapaikan hyväksynnän jokaiselle NFT-kokoelmalle.
he_il: רישום NFT דורש אישור חד פעמי של השוק עבור כל אוסף NFT.
hu_hu: Az NFT listázásához egyszeri piactéri jóváhagyásra van szükség minden NFT-gyűjteményhez.
id_id: Mencantumkan NFT memerlukan persetujuan pasar satu kali untuk setiap koleksi NFT.
ja_jp: NFT を出品するには、NFT コレクションごとに 1 回限りのマーケットプレイスの承認が必要です。
nl_nl: Voor het aanbieden van een NFT is een eenmalige goedkeuring van de marktplaats vereist voor elke NFT-verzameling.
sl_si: Za uvrstitev NFT na seznam je potrebna enkratna odobritev tržnice za vsako zbirko NFT.
sr_sp: Уврштавање НФТ-а на листу захтева једнократно одобрење тржишта за сваку НФТ колекцију.
sw_tz: Kuorodhesha NFT kunahitaji idhini ya mara moja ya soko kwa kila mkusanyiko wa NFT.
tr_tr: Bir NFT'nin listelenmesi, her NFT koleksiyonu için tek seferlik bir pazar yeri onayı gerektirir.
uk_ua: Розміщення NFT вимагає одноразового схвалення на ринку для кожної колекції NFT.

source: Liquidity provider rewards
ar_sa: مكافآت موفر السيولة
da_dk: Likviditetsudbyderbelønninger
fi_fi: Likviditeetin tarjoajan palkinnot
he_il: תגמולים של ספק נזילות
hu_hu: Likviditásszolgáltató jutalma
id_id: Imbalan penyedia likuiditas
ja_jp: 流動性提供者の報酬
nl_nl: Beloningen van liquiditeitsverschaffer
sl_si: Nagrade ponudnikom likvidnosti
sr_sp: Награде добављача ликвидности
sw_tz: Tuzo ya mtoaji wa kioevu
tr_tr: Likidite sağlayıcı ödülleri
uk_ua: Нагороди постачальника ліквідності

source: Balance: {0}
ar_sa: التوازن: {0}
da_dk: Saldo: {0}
fi_fi: Saldo: {0}
he_il: יתרה: {0}
hu_hu: Egyenleg: {0}
id_id: Saldo: {0}
ja_jp: 残高： {0}
nl_nl: Saldo: {0}
sl_si: Dobroimetje: {0}
sr_sp: Стање: {0}
sw_tz: Salio: {0}
tr_tr: Bakiye: {0}
uk_ua: Баланс: {0}

source: Claim UNI
ar_sa: مطالبة UNI
da_dk: Gør krav på UNI
fi_fi: Lunasta UNI
he_il: תבע את UNI
hu_hu: UNI igénylése
id_id: Klaim UNI
ja_jp: UNIを請求
sl_si: Prevzemi UNI
sr_sp: Преузми УНИ
sw_tz: Chukua UNI
tr_tr: UNI talep et
uk_ua: Забрати UNI

source: Caution
ar_sa: حذر
da_dk: Advarsel
fi_fi: Varoitus
he_il: זְהִירוּת
hu_hu: Vigyázat
id_id: Peringatan
ja_jp: 注意
nl_nl: Voorzichtigheid
sl_si: Pozor
sr_sp: Опрез
sw_tz: Tahadhari
tr_tr: Dikkat
uk_ua: Обережно

source: Top tokens on Uniswap
ar_sa: أعلى الرموز على Uniswap
da_dk: Top tokens på Uniswap
fi_fi: Suosituimmat tunnukset Uniswapissa
he_il: אסימונים מובילים ב-Uniswap
hu_hu: A legjobb tokenek az Uniswap-on
id_id: Token teratas di Uniswap
ja_jp: Uniswapの上位トークン
nl_nl: Toptokens op Uniswap
sl_si: Najboljši žetoni na Uniswap
sr_sp: Најбољи токени на Унисвап-у
sw_tz: Ishara kuu kwenye Uniswap
tr_tr: Uniswap'teki en iyi tokenler
uk_ua: Топ жетонів на Uniswap

source: Transaction completed in
ar_sa: اكتملت المعاملة في
da_dk: Transaktion gennemført i
fi_fi: Kauppa suoritettu vuonna
he_il: העסקה הושלמה ב
hu_hu: A tranzakció befejeződött
id_id: Transaksi selesai pada
ja_jp: で完了した取引
nl_nl: Transactie voltooid in
sl_si: Transakcija je bila zaključena v
sr_sp: Трансакција је завршена у
sw_tz: Ununuzi umekamilika katika
tr_tr: İşlem tamamlandı
uk_ua: Трансакцію завершено в

source: Voting
ar_sa: التصويت
da_dk: Afstemning
fi_fi: Äänestäminen
he_il: הַצבָּעָה
hu_hu: Szavazás
id_id: Pemungutan suara
ja_jp: 投票
nl_nl: stemmen
sl_si: Glasovanje
sr_sp: Гласање
sw_tz: Kupiga kura
tr_tr: oylama
uk_ua: Голосування

source: Submit proposal failed
ar_sa: فشل إرسال الاقتراح
da_dk: Indsendelse af forslag mislykkedes
fi_fi: Ehdotuksen lähetys epäonnistui
he_il: הגשת ההצעה נכשלה
hu_hu: Az ajánlat elküldése sikertelen
id_id: Pengiriman proposal gagal
ja_jp: 提案の送信に失敗しました
nl_nl: Het indienen van het voorstel is mislukt
sl_si: Oddaja predloga ni uspela
sr_sp: Подношење предлога није успело
sw_tz: Imeshindwa kuwasilisha pendekezo
tr_tr: Teklif gönderilemedi
uk_ua: Не вдалося подати пропозицію

source: Vote failed
ar_sa: فشل التصويت
da_dk: Afstemning mislykkedes
fi_fi: Äänestys epäonnistui
he_il: ההצבעה נכשלה
hu_hu: A szavazás nem sikerült
id_id: Pemungutan suara gagal
ja_jp: 投票に失敗しました
nl_nl: Stemming mislukt
sl_si: Glasovanje ni uspelo
sr_sp: Гласање није успело
sw_tz: Kura imeshindwa
tr_tr: Oylama başarısız oldu
uk_ua: Голосування не вдалося

source: This order was cancelled
ar_sa: تم إلغاء هذا الطلب
da_dk: Denne ordre blev annulleret
fi_fi: Tämä tilaus peruutettiin
he_il: הזמנה זו בוטלה
hu_hu: Ezt a rendelést törölték
id_id: Pesanan ini dibatalkan
ja_jp: この注文はキャンセルされました
nl_nl: Deze bestelling is geannuleerd
sl_si: To naročilo je bilo preklicano
sr_sp: Ова наруџба је отказана
sw_tz: Agizo hili lilighairiwa
tr_tr: Bu sipariş iptal edildi
uk_ua: Це замовлення було скасовано

source: Floor
ar_sa: أرضية
da_dk: Etage
fi_fi: Lattia
he_il: קוֹמָה
hu_hu: Padló
id_id: Lantai
ja_jp: フロア
nl_nl: Vloer
sl_si: Nadstropje
sr_sp: Под
sw_tz: Sakafu
tr_tr: Zemin
uk_ua: Поверх

source: Return to NFT Explore
ar_sa: العودة إلى استكشاف NFT
da_dk: Vend tilbage til NFT Explore
fi_fi: Palaa NFT Exploreen
he_il: חזור ל-NFT Explore
hu_hu: Térjen vissza az NFT Explore-hoz
id_id: Kembali ke Jelajahi NFT
ja_jp: NFT探索に戻る
nl_nl: Keer terug naar NFT Explore
sl_si: Nazaj na NFT Explore
sr_sp: Вратите се на НФТ Екплоре
sw_tz: Rudi kwa NFT Gundua
tr_tr: NFT Keşfet'e dön
uk_ua: Повернутися до NFT Explore

source: Revoking approval
ar_sa: إبطال الموافقة
da_dk: Tilbagekaldelse af godkendelse
fi_fi: Hyväksynnän peruuttaminen
he_il: ביטול אישור
hu_hu: Jóváhagyás visszavonása
id_id: Mencabut persetujuan
ja_jp: 承認の取り消し
nl_nl: Goedkeuring intrekken
sl_si: Preklic odobritve
sr_sp: Укидање одобрења
sw_tz: Inabatilisha idhini
tr_tr: Onayın iptal edilmesi
uk_ua: Скасування схвалення

source: {0} Votes
ar_sa: {0} أصوات
da_dk: {0} Stemmer
fi_fi: {0} ääntä
he_il: {0} הצבעות
hu_hu: {0} szavazat
id_id: {0} Suara
ja_jp: {0} の投票
nl_nl: {0} stemmen
sl_si: {0} glasov
sr_sp: {0} Гласова
sw_tz: {0} Kura
tr_tr: {0} Oylar
uk_ua: {0} голосів

source: Swap expired
ar_sa: انتهت صلاحية المبادلة
da_dk: Swap udløb
fi_fi: Swap vanhentunut
he_il: פג תוקף ההחלפה
hu_hu: A csere lejárt
id_id: Tukar kedaluwarsa
ja_jp: スワップの有効期限が切れました
nl_nl: Wissel verlopen
sl_si: Menjava je potekla
sr_sp: Замена је истекла
sw_tz: Ubadilishanaji umekwisha
tr_tr: Takas süresi doldu
uk_ua: Термін обміну минув

source: Defeated
ar_sa: هزم
da_dk: besejret
fi_fi: Voitettu
he_il: מוּבָס
hu_hu: Legyőzött
id_id: Dikalahkan
ja_jp: 否決
nl_nl: Verslagen
sl_si: Zavrnjena
sr_sp: Поражен
sw_tz: Imeshindwa
tr_tr: Mağlup
uk_ua: Переможений

source: Deploy failed
ar_sa: فشل النشر
da_dk: Implementeringen mislykkedes
fi_fi: Käyttöönotto epäonnistui
he_il: הפריסה נכשלה
hu_hu: A telepítés sikertelen
id_id: Penerapan gagal
ja_jp: デプロイに失敗しました
nl_nl: Implementatie mislukt
sl_si: Razmestitev ni uspela
sr_sp: Примена није успела
sw_tz: Imeshindwa kusambaza
tr_tr: Dağıtım başarısız oldu
uk_ua: Не вдалося розгорнути

source: Your position will be 100% composed of {0} at this price
ar_sa: مركزك سيكون 100% مؤلفاً من {0} بهذا السعر
da_dk: Din position vil være 100 % sammensat af {0} til denne pris
fi_fi: Positiosi tulee olemaan 100-prosenttisesti {0} tällä hinnalla
he_il: עמדתך תורכב ב 100% מ- {0} במחיר זה
hu_hu: A saját pozíció 100%-ban {0} lesz ezen az áron
id_id: Posisi Anda akan 100% terdiri dari {0} pada harga ini
ja_jp: あなたのポジションはこの価格の{0} で100%構成されます。
nl_nl: Uw positie zal 100% bestaan uit {0} tegen deze prijs
sl_si: Pri tej ceni bo vaša pozicija 100 % v {0}
sr_sp: Ваша позиција ће се 100% састојати од {0} по овој цени
sw_tz: Nafasi yako itakuwa 100% iliyo na {0} kwa bei hii
tr_tr: Bu fiyatta pozisyonunuz %100 şundan olacak: {0}
uk_ua: Ваша позиція буде на 100% складатися з {0} за цією ціною

source: Reset {0}
ar_sa: إعادة تعيين {0}
da_dk: Nulstil {0}
fi_fi: Nollaa {0}
he_il: אפס {0}
id_id: Setel ulang {0}
ja_jp: リセット {0}
sl_si: Ponastavi {0}
sr_sp: Ресетуј {0}
sw_tz: Weka upya {0}
tr_tr: {0}sıfırla
uk_ua: Скинути {0}

source: This web application is provided as a tool for users to interact with the Uniswap Protocol on their own initiative, with no endorsement or recommendation of cryptocurrency trading activities. In doing so, Uniswap is not recommending that users or potential users engage in cryptoasset trading activity, and users or potential users of the web application should not regard this webpage or its contents as involving any form of recommendation, invitation or inducement to deal in cryptoassets.
ar_sa: يتم توفير تطبيق الويب هذا كأداة للمستخدمين للتفاعل مع بروتوكول Uniswap بمبادرة ، دون أي تأييد أو توصية لأنشطة تداول العملات المشفرة. ومن خلال القيام بذلك، لا توصي Uniswap المستخدمين أو المستخدمين المحتملين بالمشاركة في نشاط تداول الأصول المشفرة، ويجب على المستخدمين أو من المستخدمين المحتملين لتطبيق الويب ألا يعتبروا صفحة الويب هذه أو محتوياتها على أنها تنطوي على أي شكل من أشكال أو الدعوة أو الحث على ذلك. التعامل في الأصول المشفرة.
da_dk: Denne webapplikation leveres som et værktøj til brugere til at interagere med Uniswap-protokollen på initiativ uden godkendelse eller anbefaling af cryptocurrency-handelsaktiviteter. Ved at gøre dette anbefaler Uniswap ikke, at brugere eller potentielle brugere engagerer sig i handel med kryptoaktiver, og brugere eller potentielle brugere af webapplikationen bør ikke betragte denne webside eller dens indhold som indebærende nogen form for anbefaling, invitation eller tilskyndelse til at handle med kryptoaktiver.
fi_fi: Tämä verkkosovellus on työkalu, jonka avulla käyttäjät voivat olla vuorovaikutuksessa Uniswap-protokollan kanssa aloitteestaan ilman kryptovaluuttakaupan tukemista tai suosituksia. Näin tehdessään Uniswap ei suosittele käyttäjille tai potentiaalisille käyttäjille kryptoomaisuuskaupan toimintaa, ja käyttäjien tai verkkosovelluksen potentiaalista käyttäjää ei tulisi pitää tätä verkkosivua tai sen sisältöä sisältävänä suositusta, kutsua tai kannustusta. käydä kauppaa kryptovaroilla.
he_il: אפליקציית אינטרנט זו מסופקת ככלי למשתמשים לקיים אינטראקציה עם פרוטוקול Uniswap , ללא אישור או המלצה לפעילויות מסחר במטבעות קריפטוגרפיים. בכך, Uniswap אינו ממליץ למשתמשים או למשתמשים פוטנציאליים לעסוק בפעילות מסחר בנכסי קריפטו, ומשתמשים או משתמשים פוטנציאליים של אפליקציית האינטרנט אינם צריכים לראות בדף אינטרנט זה או בתוכנו ככרוכים בכל צורה של , הזמנה או תמריץ ל עסקה בנכסי קריפטו.
hu_hu: Ez a webalkalmazás eszközként szolgál arra, hogy a felhasználók saját interakcióba léphessenek az Uniswap Protocollal, kriptovaluta kereskedési tevékenységek jóváhagyása vagy ajánlása nélkül. Ennek során Uniswap nem javasolja a felhasználóknak vagy potenciális felhasználóknak, hogy kriptoeszköz-kereskedelemben vegyenek részt, és a webalkalmazás felhasználói vagy potenciális felhasználója ne tekintse ezt a weboldalt vagy annak tartalmát olyan ajánlásnak felhívásnak vagy ösztönzésnek, kriptoeszközökkel foglalkozni.
id_id: Aplikasi web ini disediakan sebagai alat bagi pengguna untuk berinteraksi dengan Protokol Uniswap atas inisiatif mereka , tanpa dukungan atau rekomendasi aktivitas perdagangan mata uang kripto. Dengan demikian, Uniswap tidak merekomendasikan pengguna atau calon pengguna untuk terlibat dalam aktivitas perdagangan aset kripto, dan pengguna atau calon pengguna aplikasi web tidak boleh menganggap halaman web ini atau isinya melibatkan segala bentuk rekomendasi, undangan, atau bujukan untuk berurusan dengan aset kripto.
ja_jp: この Web アプリケーションは、ユーザーが独自の主導 Uniswap プロトコルと対話するためのツールとして提供されており、暗号通貨取引活動の承認や推奨はありません。その際、 Uniswap は、ユーザーまたは潜在的なユーザーが暗号資産取引活動に参加することを推奨するものではなく、Web アプリケーションのユーザーまたは 潜在的なユーザーは、この Web ページまたはそのコンテンツが、 形式の推奨、招待、または誘導を含むものであると見なすべきではありません。暗号資産を扱う。
nl_nl: Deze webapplicatie is bedoeld als hulpmiddel voor gebruikers om eigen initiatief met het Uniswap Protocol te communiceren, zonder goedkeuring of aanbeveling van handelsactiviteiten in cryptocurrency. Door dit te doen, raadt Uniswap gebruikers of potentiële gebruikers niet aan om deel te nemen aan handelsactiviteiten in crypto-activa, en mogen gebruikers of potentiële gebruikers van de webapplicatie deze webpagina of de inhoud ervan niet beschouwen als enige vorm van aanbeveling, uitnodiging of aansporing om handelen in cryptoactiva.
sl_si: Ta spletna aplikacija je na voljo kot orodje za interakcijo uporabnikov s protokolom Uniswap na pobudo, brez odobritve ali priporočila dejavnosti trgovanja s kriptovalutami. Pri tem Uniswap ne priporoča, da se uporabniki ali potencialni uporabniki vključijo v dejavnost trgovanja s kriptosredstvi, uporabniki ali potencialna uporabnika spletne aplikacije pa ne bi smeli obravnavati te spletne strani ali njene vsebine, kot da vključuje kakršno koli obliko priporočila, vabila ali spodbujanja k poslujejo s kriptosredstvi.
sr_sp: Ова веб апликација је обезбеђена као алатка за кориснике за интеракцију са Унисвап протоколом на иницијативу, без одобрења или препоруке активности трговања криптовалутама. Чинећи то, Унисвап не препоручује корисницима или потенцијалним корисницима да се баве трговином криптоактивом, а корисници или потенцијална корисника веб апликације не би требало да сматрају ову веб страницу или њен садржај као који облик препоруке, позива или подстицања на посао са криптоактивом.
sw_tz: Programu hii ya wavuti imetolewa kama zana kwa watumiaji kuingiliana na Itifaki ya Uniswap kwa yao wenyewe, bila idhini au mapendekezo ya shughuli za biashara ya cryptocurrency. Kwa kufanya hivyo, Uniswap haipendekezi kwamba watumiaji au watumiaji watarajiwa washiriki katika shughuli ya biashara ya cryptoasset, na watumiaji au watumiaji watarajiwa wa programu ya wavuti hawapaswi kuzingatia ukurasa huu wa tovuti au yaliyomo kama inayohusisha aina yoyote ya ya mapendekezo, mwaliko au ushawishi biashara katika cryptoassets.
tr_tr: Bu web uygulaması, kullanıcıların Uniswap Protokolü ile inisiyatifleriyle etkileşimde bulunmaları için bir araç olarak sağlanmıştır; kripto para birimi alım satım faaliyetlerine ilişkin herhangi bir onay veya öneri yoktur. Bunu yaparken, Uniswap, kullanıcıların veya potansiyel kullanıcıların kripto varlık ticareti faaliyetinde bulunmalarını tavsiye etmemektedir ve web uygulamasının kullanıcıları veya potansiyel kullanıcısı, bu web sayfasını veya içeriğini bir öneri, davet veya teşvik içeren bir sayfa olarak değerlendirmemelidir. kripto varlıklarla ilgileniyoruz.
uk_ua: Ця веб-програма надається як інструмент для взаємодії користувачів із протоколом Uniswap за ініціативою, без схвалення чи рекомендацій щодо торгівлі криптовалютою. При цьому Uniswap не рекомендує користувачам або потенційним користувачам брати участь у торгівлі криптовалютами, і користувачі або потенційні користувачі веб-додатку не повинні розглядати цю веб-сторінку або її вміст як такі, що містять -яку форму рекомендації, запрошення чи спонукання до операції з криптоактивами.
