Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: An error occurred when trying to execute this swap. You may need to increase your slippage tolerance. If that does not work, there may be an incompatibility with the token you are trading. Note: fee on transfer and rebase tokens are incompatible with Uniswap V3.
ar_sa: حدث خطأ أثناء محاولة تنفيذ هذا التبادل. قد تحتاج إلى زيادة تحملك للانزلاق. إذا لم يفلح ذلك ، فقد يكون هناك عدم توافق مع الرمز الذي تتداوله. ملاحظة: رسوم النقل وإعادة الرموز المميزة غير متوافقة مع Uniswap V3.
da_dk: Der opstod en fejl under forsøg på at udføre denne swap. Det kan være nødvendigt at øge din glidningstolerance. Hvis det ikke virker, kan der være en uforenelighed med det token, du handler. Bemærk: gebyr ved overførsel og rebase-tokens er inkompatibelt med Uniswap V3.
fi_fi: Tapahtui virhe yritettäessä suorittaa tämä vaihto. Saatat joutua lisäämään luistonsietokykyäsi. Jos se ei toimi, kaupankäynnin kohteena olevan tunnuksen kanssa saattaa olla ristiriita. Huomautus: siirto- ja uudelleentase-tunnusten maksu ei ole yhteensopiva Uniswap V3: n kanssa.
he_il: אירעה שגיאה בניסיון לבצע החלפה זו. יתכן שתצטרך להגביר את סובלנות ההחלקה שלך. אם זה לא עובד, ייתכן שיש אי התאמה לאסימון שאתה סוחר בו. הערה: עמלה על אסימון העברה וריבוס אינם תואמים ל- Uniswap V3.
hu_hu: Hiba történt a csere végrehajtása során. Lehet, hogy növelnie kell a csúszási toleranciát. Ha ez nem működik, akkor összeférhetetlenség állhat fenn az Ön által forgalmazott tokennel. Megjegyzés: az átviteli és újrabázis tokenek díja nem kompatibilis az Uniswap V3 verzióval.
id_id: Terjadi kesalahan saat mengeksekusi swap ini. Anda mungkin memerlukan peningkatan toleransi slip Anda. Jika tidak berhasil, kemungkinan token yang anda perdagangkan tidak cocok. Catatan: biaya transfer token rebase tidak cocok dengan Uniswap V3.
ja_jp: スワップ実行時にエラーが発生しました。スリッページの許容範囲を広げる必要がある可能性があります。それでも上手くいかない場合、取引しているトークンとの互換性がない可能性があります。注：転送時に手数料が発生するトークンおよびリベースするトークンは、UniswapV3と互換性がありません。
nl_nl: Er is een fout opgetreden bij het uitvoeren van deze swap. Mogelijk moet u uw sliptolerantie verhogen. Als dat niet werkt, is er mogelijk een incompatibiliteit met het token dat u verhandelt. Let op: kosten voor overdracht en rebase tokens zijn niet compatibel met Uniswap V3.
sl_si: Pri poskusu izvedbe te zamenjave je prišlo do napake. Morda boste morali povečati toleranco do zdrsa. Če to ne deluje, je morda težava v nezdružljivosti z žetonom, s katerim trgujete. Pozor: žetoni s provizijami ob prenosu in uravnavani (rebase) žetoni niso združljivi z Uniswap V3.
sr_sp: Дошло је до грешке приликом покушаја извршења ове замене. Можда ћете морати повећати толеранцију клизања. Ако то не успе, можда постоји некомпатибилност са токеном којим тргујете. Напомена: накнада за токене за пренос и пребазу није компатибилна са Унисвап В3.
sw_tz: Hitilafu ilitokea wakati wa kujaribu kutekeleza ubadilishaji huu. Unaweza kuhitaji kuongeza uvumilivu wako wa kuteleza. Ikiwa hiyo haifanyi kazi, kunaweza kuwa na kutokubaliana na ishara unayofanya biashara. Kumbuka: ada ya uhamishaji na toa rehani haziendani na Uniswap V3.
tr_tr: Bu takas yürütülmeye çalışılırken bir hata oluştu. Kayma toleransınızı artırmanız gerekebilir. Bu işe yaramazsa, işlem yaptığınız token ile uyumsuzluk olabilir. Not: Transfer ve rebase jetonlarındaki ücret, Uniswap V3 ile uyumlu değildir.
uk_ua: Під час спроби виконати цей обмін сталася помилка. Можливо, вам доведеться збільшити толерантність до ковзання. Якщо це не спрацює, можливо, існує несумісність з токеном, яким ви торгуєте. Примітка: плата за перенесення та перебазування токенів несумісні з Uniswap V3.

source: Check out our v3 LP walkthrough and migration guides.
ar_sa: تحقق من أدلة التجول والترحيل الخاصة بـ v3 LP.
da_dk: Tjek vores v3 LP-gennemgang og migrationsguider.
fi_fi: Tutustu v3 LP -läpikävelyymme ja siirto-oppaisiimme.
he_il: עיין במדריכי ההדרכה וההעברה של v3 LP שלנו.
hu_hu: Nézze meg a v3 LP használati és migrációs útmutatókat.
id_id: Lihat panduan migrasi dan tutorial LP v3 kami.
ja_jp: V3の流動性と移行ガイドをご覧ください。
nl_nl: Bekijk onze v3 LP handleidingen en migratiegidsen.
sl_si: Oglejte si naše vodnike za V3-likvidnost in navodila za migracijo.
sr_sp: Погледајте наше водиче за v3 LP и водиче за миграцију.
sw_tz: Angalia mwongozo wetu wa v3 LP na mwongozo wa uhamiaji.
tr_tr: V3 LP adım adım açıklamalı kılavuzumuza ve geçiş kılavuzlarımıza göz atın.
uk_ua: Ознайомтесь з нашими посібниками з просування v3 LP та посібниками з перенесення.

source: This year
ar_sa: هذا العام
da_dk: Dette år
fi_fi: Tämä vuosi
he_il: השנה
hu_hu: Idén
id_id: tahun ini
ja_jp: ことし
nl_nl: Dit jaar
sl_si: To leto
sr_sp: Ове године
sw_tz: Mwaka huu
tr_tr: Bu yıl
uk_ua: Цього року

source: No items to display
ar_sa: لا توجد عناصر لعرضها
da_dk: Ingen elementer at vise
fi_fi: Ei näytettäviä kohteita
he_il: אין פריטים להצגה
hu_hu: Nincs megjeleníthető elem
id_id: Tidak ada item untuk ditampilkan
ja_jp: 表示する項目がありません
nl_nl: Geen items om weer te geven
sl_si: Ni predmetov za prikaz
sr_sp: Нема ставки за приказ
sw_tz: Hakuna vipengee vya kuonyesha
tr_tr: Görüntülenecek öğe yok
uk_ua: Немає елементів для відображення

source: Create pool and add {0}/{1} V3 liquidity
ar_sa: إنشاء مجموعة وإضافة سيولة {0}/{1} V3
da_dk: Opret pulje, og tilføj {0}/{1} V3-likviditet
fi_fi: Luo pooli ja lisää {0}/{1} V3-likviditeetti
he_il: צור ברכה והוסף {0}/{1} נזילות V3
hu_hu: Pool létrehozása és {0}/{1} V3 likviditás hozzáadása
id_id: Buat pool renang dan tambahkan {0}/{1} likuiditas V3
ja_jp: プールを作成し、 {0}/{1} のV3流動性を追加
nl_nl: Creëer een groep en voeg {0}/{1} V3 liquiditeit toe
sl_si: Ustvari sklad in dodaj V3-likvidnost za {0}/{1}
sr_sp: Направите фонд и додајте {0}/{1} V3 ликвидност
sw_tz: Kujenga bwawa na kuongeza {0}/{1} V3 ukwasi
tr_tr: Havuz oluşturun ve {0}/{1} V3 likidite ekleyin
uk_ua: Створіть пул і додайте ліквідність V3 {0}/{1}

source: Your {0} balance
ar_sa: رصيدك {0}
da_dk: Din {0} saldo
fi_fi: {0} saldosi
he_il: יתרת {0} שלך
hu_hu: {0} egyenleged
id_id: {0} saldo Anda
ja_jp: あなたの残高は {0}
nl_nl: Uw {0} saldo
sl_si: Vaše stanje {0}
sr_sp: Ваш баланс {0}
sw_tz: Salio lako {0}
tr_tr: {0} bakiyeniz
uk_ua: Ваш баланс {0}

source: Terms of Service
ar_sa: شروط الخدمة
da_dk: Servicevilkår
fi_fi: Käyttöehdot
he_il: תנאי השירות
hu_hu: Szolgáltatás feltételei
id_id: Ketentuan Layanan
ja_jp: 利用規約
nl_nl: Servicevoorwaarden
sl_si: Pogoji storitve
sr_sp: Услови коришћења
sw_tz: Masharti ya Huduma
tr_tr: Kullanım Şartları
uk_ua: Умови використання

source: Confirm supply
ar_sa: تأكيد العرض
da_dk: Bekræft levering
fi_fi: Vahvista toimitus
he_il: אשר אספקה
hu_hu: Erősítse meg az ellátást
id_id: Konfirmasikan pasokan
ja_jp: 供給の確認
nl_nl: Bevestig de levering
sl_si: Potrdite dobavo
sr_sp: Потврдите снабдевање
sw_tz: Thibitisha usambazaji
tr_tr: Tedarik onaylayın
uk_ua: Підтвердити поставку

source: Execution submitted
ar_sa: تم تقديم التنفيذ
da_dk: Udførelse indsendt
fi_fi: Toteutus lähetetty
he_il: הוגשה ביצוע
hu_hu: A végrehajtás benyújtva
id_id: Eksekusi diserahkan
ja_jp: 実行が送信されました
nl_nl: Uitvoering ingediend
sl_si: Predložena izvršba
sr_sp: Извршење поднето
sw_tz: Utekelezaji umewasilishwa
tr_tr: Yürütme gönderildi
uk_ua: Виконання подано

source: Error ID: {eventId}
ar_sa: معرف الخطأ: {eventId}
da_dk: Fejl-id: {eventId}
fi_fi: Virhetunnus: {eventId}
he_il: מזהה שגיאה: {eventId}
hu_hu: Hibaazonosító: {eventId}
id_id: ID Kesalahan: {eventId}
ja_jp: エラーID: {eventId}
nl_nl: Fout-ID: {eventId}
sl_si: ID napake: {eventId}
sr_sp: ИД грешке: {eventId}
sw_tz: Kitambulisho cha hitilafu: {eventId}
tr_tr: Hata Kimliği: {eventId}
uk_ua: Ідентифікатор помилки: {eventId}

source: Cancelling
ar_sa: الإلغاء
da_dk: Annullerer
fi_fi: Peruutetaan
he_il: מבטל
hu_hu: Törlés
id_id: Membatalkan
ja_jp: キャンセルする
nl_nl: Annuleren
sl_si: Preklic
sr_sp: Отказивање
sw_tz: Inaghairi
tr_tr: İptal
uk_ua: Скасування

source: Migrate
ar_sa: ترحيل
da_dk: Migrér
fi_fi: Siirrä
he_il: להעביר
hu_hu: Migrálás
id_id: Migrasi
ja_jp: 移行
nl_nl: Migreer
sl_si: Migriraj
sr_sp: Пресели
sw_tz: Hamia
tr_tr: Geçir
uk_ua: Перенесення

source: This price may not be up-to-date due to low trading volume.
ar_sa: قد لا يكون هذا السعر محدثًا نظرًا لانخفاض حجم التداول.
da_dk: Denne pris er muligvis ikke opdateret på grund af lav handelsvolumen.
fi_fi: Tämä hinta ei välttämättä ole ajan tasalla alhaisen kaupankäyntivolyymin vuoksi.
he_il: מחיר זה עשוי שלא להיות מעודכן עקב נפח מסחר נמוך.
hu_hu: Előfordulhat, hogy ez az ár nem aktuális az alacsony kereskedési volumen miatt.
id_id: Harga ini mungkin tidak up-to-date karena volume perdagangan yang rendah.
ja_jp: 取引量が少ないため、この価格は最新ではない可能性があります。
nl_nl: Deze prijs is mogelijk niet up-to-date vanwege het lage handelsvolume.
sl_si: Ta cena morda ni posodobljena zaradi majhnega obsega trgovanja.
sr_sp: Ова цена можда није ажурирана због малог обима трговине.
sw_tz: Bei hii inaweza kuwa sio ya kisasa kwa sababu ya kiwango cha chini cha biashara.
tr_tr: Düşük işlem hacmi nedeniyle bu fiyat güncel olmayabilir.
uk_ua: Ця ціна може бути неактуальною через низький обсяг торгів.

source: This week
ar_sa: هذا الاسبوع
da_dk: Denne uge
fi_fi: Tämä viikko
he_il: השבוע
hu_hu: Ezen a héten
id_id: Minggu ini
ja_jp: 今週
nl_nl: Deze week
sl_si: Ta teden
sr_sp: Ове недеље
sw_tz: Wiki hii
tr_tr: Bu hafta
uk_ua: Цього тижня

source: Receiving
ar_sa: يستلم
da_dk: Modtager
fi_fi: Vastaanottaminen
he_il: קבלה
hu_hu: Fogadás
id_id: Menerima
ja_jp: 受信中
nl_nl: Ontvangen
sl_si: Prejemanje
sr_sp: Примање
sw_tz: Kupokea
tr_tr: alma
uk_ua: Отримання

source: Loading
ar_sa: جاري التحميل
da_dk: Indlæser
fi_fi: Ladataan
he_il: טוען
hu_hu: Feltöltés
id_id: Memuat
ja_jp: 読み込み中
nl_nl: Aan het laden
sl_si: Nalagam
sr_sp: Учитавање
sw_tz: Inapakia
tr_tr: Yükleniyor
uk_ua: Завантажується

source: Reverse Registrar
ar_sa: المسجل العكسي
da_dk: Omvendt registrator
fi_fi: Käänteinen rekisterinpitäjä
he_il: רשם הפוך
hu_hu: Fordított iktató
id_id: Pencatat Terbalik
ja_jp: 逆引きレジストラ
nl_nl: Omgekeerde griffier
sl_si: Povratni registrar
sr_sp: Реверсе Регистрар
sw_tz: Rejesha Msajili
tr_tr: Ters Kayıt Şirketi
uk_ua: Зворотний реєстратор

source: View transaction on Explorer
ar_sa: عرض المعاملة على Explorer
da_dk: Se transaktion i Explorer
fi_fi: Näytä tapahtuma Explorerissa
he_il: צפה בעסקה ב- Explorer
hu_hu: Tranzakció megtekintése az Explorerben
id_id: Lihat transaksi di Explorer
ja_jp: エクスプローラーで取引を表示する
nl_nl: Bekijk transactie op Explorer
sl_si: Prikaži transakcijo v raziskovalcu
sr_sp: Погледајте трансакцију у Екплореру
sw_tz: Angalia shughuli kwenye Kivinjari
tr_tr: İşlemi Explorer'da görüntüle
uk_ua: Переглянути транзакцію в Explorer

source: Clear all
ar_sa: مسح الكل
da_dk: Ryd alle
fi_fi: Tyhjennä kaikki
he_il: נקה הכל
hu_hu: Mindent töröl
id_id: Hapus semua
ja_jp: すべてクリア
nl_nl: Alles wissen
sl_si: Počisti vse
sr_sp: Обриши све
sw_tz: Futa yote
tr_tr: Tümünü temizle
uk_ua: Очистити все

source: Migrate your liquidity tokens from Uniswap V2 to Uniswap V3.
ar_sa: نقل رموز السيولة الخاصة بك من Uniswap V2 إلى Uniswap V3.
da_dk: Migrer dine likviditetstokens fra Uniswap V2 til Uniswap V3.
fi_fi: Siirrä likviditeettirahakkeesi Uniswap V2:sta Uniswap V3:een.
he_il: העבר את אסימוני הנזילות שלך מ- Uniswap V2 ל- Uniswap V3.
hu_hu: Likviditási tokenek migrálása az Uniswap V2-ről az Uniswap V3-ra.
id_id: Migrasikan token likuiditas Anda dari Uniswap V2 ke Uniswap V3.
ja_jp: Uniswap V2からUniswap V3に流動性トークンを移行します。
nl_nl: Migreer uw liquiditeitstokens van Uniswap V2 naar Uniswap V3.
sl_si: Migrirajte svojo likvidnostne žetone iz Uniswapa V2 v Uniswap V3.
sr_sp: Пребаците своје токене ликвидности са Uniswap V2 на Uniswap V3.
sw_tz: Hamisha ishara zako za ukwasi kutoka kwa Uniswap V2 hadi Uniswap V3.
tr_tr: Likidite jetonlarınızı Uniswap V2'den Uniswap V3'e geçirin.
uk_ua: Перенесіть свої токени ліквідності з Uniswap V2 lj Uniswap V3.

source: max
ar_sa: الأعلى
he_il: מקסימום
id_id: maks
ja_jp: 最大
nl_nl: maximaal
sl_si: maks
sr_sp: мак
tr_tr: maksimum
uk_ua: макс

source: Page not found!
ar_sa: الصفحة غير موجودة!
da_dk: Siden blev ikke fundet!
fi_fi: Sivua ei löydetty!
he_il: הדף לא נמצא!
hu_hu: Az oldal nem található!
id_id: Halaman tidak ditemukan!
ja_jp: ページが見つかりません！
nl_nl: Pagina niet gevonden!
sl_si: Stran ni najdena!
sr_sp: Страница није пронађена!
sw_tz: Ukurasa haujapatikana!
tr_tr: Sayfa bulunamadı!
uk_ua: Сторінку не знайдено!

source: {label} token bridge
ar_sa: {label} جسر رمزي
fi_fi: {label} token silta
he_il: {label} גשר אסימונים
hu_hu: {label} token híd
id_id: {label} jembatan token
ja_jp: {label} トークンブリッジ
nl_nl: {label} symbolische brug
sl_si: Most za žetone {label}
sr_sp: {label} токен бридге
sw_tz: {label} daraja la ishara
tr_tr: {label} jetonlu köprü
uk_ua: {label} токенів міст

source: Delegate cancelled
ar_sa: تم إلغاء المندوب
da_dk: Delegeret aflyst
fi_fi: Edustaja peruutettu
he_il: הנציג בוטל
hu_hu: A delegált törölve
id_id: Delegasi dibatalkan
ja_jp: 代表者がキャンセルされました
nl_nl: Afgevaardigde geannuleerd
sl_si: Delegat je preklican
sr_sp: Делегат је отказан
sw_tz: Mjumbe ameghairiwa
tr_tr: Temsilci iptal edildi
uk_ua: Делегування скасовано

source: Proposal Title
ar_sa: عنوان الاقتراح
da_dk: Forslagets titel
fi_fi: Ehdotuksen otsikko
he_il: כותרת ההצעה
hu_hu: Javaslat címe
id_id: Judul Proposal
ja_jp: 提案のタイトル
nl_nl: Titel van het voorstel
sl_si: Naslov pobude
sr_sp: Наслов предлога
sw_tz: Kichwa cha Pendekezo
tr_tr: Teklif Başlığı
uk_ua: Назва пропозиції

source: Something went wrong!
ar_sa: هناك خطأ ما!
da_dk: Noget gik galt!
fi_fi: Jotain meni pieleen!
he_il: משהו השתבש!
hu_hu: Valami elromlott!
id_id: Ada yang salah!
ja_jp: 何か問題が発生しました!
nl_nl: Er is iets fout gegaan!
sl_si: Nekaj je šlo narobe!
sr_sp: Нешто није у реду!
sw_tz: Hitilafu fulani imetokea!
tr_tr: Bir şeyler yanlış gitti!
uk_ua: Щось пішло не так!

source: Borrow failed
ar_sa: فشل الاقتراض
da_dk: Lån mislykkedes
fi_fi: Lainaus epäonnistui
he_il: ההשאלה נכשלה
hu_hu: A kölcsönzés nem sikerült
id_id: Pinjam gagal
ja_jp: 借用に失敗しました
nl_nl: Lenen mislukt
sl_si: Izposoja ni uspela
sr_sp: Позајмљивање није успело
sw_tz: Kukopa kumeshindwa
tr_tr: Ödünç alma başarısız oldu
uk_ua: Позичити не вдалося

source: Close
ar_sa: إغلاق
da_dk: Luk
fi_fi: Sulje
he_il: סגור
hu_hu: Bezárás
id_id: Tutup
ja_jp: 閉じる
nl_nl: Sluiten
sl_si: Zapri
sr_sp: Затвори
sw_tz: Funga
tr_tr: Kapat
uk_ua: Закрити

source: Receive failed
ar_sa: فشل الاستلام
da_dk: Modtagelse mislykkedes
fi_fi: Vastaanotto epäonnistui
he_il: הקבלה נכשלה
hu_hu: Sikertelen fogadás
id_id: Penerimaan gagal
ja_jp: 受信失敗
nl_nl: Ontvangen mislukt
sl_si: Prejemanje ni uspelo
sr_sp: Пријем није успео
sw_tz: Imeshindwa kupokea
tr_tr: Alma başarısız oldu
uk_ua: Не вдалося отримати

source: Allow {0} to be used for swapping
ar_sa: السماح باستخدام {0} للمبادلة
da_dk: Tillad {0} at blive brugt til at bytte
fi_fi: Salli arvoa {0} käyttää vaihtoon
he_il: אפשר להשתמש {0} להחלפה
hu_hu: Hagyja, hogy {0} legyen a cseréhez
id_id: Biarkan {0} digunakan untuk bertukar
ja_jp: スワップに {0} を使用できるようにする
nl_nl: Sta toe dat {0} wordt gebruikt voor het wisselen
sl_si: Dovoli uporabo {0} za zamenjavo
sr_sp: Дозволите да се {0} користи за замену
sw_tz: Ruhusu {0} itumike kubadilishana
tr_tr: Değiştirme için {0} kullanılmasına izin ver
uk_ua: Дозволити використовувати {0} для обміну

source: UK disclaimer:
ar_sa: إخلاء المسؤولية في المملكة المتحدة:
da_dk: UK ansvarsfraskrivelse:
fi_fi: Iso-Britannian vastuuvapauslauseke:
he_il: כתב ויתור בבריטניה:
hu_hu: UK jogi nyilatkozat:
id_id: Penafian Inggris:
ja_jp: 英国の免責事項:
nl_nl: Britse disclaimer:
sl_si: Zavrnitev odgovornosti za Združeno kraljestvo:
sr_sp: УК одрицање одговорности:
sw_tz: Kanusho la Uingereza:
tr_tr: Birleşik Krallık sorumluluk reddi beyanı:
uk_ua: Застереження Великобританії:

source: Mint failed
ar_sa: فشل النعناع
da_dk: Mint mislykkedes
fi_fi: Minttu epäonnistui
he_il: מנטה נכשלה
hu_hu: Mint nem sikerült
id_id: Mint gagal
ja_jp: ミントは失敗しました
nl_nl: Munt is mislukt
sl_si: Kovnica ni uspela
sr_sp: Минт није успео
sw_tz: Mint imeshindwa
tr_tr: Darphane başarısız oldu
uk_ua: Монетний двір не вдався

source: Queue cancelled
ar_sa: تم إلغاء قائمة الانتظار
da_dk: Kø annulleret
fi_fi: Jono peruutettu
he_il: התור בוטל
hu_hu: A sor törölve
id_id: Antrean dibatalkan
ja_jp: キューがキャンセルされました
nl_nl: Wachtrij geannuleerd
sl_si: Čakalna vrsta preklicana
sr_sp: Ред је отказан
sw_tz: Foleni imeghairiwa
tr_tr: Kuyruk iptal edildi
uk_ua: Черга скасована

source: Deploy cancelled
ar_sa: تم إلغاء النشر
da_dk: Implementeringen blev annulleret
fi_fi: Käyttöönotto peruttu
he_il: הפריסה בוטלה
hu_hu: Telepítés megszakítva
id_id: Penerapan dibatalkan
ja_jp: デプロイがキャンセルされました
nl_nl: Implementatie geannuleerd
sl_si: Razmestitev preklicana
sr_sp: Распоређивање је отказано
sw_tz: Usambazaji umeghairiwa
tr_tr: Dağıtım iptal edildi
uk_ua: Розгортання скасовано

source: Welcome to team Unicorn :)
ar_sa: مرحبًا بكم في فريق Unicorn :)
da_dk: Velkommen til team Unicorn :)
fi_fi: Tervetuloa Team Unicorniin :)
he_il: ברוך הבא לצוות חד קרן :)
hu_hu: Üdvözöljük az Unicorn csapatban :)
id_id: Selamat datang di tim Unicorn :)
ja_jp: チーム ユニコーンへようこそ
nl_nl: Welkom bij team Unicorn :)
sl_si: Dobrodošli v ekipi Samorog :)
sr_sp: Добродошли у тим Unicorn :)
sw_tz: Karibu kwenye timu ya Unicorn :)
tr_tr: Unicorn takımına hoş geldiniz :)
uk_ua: Ласкаво просимо до команди Unicorn :)

source: Vote for proposal {proposalKey} with reason "{0}"
ar_sa: التصويت على الاقتراح {proposalKey} مع السبب "{0}"
da_dk: Stem for forslag {proposalKey} med begrundelse "{0}"
fi_fi: Äänestä ehdotusta {proposalKey} syyllä "{0}"
he_il: הצביעו להצעה {proposalKey} עם הסיבה "{0}"
hu_hu: Szavazz a {proposalKey} javaslatra "{0}" indokkal
id_id: Pilih proposal {proposalKey} dengan alasan "{0}"
ja_jp: 「{0} 」という理由で提案 {proposalKey} に賛成票を入れる
nl_nl: Stem op voorstel {proposalKey} met reden "{0}"
sl_si: Glasuj za pobudo {proposalKey} z razlogom "{0}"
sr_sp: Гласајте за предлог {proposalKey} са разлогом "{0}"
sw_tz: Pigia kura pendekezo {proposalKey} kwa sababu "{0}"
tr_tr: "{0}" nedeni ile teklif {proposalKey} oy verin
uk_ua: Голосуйте за пропозицію {proposalKey} з причиною "{0}"

source: (edit)
ar_sa: (تعديل)
da_dk: (rediger)
he_il: (עריכה)
hu_hu: (szerkesztés)
ja_jp: (編集)
nl_nl: (bewerken)
sl_si: (uredi)
sr_sp: (уреди)
sw_tz: (rekebisha)
tr_tr: (düzenle)
uk_ua: (редагувати)

source: Proposal submitted
ar_sa: تم تقديم الاقتراح
da_dk: Forslag indsendt
fi_fi: Ehdotus lähetetty
he_il: ההצעה הוגשה
hu_hu: Javaslat benyújtva
id_id: Proposal diajukan
ja_jp: 提案書を提出しました
nl_nl: Voorstel ingediend
sl_si: Predlog oddan
sr_sp: Предлог поднет
sw_tz: Pendekezo limewasilishwa
tr_tr: Teklif gönderildi
uk_ua: Пропозицію подано

source: NFT
sr_sp: НФТ

source: Name not found
ar_sa: الاسم غير موجود
da_dk: Navn blev ikke fundet
fi_fi: Nimeä ei löydy
he_il: השם לא נמצא
hu_hu: A név nem található
id_id: Nama tidak ditemukan
ja_jp: 名前が見つかりません
nl_nl: Naam niet gevonden
sl_si: Ime ni bilo mogoče najti
sr_sp: Име није пронађено
sw_tz: Jina halijapatikana
tr_tr: İsim bulunamadı
uk_ua: Ім'я не знайдено

source: available yet
ar_sa: متاح حتى الآن
da_dk: tilgængelig endnu
fi_fi: vielä saatavilla
he_il: זמין עדיין
hu_hu: még elérhető
id_id: belum tersedia
ja_jp: まだ利用可能
nl_nl: nog beschikbaar
sl_si: še na voljo
sr_sp: доступно још
sw_tz: inapatikana bado
tr_tr: henüz mevcut
uk_ua: ще доступний

source: Your signature has expired.
ar_sa: لقد انتهت صلاحية توقيعك.
da_dk: Din signatur er udløbet.
fi_fi: Allekirjoituksesi on vanhentunut.
he_il: פג תוקף החתימה שלך.
hu_hu: Az aláírása lejárt.
id_id: Tanda tangan Anda telah kedaluwarsa.
ja_jp: あなたの署名の有効期限が切れています。
nl_nl: Uw handtekening is verlopen.
sl_si: Vaš podpis je potekel.
sr_sp: Ваш потпис је истекао.
sw_tz: Sahihi yako imeisha muda.
tr_tr: İmzanızın süresi doldu.
uk_ua: Термін дії вашого підпису минув.

source: Minted
ar_sa: مسكوكا
da_dk: Udmøntet
fi_fi: Mintettu
he_il: טָבוּעַ
hu_hu: Verés
id_id: Dicetak
ja_jp: 鋳造された
nl_nl: geslagen
sl_si: Kovano
sr_sp: Кован
tr_tr: basılmış
uk_ua: Карбувати

source: You must have {formattedProposalThreshold} votes to submit a proposal
ar_sa: يجب أن يكون لديك {formattedProposalThreshold} أصوات لتقديم اقتراح
da_dk: Du skal have {formattedProposalThreshold} stemmer for at komme med et forslag
fi_fi: Ehdotuksen jättäminen edellyttää {formattedProposalThreshold} ääntä
he_il: עליך להיות בעל {formattedProposalThreshold} הצבעות כדי להגיש הצעה
hu_hu: A javaslat benyújtásához {formattedProposalThreshold} szavazattal kell rendelkeznie
id_id: Anda harus memiliki {formattedProposalThreshold} suara untuk mengajukan proposal
ja_jp: 提案を提出するには、{formattedProposalThreshold}票が必要です
nl_nl: U moet {formattedProposalThreshold} stemmen hebben om een voorstel in te dienen
sl_si: Za predložitev pobude potrebujete {formattedProposalThreshold} glasov.
sr_sp: Морате имати {formattedProposalThreshold} гласова да бисте послали предлог
sw_tz: Lazima uwe na {formattedProposalThreshold} ili kuwasilisha pendekezo
tr_tr: Teklif göndermek için {formattedProposalThreshold} oy kullanmalısınız
uk_ua: Ви повинні мати {formattedProposalThreshold} голосів, щоб подати пропозицію

source: {amount, plural, =1 {month} other {months}}
ar_sa: {amount, plural, =1 {شهر} other {شهور}}
da_dk: {amount, plural, =1 {måned} other {måneder}}
fi_fi: {amount, plural, =1 {kuukausi} other {kuukaudet}}
he_il: {amount, plural, =1 {חודש} other {חודשים}}
hu_hu: {amount, plural, =1 {hónap} other {hónapok}}
id_id: {amount, plural, =1 {bulan} other {bulan}}
ja_jp: {amount, plural, =1 {月} other {数か月}}
nl_nl: {amount, plural, =1 {maand} other {maanden}}
sl_si: {amount, plural, =1 {mesec} other {meseci}}
sr_sp: {amount, plural, =1 {месец дана} other {месеци}}
sw_tz: {amount, plural, =1 {mwezi} other {miezi}}
tr_tr: {amount, plural, =1 {ay} other {ay}}
uk_ua: {amount, plural, =1 {місяць} other {місяців}}

source: {i, plural, one {hour} other {hours}}
ar_sa: {i, plural, one {ساعة} other {ساعات}}
da_dk: {i, plural, one {time} other {timer}}
fi_fi: {i, plural, one {tunti} other {tuntia}}
he_il: {i, plural, one {שעה} other {שעה (ות}}
hu_hu: {i, plural, one {óra} other {órák}}
id_id: {i, plural, one {jam} other {jam}}
ja_jp: {i, plural, one {時間} other {時間}}
nl_nl: {i, plural, one {uur} other {uur}}
sl_si: {i, plural, one {ura} other {ure}}
sr_sp: {i, plural, one {сат} other {сати}}
sw_tz: {i, plural, one {saa} other {masaa}}
tr_tr: {i, plural, one {saat} other {saat}}
uk_ua: {i, plural, one {годину} other {години}}

source: Your transaction cost will be much higher as it includes the gas to create the pool.
ar_sa: ستكون تكلفة معاملتك أعلى بكثير، حيث أنها تشمل الوقود لإنشاء المجموعة.
da_dk: Dine transaktionsomkostninger vil være meget højere, da det omfatter gas til at skabe puljen.
fi_fi: Tapahtuman hinta on paljon korkeampi, koska se sisältää kaasua poolin luomiseen.
he_il: עלות העסקה שלך תהיה גבוהה בהרבה מכיוון שהיא כוללת את הגז ליצירת המאגר.
hu_hu: Tranzakciós költsége sokkal magasabb lesz, mivel magában foglalja a pool létrehozásához szükséges gázt.
id_id: Biaya transaksi Anda akan jauh lebih tinggi karena sudah termasuk gas untuk membuat pool.
ja_jp: プールを作成するガス代が含まれるため、取引コストははるかに高くなります。
nl_nl: Uw transactiekosten zullen veel hoger zijn omdat het het gas bevat om de pool aan te maken.
sl_si: Cena vaše transakcije bo precej višja, ker vsebuje plin (gas) za ustvarjenje sklada.
sr_sp: Трошкови трансакције биће вам много већи јер укључују гас за стварање фонда.
sw_tz: Gharama yako ya ununuzi itakuwa kubwa zaidi kwani inajumuisha gesi kuunda dimbwi.
tr_tr: Havuzu oluşturacak yakıtı içerdiği için işlem maliyetiniz çok daha yüksek olacaktır.
uk_ua: Вартість вашої транзакції буде набагато вищою, оскільки вона включає газ для створення пулу.

source: Learn more
ar_sa: يتعلم أكثر
da_dk: Lær mere
fi_fi: Lue lisää
he_il: למד עוד
hu_hu: Tudj meg többet
id_id: Pelajari lebih lanjut
ja_jp: もっと詳しく知る
nl_nl: Kom meer te weten
sl_si: Več o tem
sr_sp: Сазнајте више
sw_tz: Jifunze zaidi
tr_tr: Daha fazla bilgi edin
uk_ua: Вивчайте більше
