Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Show resources
ar_sa: عرض الموارد
da_dk: Vis ressourcer
fi_fi: Näytä resurssit
he_il: הצג משאבים
hu_hu: Erőforrások megjelenítése
id_id: Tampilkan sumber daya
ja_jp: リソースを表示
nl_nl: Bronnen tonen
sl_si: Prikaži vire
sr_sp: Прикажи ресурсе
sw_tz: Onyesha rasilimali
tr_tr: kaynakları göster
uk_ua: Показати ресурси

source: Website
ar_sa: موقع إلكتروني
da_dk: Internet side
fi_fi: Verkkosivusto
he_il: אתר אינטרנט
hu_hu: Weboldal
id_id: Situs web
ja_jp: Webサイト
sl_si: Spletna stran
sr_sp: Веб сајт
sw_tz: Tovuti
tr_tr: İnternet sitesi
uk_ua: Веб-сайт

source: Removing {0} {1} and{2} {3}
ar_sa: إزالة {0} {1} و{2} {3}
da_dk: Fjernelse af {0} {1} og{2} {3}
fi_fi: {0} {1} ja{2} {3}poistetaan
he_il: הסרת {0} {1} ו-{2} {3}
hu_hu: {0} {1} és{2} {3}eltávolítása
id_id: Menghapus {0} {1} dan{2} {3}
ja_jp: {0} {1} と {2} {3} を削除
nl_nl: {0} {1} en{2} {3}verwijderen
sl_si: Odstranitev {0} {1} in{2} {3}
sr_sp: Уклањање {0} {1} и{2} {3}
sw_tz: Kuondoa {0} {1} na{2} {3}
tr_tr: {0} {1} ve{2} {3}kaldırma
uk_ua: Видалення {0} {1} і{2} {3}

source: USD
ar_sa: دولار أمريكي
he_il: דולר אמריקאי
hu_hu: usadollár
id_id: Rp
ja_jp: 米ドル
nl_nl: Amerikaanse Dollar
sl_si: ameriški dolar
sr_sp: Амерички долар
tr_tr: Amerikan Doları
uk_ua: доларів США

source: Wrapped
ar_sa: مغطى
da_dk: Indpakket
fi_fi: Kääritty
he_il: עָטוּף
hu_hu: Csomagolt
id_id: Dibungkus
ja_jp: ラップ
nl_nl: Verpakt
sl_si: Zavito
sr_sp: Умотано
sw_tz: Imefungwa
tr_tr: sarılmış
uk_ua: Загорнутий

source: {0}% select
ar_sa: {0}٪ حدد
da_dk: {0}% vælg
fi_fi: {0}% valitse
he_il: {0}% בחר
hu_hu: {0}% kiválasztani
id_id: {0}% memilih
ja_jp: {0}％が選択
nl_nl: {0}% kiezen
sl_si: {0}% izberi
sr_sp: {0}% изаберите
sw_tz: Chagua {0}
tr_tr: % {0}seç
uk_ua: {0}% вибрати

source: Queue proposal {proposalId}
ar_sa: اقتراح قائمة الانتظار {proposalId}
da_dk: Køforslag {proposalId}
fi_fi: Jonoehdotus {proposalId}
he_il: הצעה לתור {proposalId}
hu_hu: Sorajánlat {proposalId}
id_id: Usulan antrian {proposalId}
ja_jp: キュー提案 {proposalId}
nl_nl: Wachtrijvoorstel {proposalId}
sl_si: Predlog čakalne vrste {proposalId}
sr_sp: Предлог реда {proposalId}
sw_tz: Pendekezo la foleni {proposalId}
tr_tr: Sıra teklifi {proposalId}
uk_ua: Пропозиція черги {proposalId}

source: Fee
ar_sa: مصاريف
da_dk: Betaling
fi_fi: Maksu
he_il: תַשְׁלוּם
hu_hu: Díj
id_id: Biaya
ja_jp: 手数料
nl_nl: Tarief
sl_si: Pristojbina
sr_sp: Надокнада
sw_tz: Ada
tr_tr: Ücret
uk_ua: Комісія

source: Approval failed
ar_sa: فشلت الموافقة
da_dk: Godkendelse mislykkedes
fi_fi: Hyväksyminen epäonnistui
he_il: האישור נכשל
hu_hu: A jóváhagyás sikertelen
id_id: Persetujuan gagal
ja_jp: 承認に失敗しました
nl_nl: Goedkeuring mislukt
sl_si: Odobritev ni uspela
sr_sp: Одобрење није успело
sw_tz: Uidhinishaji haukufaulu
tr_tr: Onay başarısız oldu
uk_ua: Помилка схвалення

source: You can turn it off at anytime in settings
ar_sa: يمكنك إيقاف تشغيله في أي وقت في الإعدادات
da_dk: Du kan til enhver tid slå det fra i indstillingerne
fi_fi: Voit poistaa sen käytöstä milloin tahansa asetuksista
he_il: אתה יכול לכבות אותו בכל עת בהגדרות
hu_hu: A beállításokban bármikor kikapcsolhatja
id_id: Anda dapat menonaktifkannya kapan saja di setelan
ja_jp: 設定でいつでもオフにできます
nl_nl: Je kunt het op elk moment uitschakelen in de instellingen
sl_si: V nastavitvah ga lahko kadar koli izklopite
sr_sp: Можете га искључити у било ком тренутку у подешавањима
sw_tz: Unaweza kukizima wakati wowote katika mipangilio
tr_tr: Ayarlardan istediğiniz zaman kapatabilirsiniz
uk_ua: Ви можете будь-коли вимкнути його в налаштуваннях

source: Public Resolver
ar_sa: محلل عام
da_dk: Offentlig opløser
fi_fi: Julkinen Ratkaisija
he_il: פותר ציבורי
hu_hu: Nyilvános megoldó
id_id: Penyelesai Publik
ja_jp: パブリックリゾルバー
nl_nl: Openbare oplosser
sl_si: Javni razreševalec
sr_sp: Публиц Ресолвер
sw_tz: Mtatuzi wa Umma
tr_tr: Genel Çözümleyici
uk_ua: Громадський розв'язувач

source: Copied!
ar_sa: نسخ!
da_dk: Kopieret!
fi_fi: Kopioitu!
he_il: מוּעֲתָק!
hu_hu: Másolva!
id_id: Disalin!
ja_jp: コピーしました！
nl_nl: Gekopieerd!
sl_si: Skopirano!
sr_sp: Копирано!
sw_tz: Imenakiliwa!
tr_tr: Kopyalandı!
uk_ua: Скопійовано!

source: Transfer token
ar_sa: رمز النقل
da_dk: Overfør token
fi_fi: Siirtotunnus
he_il: העבר אסימון
hu_hu: Átviteli token
id_id: Mentransfer tanda
ja_jp: トークンの転送
nl_nl: Overdrachtstoken
sl_si: Žeton za prenos
sr_sp: Трансфер токен
sw_tz: Ishara ya uhamisho
tr_tr: Aktarım jetonu
uk_ua: Токен передачі

source: 24H fees
ar_sa: رسوم 24 ساعة
da_dk: 24H gebyrer
fi_fi: 24h maksut
he_il: עמלות 24 שעות
hu_hu: 24 órás díjak
id_id: Biaya 24 jam
ja_jp: 24時間料金
nl_nl: 24H-kosten
sl_si: 24H pristojbine
sr_sp: 24Х накнаде
sw_tz: Ada ya 24H
tr_tr: 24 saatlik ücretler
uk_ua: Цілодобові збори

source: for {0}
ar_sa: لـ {0}
fi_fi: kohteelle {0}
he_il: עבור {0}
id_id: untuk {0}
ja_jp: 賛成 {0}
nl_nl: voor {0}
sl_si: za {0}
sr_sp: за {0}
sw_tz: kwa {0}
tr_tr: {0} için
uk_ua: для {0}

source: Sorry, an error occured while processing your request. If you request support, be sure to provide your error ID.
ar_sa: عذرا ، حدث خطأ أثناء معالجة طلبك. إذا طلبت الدعم ، فتأكد من تقديم معرف الخطأ الخاص بك.
da_dk: Beklager, der opstod en fejl under behandlingen af din anmodning. Hvis du anmoder om support, skal du sørge for at angive dit fejl-id.
fi_fi: Pyyntöäsi käsiteltäessä tapahtui virhe. Jos pyydät tukea, muista antaa virhetunnuksesi.
he_il: מצטערים, אירעה שגיאה במהלך עיבוד הבקשה שלך. אם אתה מבקש תמיכה, הקפד לספק את מזהה השגיאה שלך.
hu_hu: Sajnáljuk, hiba történt kérésének feldolgozása közben. Ha támogatást kér, feltétlenül adja meg hibaazonosítóját.
id_id: Maaf, terjadi kesalahan saat memproses permintaan Anda. Jika Anda meminta dukungan, pastikan untuk memberikan ID kesalahan Anda.
ja_jp: 申し訳ありませんが、リクエストの処理中にエラーが発生しました。サポートをリクエストする場合は、必ずエラー ID を提供してください。
nl_nl: Sorry, er is een fout opgetreden tijdens het verwerken van uw verzoek. Als u om ondersteuning vraagt, zorg er dan voor dat u uw fout-ID opgeeft.
sl_si: Žal je med obdelavo vaše zahteve prišlo do napake. Če zahtevate podporo, navedite svoj ID napake.
sr_sp: Жао нам је, дошло је до грешке при обради вашег захтева. Ако затражите подршку, обавезно наведите свој ИД грешке.
sw_tz: Samahani, hitilafu ilitokea wakati wa kuchakata ombi lako. Ukiomba usaidizi, hakikisha kuwa umetoa kitambulisho chako cha hitilafu.
tr_tr: Üzgünüz, isteğiniz işlenirken bir hata oluştu. Destek talep ederseniz, hata kimliğinizi sağladığınızdan emin olun.
uk_ua: На жаль, під час обробки вашого запиту сталася помилка. Якщо ви запитуєте підтримку, обов’язково вкажіть свій ідентифікатор помилки.

source: Currency
ar_sa: عملة
da_dk: betalingsmiddel
fi_fi: Valuutta
he_il: מַטְבֵּעַ
hu_hu: Valuta
id_id: Mata uang
ja_jp: 通貨
nl_nl: Munteenheid
sl_si: Valuta
sr_sp: Валута
sw_tz: Sarafu
tr_tr: Para birimi
uk_ua: Валюта

source: Migrate {0}/{1} liquidity to V3
ar_sa: ترحيل السيولة {0}{1} V3
da_dk: Migrer {0}likviditet{1} V3
fi_fi: Siirrä {0}likviditeetti V3:{1}
he_il: העבר{1} {0}ל-V3
hu_hu: {0}likviditás{1} V3-ra
id_id: Migrasi{1} {0}ke V3
ja_jp: {0}/{1} の流動性をV3へ移行
nl_nl: Migreer {0}liquiditeit{1} V3
sl_si: Migriraj likvidnost {0}/{1} v V3
sr_sp: Пренесите {0}{1} на В3
sw_tz: Hamisha ukwasi {0}{1} V3
tr_tr: {0}/{1} likiditeyi V3'e taşıyın
uk_ua: Перенесіть{1} {0}на V3

source: Preferences
ar_sa: التفضيلات
da_dk: Præferencer
fi_fi: Asetukset
he_il: העדפות
hu_hu: preferenciák
id_id: Preferensi
ja_jp: 環境設定
nl_nl: Voorkeuren
sl_si: Nastavitve
sr_sp: Преференцес
sw_tz: Mapendeleo
tr_tr: Tercihler
uk_ua: Уподобання

source: 24H volume is the amount of the asset that has been traded on Uniswap v3 during the past 24 hours.
ar_sa: حجم 24 ساعة هو مقدار الأصل الذي تم تداوله على Uniswap v3 خلال الـ 24 ساعة الماضية.
da_dk: 24H volumen er mængden af aktivet, der er blevet handlet på Uniswap v3 i løbet af de seneste 24 timer.
fi_fi: 24 tunnin volyymi on omaisuuden määrä, jolla on vaihdettu Uniswap v3:ssa viimeisen 24 tunnin aikana.
he_il: נפח 24 שעות הוא סכום הנכס שנסחר ב-Uniswap v3 במהלך 24 השעות האחרונות.
hu_hu: A 24 órás volumen az eszköz azon mennyisége, amellyel az elmúlt 24 órában Uniswap v3-on kereskedtek.
id_id: Volume 24 jam adalah jumlah aset yang telah diperdagangkan di Uniswap v3 selama 24 jam terakhir.
ja_jp: 24時間出来高とは、過去 24 時間に Uniswap v3 で取引された資産の金額です。
nl_nl: 24H-volume is het bedrag van het activum dat de afgelopen 24 uur op Uniswap v3 is verhandeld.
sl_si: 24H obseg je znesek sredstva, s katerim se je trgovalo na Uniswap v3 v zadnjih 24 urah.
sr_sp: 24Х обим је износ имовине којом се трговало на Унисвап в3 током протекла 24 сата.
sw_tz: Kiasi cha 24H ni kiasi cha mali ambacho kimeuzwa kwenye Uniswap v3 katika saa 24 zilizopita.
tr_tr: 24H hacmi, son 24 saat içinde Uniswap v3'te işlem gören varlığın miktarıdır.
uk_ua: Обсяг за 24 години — це кількість активу, який торгувався на Uniswap v3 протягом останніх 24 годин.

source: Buy or transfer tokens to this wallet to get started.
ar_sa: قم بشراء أو تحويل الرموز المميزة إلى هذه المحفظة للبدء.
da_dk: Køb eller overfør tokens til denne pung for at komme i gang.
fi_fi: Aloita ostamalla tai siirtämällä rahakkeita tähän lompakkoon.
he_il: קנה או העבר אסימונים לארנק הזה כדי להתחיל.
hu_hu: A kezdéshez vásároljon vagy utaljon át tokeneket ebbe a pénztárcába.
id_id: Beli atau transfer token ke dompet ini untuk memulai.
ja_jp: 開始するには、トークンを購入するか、このウォレットに転送してください。
nl_nl: Koop tokens of draag ze over naar deze portemonnee om aan de slag te gaan.
sl_si: Če želite začeti, kupite ali prenesite žetone v to denarnico.
sr_sp: Купите или пренесите токене у овај новчаник да бисте започели.
sw_tz: Nunua au uhamishe tokeni kwenye pochi hii ili uanze.
tr_tr: Başlamak için jeton satın alın veya bu cüzdana aktarın.
uk_ua: Купуйте або переказуйте токени на цей гаманець, щоб почати.

source: Withdrawing
ar_sa: الانسحاب
da_dk: Tilbagetrækning
fi_fi: vetäytyminen
he_il: נסיגה
hu_hu: Visszavonás
id_id: Penarikan
ja_jp: 撤退する
nl_nl: Terugtrekken
sl_si: Umik
sr_sp: Повлачење
sw_tz: Kujitoa
tr_tr: geri çekilme
uk_ua: Вилучення

source: Swapped
ar_sa: مبادلة
da_dk: Byttet rundt
fi_fi: Vaihdettu
he_il: הוחלף
hu_hu: Cserélve
id_id: Tertukar
ja_jp: スワップ成功
nl_nl: Verwisseld
sl_si: Zamenjal
sr_sp: Замењено
sw_tz: Imebadilishwa
tr_tr: Değiştirildi
uk_ua: Поміняно місцями

source: Closed Positions
ar_sa: المناصب المغلقة
da_dk: Lukkede stillinger
fi_fi: Suljetut työpaikat
he_il: עמדות סגורות
hu_hu: Lezárt pozíciók
id_id: Posisi Tertutup
ja_jp: クローズドポジション
nl_nl: Gesloten Posities
sl_si: Zaprte pozicije
sr_sp: Затворене позиције
sw_tz: Nafasi Zilizofungwa
tr_tr: Kapalı Pozisyonlar
uk_ua: Закриті позиції

source: Read more
ar_sa: اقرأ أكثر
da_dk: Læs mere
fi_fi: Lue lisää
he_il: קרא עוד
hu_hu: Olvass tovább
id_id: Baca lebih lajut
ja_jp: 続きを読む
nl_nl: Lees verder
sl_si: Preberi več
sr_sp: Опширније
sw_tz: Soma zaidi
tr_tr: Devamını oku
uk_ua: Читати далі

source: Self
ar_sa: نفسه
da_dk: Selv
fi_fi: Itse
he_il: עצמי
hu_hu: Saját
id_id: Sendiri
ja_jp: 自分
nl_nl: Eigen
sl_si: Sebi
sr_sp: Сопствени
sw_tz: Binafsi
tr_tr: Kendisi
uk_ua: Самостійний аналіз

source: You will also collect fees earned from this position.
ar_sa: سوف تحصل أيضا على الرسوم المكتسبة من هذه الوظيفة.
da_dk: Du vil også indsamle gebyrer optjent fra denne position.
fi_fi: Keräät myös tästä positiosta ansaittuja palkkioita.
he_il: אתה גם יגבה עמלות שהרווחת מתפקיד זה.
hu_hu: Ezen a pozíción megszerzett díjakat is beszedi.
id_id: Anda juga akan memungut biaya yang diperoleh dari posisi ini.
ja_jp: また、このポジションから得られた報酬も受け取ります。
nl_nl: U zult ook vergoedingen innen die vanuit deze positie zijn verdiend.
sl_si: Ta pozicija vam bo tudi služila provizije.
sr_sp: Такође ћете прикупљати накнаде зарађене на овој позицији.
sw_tz: Pia utakusanya ada inayopatikana kutoka kwa nafasi hii.
tr_tr: Ayrıca bu pozisyondan kazanılan ücretleri de toplarsınız.
uk_ua: Ви також збиратимете комісії, отримані з цієї позиції.

source: Unwrap
da_dk: Pak ud
he_il: לְגוֹלֵל
hu_hu: Kicsomagolás
id_id: Membuka
ja_jp: アンラップ
nl_nl: Uitpakken
sl_si: Odvij
sr_sp: Одмотај
sw_tz: Fungua
tr_tr: Paketi Aç
uk_ua: Розгорнути

source: Invalid pair
ar_sa: زوج غير صالح
da_dk: Ugyldigt par
fi_fi: Virheellinen pari
he_il: זוג לא חוקי
hu_hu: Érvénytelen pár
id_id: Pasangan tidak valid
ja_jp: 無効なペア
nl_nl: Ongeldig paar
sl_si: Neveljaven par
sr_sp: Неважећи пар
sw_tz: Jozi batili
tr_tr: Geçersiz çift
uk_ua: Недійсна пара

source: Collecting fees will withdraw currently available fees for you.
ar_sa: سيقوم تحصيل الرسوم بسحب الرسوم المتاحة لك حاليًا.
da_dk: Indsamling af gebyrer vil hæve aktuelt tilgængelige gebyrer for dig.
fi_fi: Keräämällä palkkiot lunastat tällä hetkellä saatavilla olevat palkkiot.
he_il: דמי גבייה ימשכו עבורך את העמלות הזמינות כיום.
hu_hu: A díjak beszedése visszavonja a jelenleg elérhető díjakat az Ön számára.
id_id: Biaya pengumpulan akan menarik biaya yang tersedia saat ini untuk Anda.
ja_jp: 報酬の取得は現在取得できる報酬を引き出します。
nl_nl: Incassokosten zullen de momenteel beschikbare kosten voor u opnemen.
sl_si: S prevzemom provizij dvignete provizije, ki so vam trenutno na voljo.
sr_sp: Сакупљање накнада повући ће тренутно доступне накнаде за вас.
sw_tz: Kukusanya ada kutaondoa ada zinazopatikana sasa kwako.
tr_tr: Ücretleri toplama işlemi, sizin için şu anda mevcut olan ücretleri çekecektir.
uk_ua: Збір комісій зніме доступні для вас наразі комісії.

source: Auto
ar_sa: تلقائي
da_dk: Automatisk
fi_fi: Automaattinen
he_il: אוטומטי
id_id: Otomatis
ja_jp: 自動
nl_nl: Automatisch
sl_si: Samodejno
sr_sp: Аutomatski
sw_tz: Otomatiki
tr_tr: Otomatik
uk_ua: Автоматично

source: No V2 liquidity found.
ar_sa: لم يتم العثور على سيولة V2.
da_dk: Ingen V2-likviditet fundet.
fi_fi: V2-likviditeettiä ei löytynyt.
he_il: לא נמצאה נזילות V2.
hu_hu: Nem található V2 likviditás.
id_id: Tidak ditemukan likuiditas V2.
ja_jp: V2 流動性が見つかりません。
nl_nl: Geen V2-liquiditeit gevonden.
sl_si: Likvidnost V2 ni bila najdena.
sr_sp: Није пронађена В2 ликвидност.
sw_tz: Hakuna ukwasi wa V2 uliopatikana.
tr_tr: V2 likiditesi bulunamadı.
uk_ua: Ліквідність V2 не знайдено.

source: Collect {0}/{1} fees
ar_sa: تحصيل{1} {0}
da_dk: Saml {0}{1}
fi_fi: Kerää {0}{1}
he_il: גביית עמלות{1} {0}
hu_hu: Szedjen be {0}{1}
id_id: Kumpulkan{1} {0}
ja_jp: {0}/{1} の報酬を受け取る
nl_nl: Verzamel {0}/{1} vergoedingen
sl_si: Prevzemi provizije {0}/{1}
sr_sp: Сакупите {0}{1}
sw_tz: Kukusanya {0}/{1} makato
tr_tr: {0}/{1} ücret toplayın
uk_ua: Збирайте{1} {0}

source: Transaction Submitted
ar_sa: تم إرسال المعاملة
da_dk: Transaktion indsendt
fi_fi: Tapahtuma lähetetty
he_il: העסקה הוגשה
hu_hu: Tranzakció benyújtva
id_id: Transaksi Dikirim
ja_jp: 取引が送信されました
nl_nl: Transactie verzonden
sl_si: Transakcija oddana
sr_sp: Трансакција је предата
sw_tz: Uwasilishaji Uwasilishaji
tr_tr: İşlem Gönderildi
uk_ua: Транзакцію надіслано

source: Links
ar_sa: الروابط
fi_fi: Linkit
he_il: קישורים
hu_hu: Linkek
id_id: Tautan
ja_jp: リンク
nl_nl: Koppelingen
sl_si: Povezave
sr_sp: Линкови
sw_tz: Viungo
tr_tr: Bağlantılar
uk_ua: Посилання

source: Cancel failed
ar_sa: فشل الإلغاء
da_dk: Annullering mislykkedes
fi_fi: Peruutus epäonnistui
he_il: הביטול נכשל
hu_hu: A törlés nem sikerült
id_id: Pembatalan gagal
ja_jp: キャンセルに失敗しました
nl_nl: Annuleren mislukt
sl_si: Preklic ni uspel
sr_sp: Отказивање није успело
sw_tz: Imeshindwa kughairi
tr_tr: İptal başarısız oldu
uk_ua: Не вдалося скасувати

source: Last
ar_sa: آخر
da_dk: Sidst
fi_fi: Kestää
he_il: אחרון
hu_hu: Utolsó
id_id: Terakhir
ja_jp: 最後
nl_nl: Laatst
sl_si: Zadnji
sr_sp: Ласт
sw_tz: Mwisho
tr_tr: Son
uk_ua: Останній

source: Collecting fees
ar_sa: تحصيل الرسوم
da_dk: Indsamler gebyrer
fi_fi: Kerätään palkkioita
he_il: גביית עמלות
hu_hu: Díjak beszedése
id_id: Menagih biaya
ja_jp: 報酬を取得中
nl_nl: Incassokosten
sl_si: Prevzem provizij v teku
sr_sp: Сакупљање накнада
sw_tz: Kukusanya makato
tr_tr: Ücretler toplanıyor
uk_ua: Збір комісій

source: Show testnets
ar_sa: عرض testnets
da_dk: Vis testnet
fi_fi: Näytä testiverkot
he_il: הצג רשתות בדיקה
hu_hu: Testnetek megjelenítése
id_id: Tampilkan testnet
ja_jp: テストネットを表示する
nl_nl: Laat testnetten zien
sl_si: Pokaži testna omrežja
sr_sp: Прикажи тестне мреже
sw_tz: Onyesha majaribio
tr_tr: Test ağlarını göster
uk_ua: Показати тестові мережі

source: Token name
ar_sa: اسم الرمز
da_dk: Token navn
fi_fi: Tokenin nimi
he_il: שם אסימון
hu_hu: Token név
id_id: Nama token
ja_jp: トークン名
nl_nl: Tokennaam
sl_si: Ime žetona
sr_sp: Име токена
sw_tz: Jina la ishara
tr_tr: Jeton adı
uk_ua: Назва токена

source: No tokens found.
ar_sa: لم يتم العثور على الرموز المميزة.
da_dk: Ingen tokens fundet.
fi_fi: Tunnuksia ei löytynyt.
he_il: לא נמצאו אסימונים.
hu_hu: Nem található token.
id_id: Tidak ada token yang ditemukan.
ja_jp: トークンが見つかりません。
nl_nl: Geen tokens gevonden.
sl_si: Ni najdenih žetonov.
sr_sp: Нису пронађени токени.
sw_tz: Hakuna tokeni zilizopatikana.
tr_tr: Belirteç bulunamadı.
uk_ua: Токенів не знайдено.

source: Share of pool
ar_sa: حصة من بركة
da_dk: Andel af pool
fi_fi: Altaan osuus
he_il: חלק מהבריכה
hu_hu: A medence részesedése
id_id: Bagian kolam
ja_jp: プールのシェア
nl_nl: Aandeel van het zwembad
sl_si: Delež bazena
sr_sp: Удео у базену
sw_tz: Sehemu ya bwawa
tr_tr: Havuz payı
uk_ua: Частка пулу

source: Deposit tokens to the {label} network.
ar_sa: إيداع الرموز في شبكة {label}.
da_dk: Indbetal tokens til {label} -netværket.
fi_fi: Talleta tokeneja {label} -verkkoon.
he_il: הפקד אסימונים לרשת {label}.
hu_hu: Befizetési tokenek a {label} hálózatba.
id_id: Setor token ke jaringan {label}.
ja_jp: {label} ネットワークにトークンを預け入れます
nl_nl: Stort tokens op het {label} -netwerk.
sl_si: Položite žetone v omrežje {label}
sr_sp: Депонујте токене на мрежу {label}.
sw_tz: Weka tokeni kwenye mtandao {label}.
tr_tr: Jetonları {label} ağına yatırın.
uk_ua: Внесіть токени в мережу {label}.

source: View on Explorer
ar_sa: عرض على Explorer
da_dk: Vis i Explorer
fi_fi: Näytä Explorerissa
he_il: צפה ב- Explorer
hu_hu: Megtekintés az Explorerben
id_id: Lihat di Explorer
ja_jp: エクスプローラーで見る
nl_nl: Weergeven op Verkenner
sl_si: Prikaži v raziskovalcu
sr_sp: Поглед на Екплореру
sw_tz: Angalia kwenye Kichunguzi
tr_tr: Explorer'da Görüntüle
uk_ua: Переглянути на Explorer

source: Import pool
ar_sa: تجمع الاستيراد
fi_fi: Tuo allas
he_il: בריכת ייבוא
hu_hu: Medence importálása
id_id: Kumpulan impor
ja_jp: インポートプール
nl_nl: Pool importeren
sl_si: Uvozni bazen
sr_sp: Увозни базен
sw_tz: Bwawa la kuagiza
tr_tr: İçe aktarma havuzu
uk_ua: Імпортний пул

source: Error
ar_sa: خطأ
da_dk: Fejl
fi_fi: Virhe
he_il: שְׁגִיאָה
hu_hu: Hiba
id_id: Kesalahan
ja_jp: エラー
nl_nl: Foutmelding
sl_si: Napaka
sr_sp: Грешка
sw_tz: Kosa
tr_tr: Hata
uk_ua: Помилка

source: Self-delegate
ar_sa: مندوب ذاتي
da_dk: Selvdelegeret
fi_fi: Itsevaltuutettu
he_il: האצלה עצמית
hu_hu: Önmegbízott
id_id: Delegasikan diri
ja_jp: 自己委任
nl_nl: Zelf-afgevaardigde
sl_si: Samooddelek
sr_sp: Селф-делегате
sw_tz: Mjumbe binafsi
tr_tr: Kendi kendine delege
uk_ua: Самоделегувати

source: Transaction pending
ar_sa: المعاملة معلقة
da_dk: Transaktion afventer
fi_fi: Tapahtuma vireillä
he_il: העסקה בהמתנה
hu_hu: Tranzakció függőben
id_id: Transaksi tertunda
ja_jp: 保留中の取引
nl_nl: Transactie in behandeling
sl_si: Transakcija v teku
sr_sp: Трансакција је на чекању
sw_tz: Muamala unasubiri
tr_tr: işlem beklemede
uk_ua: Трансакція очікує на розгляд

source: Enter a percent
ar_sa: أدخل نسبة مئوية
da_dk: Indtast en procent
fi_fi: Syötä prosenttiosuus
he_il: הזן אחוז
hu_hu: Adjon meg egy százalékot
id_id: Masukkan persen
ja_jp: パーセントを入力してください
nl_nl: Voer een percentage in
sl_si: Vnesite odstotek
sr_sp: Унесите проценат
sw_tz: Ingiza asilimia
tr_tr: Yüzde girin
uk_ua: Введіть відсоток

source: Buy failed
ar_sa: فشل الشراء
da_dk: Køb mislykkedes
fi_fi: Osto epäonnistui
he_il: הקנייה נכשלה
hu_hu: A vásárlás nem sikerült
id_id: Beli gagal
ja_jp: 購入に失敗しました
nl_nl: Koop mislukt
sl_si: Nakup ni uspel
sr_sp: Куповина није успела
sw_tz: Imeshindwa kununua
tr_tr: Satın alma başarısız oldu
uk_ua: Купити не вдалося

source: Price Impact
ar_sa: تأثير السعر
da_dk: Prispåvirkning
fi_fi: Hintavaikutus
he_il: השפעת מחיר
hu_hu: Árhatás
id_id: Dampak Harga
ja_jp: 価格への影響
nl_nl: Prijsimpact
sl_si: Vpliv na ceno
sr_sp: Утицај на цену
sw_tz: Athari ya Bei
tr_tr: Fiyat Etkisi
uk_ua: Вплив ціни

source: {0, plural, =1 {You can't trade this token using the Uniswap App.} other {You can't trade these tokens using the Uniswap App.}}
ar_sa: {0, plural, =1 {لا يمكنك تداول هذا الرمز المميز باستخدام تطبيق Uniswap.} other {لا يمكنك تداول هذه الرموز المميزة باستخدام تطبيق Uniswap.}}
da_dk: {0, plural, =1 {Du kan ikke bytte dette token ved hjælp af Uniswap-appen.} other {Du kan ikke bytte disse tokens ved hjælp af Uniswap-appen.}}
fi_fi: {0, plural, =1 {Et voi vaihtaa tätä merkkiä Uniswap-sovelluksella.} other {Et voi vaihtaa näitä tokeneita Uniswap-sovelluksella.}}
he_il: {0, plural, =1 {אינך יכול לסחור באסימון זה באמצעות אפליקציית Uniswap.} other {אתה לא יכול לסחור באסימונים האלה באמצעות אפליקציית Uniswap.}}
hu_hu: {0, plural, =1 {Ezzel a tokent nem lehet kereskedni az Uniswap alkalmazással.} other {Ezekkel a tokenekkel nem kereskedhet az Uniswap alkalmazással.}}
id_id: {0, plural, =1 {Anda tidak dapat memperdagangkan token ini menggunakan Aplikasi Uniswap.} other {Anda tidak dapat memperdagangkan token ini menggunakan Aplikasi Uniswap.}}
ja_jp: {0, plural, =1 {Uniswap アプリを使用してこのトークンを取引することはできません。} other {Uniswap アプリを使用してこれらのトークンを取引することはできません。}}
nl_nl: {0, plural, =1 {Je kunt dit token niet ruilen met de Uniswap-app.} other {Je kunt deze tokens niet ruilen met de Uniswap-app.}}
sl_si: {0, plural, =1 {S tem žetonom ne morete trgovati v aplikaciji Uniswap.} 2 {S tema žetonoma ne morete trgovati v aplikaciji Uniswap.} other {S temi žetoni ne morete trgovati v aplikaciji Uniswap.}}
sr_sp: {0, plural, =1 {Не можете трговати овим токеном користећи Унисвап апликацију.} other {Не можете трговати овим токенима користећи Унисвап апликацију.}}
sw_tz: {0, plural, =1 {Huwezi kufanya biashara ya tokeni hii kwa kutumia Programu ya Uniswap.} other {Huwezi kufanya biashara ya tokeni hizi kwa kutumia Programu ya Uniswap.}}
tr_tr: {0, plural, =1 {Uniswap Uygulamasını kullanarak bu jetonu alıp satamazsınız.} other {Uniswap Uygulamasını kullanarak bu jetonları takas edemezsiniz.}}
uk_ua: {0, plural, =1 {Ви не можете торгувати цим токеном за допомогою програми Uniswap.} other {Ви не можете торгувати цими токенами за допомогою програми Uniswap.}}

source: Select a token
ar_sa: حدد الرمز
da_dk: Vælg et token
fi_fi: Valitse rahake
he_il: בחר אסימון
hu_hu: Token választása
id_id: Pilih token
ja_jp: トークン選択
nl_nl: Selecteer een token
sl_si: Izberite žeton
sr_sp: Изаберите жетон
sw_tz: Chagua ishara
tr_tr: Bir jeton seçin
uk_ua: Вибрати токен

source: Top pools
ar_sa: أفضل المجموعات
da_dk: Toppuljer
fi_fi: Parhaat poolit
he_il: בריכות מובילות
hu_hu: Legjobb poolok
id_id: Kolam atas
ja_jp: 上位のプール
sl_si: Glavni skladi
sr_sp: Врхунски фондови
sw_tz: Mabwawa ya juu
tr_tr: En iyi havuzlar
uk_ua: Пули в топі

source: Transaction deadline
ar_sa: الموعد النهائي للمعاملة
da_dk: Frist for transaktion
fi_fi: Tapahtuman määräaika
he_il: מועד אחרון לעסקה
hu_hu: Tranzakció határideje
id_id: Batas waktu transaksi
ja_jp: 取引期限
nl_nl: Transactiedeadline
sl_si: Rok za transakcijo
sr_sp: Крајњи рок за трансакцију
sw_tz: Mwisho wa shughuli
tr_tr: İşlem son tarihi
uk_ua: Кінцевий термін транзакції

source: Contract address
ar_sa: عنوان العقد
da_dk: Kontrakt adresse
fi_fi: Sopimusosoite
he_il: כתובת החוזה
hu_hu: Szerződés címe
id_id: Alamat kontrak
ja_jp: コントラクトアドレス
nl_nl: Contractadres
sl_si: Naslov pogodbe
sr_sp: Адреса уговора
sw_tz: Anwani ya mkataba
tr_tr: Sözleşme adresi
uk_ua: Адреса договору
