Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Low price
ar_sa: سعر منخفض
da_dk: Lav pris
fi_fi: Alhainen hinta
he_il: מחיר נמוך
hu_hu: Alacsony ár
id_id: Harga rendah
ja_jp: 低価格
nl_nl: Lage prijs
sl_si: Nizka cena
sr_sp: Ниска цена
sw_tz: Bei ya chini
tr_tr: Düşük fiyat
uk_ua: Низька ціна

source: Migrating
ar_sa: الترحيل
da_dk: Migrerer
fi_fi: Siirretään
he_il: נודדים
hu_hu: Migrálás
id_id: Bermigrasi
ja_jp: 移行中
nl_nl: Migreren
sl_si: Migacija
sr_sp: Миграција
sw_tz: Kuhamia
tr_tr: Geçiriliyor
uk_ua: Відбувається перенесення

source: Same price
ar_sa: نفس السعر
da_dk: Samme pris
fi_fi: Sama hinta
he_il: אותו המחיר
hu_hu: Ugyanaz az ár
id_id: Harga sama
ja_jp: 同じ値段
nl_nl: Zelfde prijs
sl_si: Enaka cena
sr_sp: Иста цена
sw_tz: Bei sawa
tr_tr: Aynı fiyat
uk_ua: Така ж ціна

source: Permit2 allows token approvals to be shared and managed across different applications.
ar_sa: يسمح Permit2 بمشاركة موافقات الرمز المميز وإدارتها عبر تطبيقات مختلفة.
da_dk: Permit2 tillader token-godkendelser at blive delt og administreret på tværs af forskellige applikationer.
fi_fi: Permit2 mahdollistaa tunnuksen hyväksyntöjen jakamisen ja hallinnan eri sovelluksissa.
he_il: Permit2 מאפשר שיתוף וניהול של אישורי אסימונים בין יישומים שונים.
hu_hu: A Permit2 lehetővé teszi a token jóváhagyások megosztását és kezelését különböző alkalmazások között.
id_id: Permit2 memungkinkan persetujuan token untuk dibagikan dan dikelola di berbagai aplikasi.
ja_jp: Permit2 を使用すると、トークンの承認をさまざまなアプリケーション間で共有および管理できます。
nl_nl: Met Permit2 kunnen tokengoedkeuringen worden gedeeld en beheerd tussen verschillende applicaties.
sl_si: Dovoljenje2 omogoča skupno rabo in upravljanje odobritev žetonov med različnimi aplikacijami.
sr_sp: Пермит2 омогућава да се одобрења токена деле и управљају у различитим апликацијама.
sw_tz: Permit2 inaruhusu uidhinishaji wa tokeni kushirikiwa na kudhibitiwa katika programu mbalimbali.
tr_tr: Permit2, belirteç onaylarının farklı uygulamalar arasında paylaşılmasına ve yönetilmesine olanak tanır.
uk_ua: Permit2 дозволяє спільно використовувати та керувати схваленнями маркерів у різних програмах.

source: Uniswap has granted your wish!
ar_sa: لقد منح Uniswap رغبتك!
da_dk: Uniswap har opfyldt dit ønske!
fi_fi: Uniswap on täyttänyt toiveesi!
he_il: Uniswap נענה לרצונך!
hu_hu: Az Uniswap teljesítette kívánságát!
id_id: Uniswap telah mengabulkan keinginan Anda!
ja_jp: Uniswapがあなたの願いを叶えます！
nl_nl: Uniswap heeft je wens ingewilligd!
sl_si: Uniswap je izpolnil vašo željo!
sr_sp: Унисвап је испунио вашу жељу!
sw_tz: Uniswap imetimiza matakwa yako!
tr_tr: Uniswap dileğinizi yerine getirdi!
uk_ua: Uniswap виконав ваше бажання!

source: Share to Twitter
ar_sa: شارك على تويتر
da_dk: Del på Twitter
fi_fi: Jaa Twitterissä
he_il: שתף לטוויטר
hu_hu: Megosztás a Twitteren
id_id: Bagikan ke Twitter
ja_jp: Twitter で共有
nl_nl: Deel op Twitter
sl_si: Delite na Twitterju
sr_sp: Делите на Твитеру
sw_tz: Shiriki kwenye Twitter
tr_tr: Twitter'da paylaş
uk_ua: Поділитися в Twitter

source: About
ar_sa: حول
da_dk: Om
fi_fi: Tietoa
he_il: אודות
hu_hu: Körülbelül
id_id: Tentang
ja_jp: 概要
nl_nl: Over
sl_si: O Uniswapu
sr_sp: О
sw_tz: Kuhusu
tr_tr: Hakkında
uk_ua: Загальна інформація

source: Waiting for confirmation
ar_sa: في انتظار التأكيد
da_dk: Venter på bekræftelse
fi_fi: odottaa vahvistusta
he_il: מחכה לאישור
hu_hu: Megerősítésre vár
id_id: Menunggu kepastian
ja_jp: 確認を待ちます
nl_nl: Wachten op bevestiging
sl_si: Čakam na potrditev
sr_sp: Чека се потврда
sw_tz: Inasubiri uthibitisho
tr_tr: onay bekliyor
uk_ua: Чекаю підтвердження

source: Undetermined
ar_sa: غير محدد
da_dk: Ubestemt
fi_fi: Määrittämätön
he_il: לא נקבע
hu_hu: Meghatározatlan
id_id: Tidak dapat ditentukan
ja_jp: 未定
nl_nl: Onbepaald
sl_si: Nedoločeno
sr_sp: Неодређено
sw_tz: Haijakadiriwa
tr_tr: Belirsiz
uk_ua: Невизначений

source: {0} fee
ar_sa: {0} رسوم
da_dk: {0} gebyr
fi_fi: {0} maksu
he_il: {0} עמלה
hu_hu: {0} díj
id_id: {0} biaya
ja_jp: 手数料{0}
nl_nl: {0} kosten
sl_si: {0} pristojbine
sr_sp: {0} накнада
sw_tz: {0} ada
tr_tr: {0} ücret
uk_ua: {0} комісії

source: {amount, plural, =1 {week} other {weeks}}
ar_sa: {amount, plural, =1 {أسبوع} other {أسابيع}}
da_dk: {amount, plural, =1 {uge} other {uger}}
fi_fi: {amount, plural, =1 {viikko} other {viikkoa}}
he_il: {amount, plural, =1 {שבוע} other {שבועות}}
hu_hu: {amount, plural, =1 {hét} other {hét}}
id_id: {amount, plural, =1 {pekan} other {minggu}}
ja_jp: {amount, plural, =1 {週} other {数週間}}
nl_nl: {amount, plural, =1 {week} other {weken}}
sl_si: {amount, plural, =1 {teden} other {tednov}}
sr_sp: {amount, plural, =1 {Недеља} other {недеље}}
sw_tz: {amount, plural, =1 {wiki} other {wiki}}
tr_tr: {amount, plural, =1 {hafta} other {haftalar}}
uk_ua: {amount, plural, =1 {тиждень} other {тижнів}}

source: Wrap <0/> to {0}
ar_sa: لف <0/> إلى {0}
da_dk: Ombryd <0/> til {0}
he_il: עטוף <0/> ל {0}
hu_hu: Tekerje <0/> tól {0}-ig
id_id: Bungkus <0/> ke {0}
ja_jp: <0/> から {0} にラップ
nl_nl: Wikkel <0/> tegen {0}
sl_si: Ovijte <0/> v {0}
sr_sp: Замотајте <0/> у {0}
sw_tz: Funga <0/> hadi {0}
tr_tr: <0/> {0}kaydır
uk_ua: Обгортка <0/> до {0}

source: <0>Account analytics and accrued fees</0><1> ↗ </1>
ar_sa: <0>تحليلات الحساب والرسوم المتراكمة</0><1> ↗ </1>
da_dk: <0>Kontoanalyser og påløbne gebyrer</0><1> ↗ </1>
fi_fi: <0>Tilin analytiikka ja kertyneet maksut</0><1> ↗ </1>
he_il: <0> ניתוח חשבונות ועמלות שנצברו</0> <1> ↗</1>
hu_hu: <0> Számlaelemzés és elhatárolt díjak</0> <1> ↗</1>
id_id: <0>Analisis akun dan biaya yang masih harus dibayar</0><1>↗</1>
ja_jp: <0>アカウント分析と発生した手数料</0><1>↗ </1>
nl_nl: <0>Account analyse en opgebouwde vergoedingen </0><1>↗ </1>
sl_si: <0> Analitika računa in zbrane provizije</0> <1> ↗</1>
sr_sp: <0> Аналитика рачуна и обрачунате накнаде</0> <1> ↗</1>
sw_tz: <0>Uchanganuzi wa akaunti na makato iliyokusanywa</0><1> ↗ </1>
tr_tr: <0>Hesap analizi ve tahakkuk eden ücretler</0><1> ↗</1>
uk_ua: <0>Аналітика облікових записів та накопичена комісія</0><1> ↗ </1>

source: Swap
ar_sa: مبادلة
da_dk: Byt
fi_fi: Vaihda
he_il: לְהַחלִיף
id_id: Tukar
ja_jp: スワップ
nl_nl: Wisselen
sl_si: Menjava
sr_sp: Размени
sw_tz: Badilishana
uk_ua: Обмін

source: Hide
ar_sa: يخفي
da_dk: Skjule
fi_fi: Piilottaa
he_il: להתחבא
hu_hu: Elrejt
id_id: Menyembunyikan
ja_jp: 非表示
nl_nl: Verbergen
sl_si: Skrij
sr_sp: Сакрити
sw_tz: Ficha
tr_tr: Saklamak
uk_ua: Сховати

source: In range
ar_sa: في النطاق
da_dk: Indenfor intervallet
fi_fi: Välillä
he_il: בטווח
hu_hu: Tartományban
id_id: Dalam rentang
ja_jp: 範囲内
nl_nl: In bereik
sl_si: Znotraj razpona
sr_sp: У распону
sw_tz: Katika anuwai
tr_tr: Aralıkta
uk_ua: В зоні покриття

source: Collect
ar_sa: اجمع
da_dk: Indsaml
fi_fi: Kerää
he_il: לגבות
hu_hu: Begyűjtés
id_id: Tagih
ja_jp: 取得する
nl_nl: Verzamel
sl_si: Prevzemi
sr_sp: Сакупи
sw_tz: Kusanya
tr_tr: Topla
uk_ua: Зібрати

source: Liquidity providers earn a 0.3% fee on all trades proportional to their share of the pool. Fees are added to the pool, accrue in real time and can be claimed by withdrawing your liquidity.
ar_sa: يحصل مقدمو خدمات السيولة على رسم بنسبة 0.3٪ من جميع المهن يتناسب مع نصيبهم من المجموعة. تضاف الرسوم إلى المجموعة، تتراكم في الوقت الحقيقي ويمكن المطالبة بها بسحب السيولة الخاصة بك.
da_dk: Likviditetsudbydere optjener et gebyr på 0,3 % på alle handler i forhold til deres andel af puljen. Gebyrer tilføjes til puljen, tilfalder i realtid og kan kræves ved at trække din likviditet tilbage.
fi_fi: Likviditeetin tarjoajat ansaitsevat 0,3 prosentin palkkion kaikista kaupoista suhteessa niiden osuuteen poolista. Palkkiot lisätään pooliin, ne kertyvät reaaliajassa, ja niitä voidaan lunastaa vetämällä likviditeettisi takaisin.
he_il: ספקי נזילות מרוויחים עמלה של 0.3% על כל העסקאות שביחס לחלקם במאגר. העמלות מתווספות לבריכה, נצברות בזמן אמת וניתן לתבוע אותן באמצעות משיכת הנזילות שלך.
hu_hu: A likviditásszolgáltatók 0,3%-os díjat kapnak minden kereskedés után, amely arányos a poolból való részesedésükkel. A díjakat a poolhoz adják hozzá, valós időben halmozódnak fel, és a likviditás visszavonásával igényelhetők.
id_id: Penyedia likuiditas mendapatkan biaya 0,3% pada semua perdagangan yang sebanding dengan bagian pool mereka. Biaya ditambahkan ke kumpulan, bertambah secara real time dan dapat diklaim dengan menarik likuiditas Anda.
ja_jp: 流動性提供者はこのペアのすべての取引で発生する0.3%の手数料のうち、プールのシェアに応じた報酬を獲得します。 報酬はリアルタイムにプールに追加され、反映されます。報酬は流動性を引き出すことで請求できます。
nl_nl: Liquidity providers verdienen een vergoeding van 0,3% op alle transacties in verhouding tot hun aandeel in de pool. Vergoedingen worden toegevoegd aan de pool, worden in realtime opgebouwd en kunnen worden opgeëist door uw liquiditeit terug te trekken.
sl_si: Ponudniki likvidnosti služijo provizijo 0,3 % od vseh poslov, sorazmerno s svojim deležem v skladu. Provozije se dodajajo v sklad in se nabirajo v realnem času, prevzamete pa jih, ko dvignete svojo likvidnost iz sklada.
sr_sp: Даваоци ликвидности зарађују провизију од 0,3% на свим пословима пропорционално њиховом уделу у фонду. Накнаде се додају у фонд, прикупљају се у реалном времену и могу се захтевати повлачењем ваше ликвидности.
sw_tz: Watoaji wa kioevu hupata ada ya 0.3% kwa biashara zote sawia na sehemu yao ya dimbwi. Ada zinaongezwa kwenye dimbwi, zinapatikana kwa wakati halisi na zinaweza kudaiwa kwa kuondoa ukwasi wako.
tr_tr: Likidite sağlayıcıları, havuzdaki paylarıyla orantılı olarak tüm işlemlerden %0,3 ücret alırlar. Ücretler havuza eklenir, gerçek zamanlı olarak tahakkuk eder ve likidite çekilerek talep edilebilir.
uk_ua: Постачальники ліквідності заробляють комісію в розмірі 0,3% за всі продажі, пропорційно своїй частці в пулі. До пула додається комісія, що нараховується в режимі реального часу й може бути отримана шляхом зняття ліквідності.

source: Buy cancelled
ar_sa: تم إلغاء الشراء
da_dk: Køb annulleret
fi_fi: Osto peruttu
he_il: הקנייה בוטלה
hu_hu: Vásárlás lemondva
id_id: Beli dibatalkan
ja_jp: 購入がキャンセルされました
nl_nl: Koop geannuleerd
sl_si: Nakup preklican
sr_sp: Куповина отказана
sw_tz: Ununuzi umeghairiwa
tr_tr: Satın alma iptal edildi
uk_ua: Купівлю скасовано

source: Return
ar_sa: رجوع
da_dk: Retur
fi_fi: Palaa
he_il: לַחֲזוֹר
hu_hu: Visszatérés
id_id: Kembali
ja_jp: 戻る
nl_nl: Terug
sl_si: Nazaj
sr_sp: Повратак
sw_tz: Kurudi
tr_tr: Geri Dön
uk_ua: Повернутись

source: Remove delegate
ar_sa: إزالة المندوب
da_dk: Fjern delegeret
fi_fi: Poista edustaja
he_il: הסר נציג
hu_hu: Meghatalmazott eltávolítása
id_id: Hapus delegasi
ja_jp: 代理人の削除
nl_nl: Gemachtigde verwijderen
sl_si: Odstrani pooblaščenca
sr_sp: Уклони делегата
sw_tz: Ondoa mjumbe
tr_tr: Temsilciyi kaldır
uk_ua: Видалити делегата

source: Language
ar_sa: لغة
da_dk: Sprog
fi_fi: Kieli
he_il: שפה
hu_hu: Nyelv
id_id: Bahasa
ja_jp: 言語
nl_nl: Taal
sl_si: Jezik
sr_sp: Језик
sw_tz: Lugha
tr_tr: Dil
uk_ua: Мова

source: {0} requires resetting approval when spending limits are too low.
ar_sa: {0} يتطلب إعادة تعيين الموافقة عندما تكون حدود الإنفاق منخفضة للغاية.
da_dk: {0} kræver nulstilling af godkendelse, når forbrugsgrænserne er for lave.
fi_fi: {0} vaatii nollauksen hyväksynnän, kun kulutusrajat ovat liian alhaiset.
he_il: {0} דורש איפוס אישור כאשר מגבלות ההוצאה נמוכות מדי.
hu_hu: {0} visszaállítás jóváhagyását igényli, ha a költési limitek túl alacsonyak.
id_id: {0} memerlukan persetujuan ulang ketika batas pengeluaran terlalu rendah.
ja_jp: {0} 支出制限が低すぎる場合に承認をリセットする必要があります。
nl_nl: {0} vereist het opnieuw instellen van de goedkeuring wanneer de bestedingslimieten te laag zijn.
sl_si: {0} zahteva ponastavitev odobritve, ko so omejitve porabe prenizke.
sr_sp: {0} захтева одобрење за ресетовање када су ограничења потрошње прениска.
sw_tz: {0} inahitaji uidhinishaji upya wakati vikwazo vya matumizi ni vya chini sana.
tr_tr: {0} harcama limitleri çok düşük olduğunda onayın sıfırlanmasını gerektirir.
uk_ua: {0} вимагає скидання схвалення, якщо обмеження витрат занадто низькі.

source: Prices and pool share
ar_sa: الأسعار وحصة المجموعة
da_dk: Priser og puljeandel
fi_fi: Hinnat ja poolin osuus
he_il: מחירים ונתח בריכה
hu_hu: Árak és pool-részesedés
id_id: Harga dan bagian pool
ja_jp: 価格とプールシェア
nl_nl: Prijzen en aandeel in pool
sl_si: Cene in delež v skladu
sr_sp: Цене и удео у фонду
sw_tz: Bei na sehemu ya dimbwi
tr_tr: Fiyatlar ve havuz payı
uk_ua: Ціни та частка пулу

source: Remove item
ar_sa: إزالة بند
da_dk: Fjern element
fi_fi: Poista esine
he_il: הסר פריט
hu_hu: Elem eltávolítása
id_id: Hapus item
ja_jp: アイテムを削除
nl_nl: Verwijder voorwerp
sl_si: Odstrani predmet
sr_sp: Обриши предмет
sw_tz: Ondoa kipengee
tr_tr: Öğeyi kaldırmak
uk_ua: Видалити товар

source: Explorer
ar_sa: إكسبلورر
fi_fi: tutkimusmatkailija
he_il: מגלה ארצות
hu_hu: Felfedező
id_id: Penjelajah
ja_jp: エクスプローラー
nl_nl: Ontdekkingsreiziger
sl_si: Raziskovalec
sr_sp: Екплорер
sw_tz: Mchunguzi
tr_tr: Kaşif
uk_ua: Провідник

source: Cancelled
ar_sa: ألغيت
da_dk: Aflyst
fi_fi: Peruutettu
he_il: מבוטל
hu_hu: Törölve
id_id: Dibatalkan
ja_jp: キャンセル
nl_nl: Geannuleerd
sl_si: Prekinjeno
sr_sp: Отказано
sw_tz: Imeghairiwa
tr_tr: İptal edildi
uk_ua: Скасовано

source: Manage liquidity in rewards pool
ar_sa: إدارة السيولة في مجمع المكافآت
da_dk: Administrer likviditet i belønningspuljen
fi_fi: Hallitse palkintopoolin likviditeettiä
he_il: נהל נזילות במאגר התגמולים
hu_hu: Likviditás kezelése a jutalom poolban
id_id: Kelola likuiditas di kumpulan hadiah
ja_jp: 報酬プールの流動性を管理する
nl_nl: Beheer de liquiditeit in de beloningspool
sl_si: Upravljajte likvidnost v skladu nagrad
sr_sp: Управљајте ликвидношћу у фонду награда
sw_tz: Dhibiti ukwasi katika hifadhi ya zawadi
tr_tr: Ödül havuzundaki likiditeyi yönetin
uk_ua: Керуйте ліквідністю в пулі винагород

source: Vote against proposal {proposalKey}
ar_sa: التصويت ضد الاقتراح {proposalKey}
da_dk: Stem imod forslag {proposalKey}
fi_fi: Äänestä ehdotusta {proposalKey}vastaan
he_il: הצביעו נגד הצעה {proposalKey}
hu_hu: Szavazz {proposalKey}javaslat ellen
id_id: Suara menentang proposal {proposalKey}
ja_jp: 提案 {proposalKey} に反対票を入れる
nl_nl: Stem tegen voorstel {proposalKey}
sl_si: Glasuj proti pobudi {proposalKey}
sr_sp: Глас против предлога {proposalKey}
sw_tz: Piga kura dhidi ya pendekezo {proposalKey}
tr_tr: Teklife karşı oy {proposalKey}
uk_ua: Голосувати проти пропозиції {proposalKey}

source: Allow analytics
ar_sa: السماح بالتحليلات
da_dk: Tillad analyser
fi_fi: Salli analytiikka
he_il: אפשר ניתוח
hu_hu: Engedélyezze az elemzést
id_id: Izinkan analitik
ja_jp: 分析を許可する
nl_nl: Sta analyse toe
sl_si: Dovoli analitiko
sr_sp: Дозволи аналитику
sw_tz: Ruhusu uchanganuzi
tr_tr: Analize izin ver
uk_ua: Дозволити аналітику

source: Submit new proposal
ar_sa: إرسال اقتراح جديد
da_dk: Indsend nyt forslag
fi_fi: Lähetä uusi ehdotus
he_il: הגש הצעה חדשה
hu_hu: Új ajánlat benyújtása
id_id: Ajukan proposal baru
ja_jp: 新しい提案を出す
nl_nl: Nieuw voorstel indienen
sl_si: Predloži novo pobudo
sr_sp: Поднесите нови предлог
sw_tz: Pendekeza pendekezo jipya
tr_tr: yeni teklif gönder
uk_ua: Надіслати нову пропозицію

source: Crypto purchases are not available in your region.
ar_sa: مشتريات العملات المشفرة غير متوفرة في منطقتك.
da_dk: Krypto-køb er ikke tilgængelige i dit område.
fi_fi: Kryptoostokset eivät ole saatavilla alueellasi.
he_il: רכישות קריפטו אינן זמינות באזור שלך.
hu_hu: A kriptográfiai vásárlás nem érhető el az Ön régiójában.
id_id: Pembelian kripto tidak tersedia di wilayah Anda.
ja_jp: お住まいの地域では暗号通貨の購入はご利用いただけません。
nl_nl: Crypto-aankopen zijn niet beschikbaar in uw regio.
sl_si: Kripto nakupi niso na voljo v vaši regiji.
sr_sp: Крипто куповине нису доступне у вашем региону.
sw_tz: Ununuzi wa Crypto haupatikani katika eneo lako.
tr_tr: Kripto satın alımları bölgenizde kullanılamıyor.
uk_ua: Крипто-покупки недоступні у вашому регіоні.

source: Claim cancelled
ar_sa: تم إلغاء المطالبة
da_dk: Krav annulleret
fi_fi: Vaatimus peruutettu
he_il: התביעה בוטלה
hu_hu: Követelés törölve
id_id: Klaim dibatalkan
ja_jp: 請求は取り消されました
nl_nl: Claim geannuleerd
sl_si: Zahtevek preklican
sr_sp: Захтев је отказан
sw_tz: Dai limeghairiwa
tr_tr: Talep iptal edildi
uk_ua: Претензію скасовано

source: Your pool share:
ar_sa: مشاركة المجموعة الخاصة بك:
da_dk: Din puljedeling:
fi_fi: Sinun pooliosuutesi:
he_il: נתח המאגר שלך:
hu_hu: Saját pool részesedés:
id_id: Bagian pool Anda:
ja_jp: プールシェア:
nl_nl: Uw pool-aandeel:
sl_si: Vaš delež v skladu:
sr_sp: Ваш удео у фонду:
sw_tz: Sehemu yako ya dimbwi:
tr_tr: Havuz payınız:
uk_ua: Ваша частка в пулі:

source: Manage
ar_sa: إدارة
da_dk: Administrer
fi_fi: Hallitse
he_il: לנהל
hu_hu: Kezelés
id_id: Mengelola
ja_jp: 管理
nl_nl: Beheren
sl_si: Upravljaj
sr_sp: Управљати
sw_tz: Simamia
tr_tr: Yönet
uk_ua: Управління

source: Untitled
ar_sa: بدون عنوان
da_dk: Uden titel
fi_fi: Nimetön
he_il: ללא כותרת
hu_hu: Névtelen
id_id: Tanpa Judul
ja_jp: タイトル未設定
nl_nl: Ongetiteld
sl_si: Brez naslova
sr_sp: Унтитлед
sw_tz: Haina Jina
tr_tr: İsimsiz
uk_ua: Без назви

source: Vote against proposal {proposalKey} with reason "{0}"
ar_sa: التصويت ضد الاقتراح {proposalKey} مع السبب "{0}"
da_dk: Stem imod forslag {proposalKey} med begrundelse "{0}"
fi_fi: Äänestä ehdotusta {proposalKey} vastaan syyllä "{0}"
he_il: הצביעו נגד הצעה {proposalKey} עם הסיבה "{0}"
hu_hu: Szavazzon a {proposalKey} javaslat ellen "{0}" indoklással
id_id: Beri suara terhadap proposal {proposalKey} dengan alasan "{0}"
ja_jp: 「{0} 」という理由で提案 {proposalKey} に反対票を投じる
nl_nl: Stem tegen voorstel {proposalKey} met reden "{0}"
sl_si: Glasujte proti pobudi {proposalKey} z razlogom "{0}"
sr_sp: Гласајте против предлога {proposalKey} са разлогом "{0}"
sw_tz: Piga kura dhidi ya pendekezo {proposalKey} kwa sababu "{0}"
tr_tr: Öneri {proposalKey} "{0}" gerekçesi ile karşı oy verin
uk_ua: Голосуйте проти пропозиції {proposalKey} з причиною "{0}"

source: No proposals found.
ar_sa: لا توجد مقترحات.
da_dk: Ingen forslag fundet.
fi_fi: Ehdotuksia ei löytynyt.
he_il: לא נמצאו הצעות.
hu_hu: Nem található javaslat.
id_id: Proposal tidak ditemukan.
ja_jp: 提案が見つかりません。
nl_nl: Geen voorstellen gevonden.
sl_si: Ni predlogov.
sr_sp: Није пронађен ниједан предлог.
sw_tz: Hakuna mapendekezo yaliyopatikana.
tr_tr: Teklif bulunamadı.
uk_ua: Пропозиції не знайдено.

source: Hide small balances
ar_sa: إخفاء الأرصدة الصغيرة
da_dk: Skjul små saldi
fi_fi: Piilota pienet saldot
he_il: הסתר יתרות קטנות
hu_hu: Kis egyenlegek elrejtése
id_id: Sembunyikan saldo kecil
ja_jp: 少額の残高を非表示にする
nl_nl: Verberg kleine saldi
sl_si: Skrij majhna stanja
sr_sp: Сакријте мале биланце
sw_tz: Ficha mizani ndogo
tr_tr: Küçük bakiyeleri gizle
uk_ua: Приховайте невеликі залишки

source: This provides the Uniswap protocol access to your token for trading. For security, this will expire after 30 days.
ar_sa: يوفر هذا وصول بروتوكول Uniswap إلى الرمز المميز الخاص بك للتداول. للأمان ، ستنتهي صلاحيته بعد 30 يومًا.
da_dk: Dette giver Uniswap-protokollen adgang til dit token til handel. Af sikkerhedsmæssige årsager udløber dette efter 30 dage.
fi_fi: Tämä antaa Uniswap-protokollalle pääsyn tunnukseesi kaupankäyntiä varten. Turvallisuussyistä tämä vanhenee 30 päivän kuluttua.
he_il: זה מספק לפרוטוקול Uniswap גישה לטוקן שלך למסחר. מטעמי אבטחה, תוקף זה יפוג לאחר 30 יום.
hu_hu: Ez hozzáférést biztosít az Uniswap protokoll számára a tokenhez kereskedés céljából. Biztonsági okokból ez 30 nap múlva lejár.
id_id: Ini memberikan akses protokol Uniswap ke token Anda untuk berdagang. Untuk keamanan, ini akan kedaluwarsa setelah 30 hari.
ja_jp: これにより、Uniswap プロトコルが取引のためにトークンにアクセスできるようになります。セキュリティのため、これは 30 日後に期限切れになります。
nl_nl: Dit geeft het Uniswap-protocol toegang tot uw token om te handelen. Om veiligheidsredenen vervalt deze na 30 dagen.
sl_si: To omogoča dostop protokola Uniswap do vašega žetona za trgovanje. Zaradi varnosti bo to poteklo po 30 dneh.
sr_sp: Ово омогућава Унисвап протоколу приступ вашем токену за трговање. Због сигурности, ово ће истећи након 30 дана.
sw_tz: Hii hutoa ufikiaji wa itifaki ya Uniswap kwa tokeni yako ya kufanya biashara. Kwa usalama, muda huu utaisha baada ya siku 30.
tr_tr: Bu, ticaret için belirtecinize Uniswap protokolü erişimi sağlar. Güvenlik nedeniyle, bu süre 30 gün sonra sona erecektir.
uk_ua: Це забезпечує доступ протоколу Uniswap до вашого токена для торгівлі. З міркувань безпеки це дія закінчиться через 30 днів.

source: Open a new position or create a pool to get started.
ar_sa: افتح مركزًا جديدًا أو أنشئ تجمعًا للبدء.
da_dk: Åbn en ny stilling, eller opret en pulje for at komme i gang.
fi_fi: Aloita avaamalla uusi työpaikka tai luomalla pooli.
he_il: פתח עמדה חדשה או צור מאגר כדי להתחיל.
hu_hu: A kezdéshez nyisson új pozíciót vagy hozzon létre egy készletet.
id_id: Buka posisi baru atau buat kumpulan untuk memulai.
ja_jp: 新しいポジションを開くか、プールを作成して開始してください。
nl_nl: Open een nieuwe positie of maak een pool aan om aan de slag te gaan.
sl_si: Za začetek odprite nov položaj ali ustvarite skupino.
sr_sp: Отворите нову позицију или креирајте групу да бисте започели.
sw_tz: Fungua nafasi mpya au uunde bwawa ili kuanza.
tr_tr: Başlamak için yeni bir pozisyon açın veya bir havuz oluşturun.
uk_ua: Щоб почати, відкрийте нову позицію або створіть пул.

source: Buy or transfer NFTs to this wallet to get started.
ar_sa: قم بشراء أو تحويل NFTs إلى هذه المحفظة للبدء.
da_dk: Køb eller overfør NFT'er til denne pung for at komme i gang.
fi_fi: Aloita ostamalla tai siirtämällä NFT:t tähän lompakkoon.
he_il: קנה או העבר NFTs לארנק הזה כדי להתחיל.
hu_hu: A kezdéshez vásároljon vagy helyezzen át NFT-ket ebbe a pénztárcába.
id_id: Beli atau transfer NFT ke dompet ini untuk memulai.
ja_jp: NFT を購入するか、このウォレットに転送して開始してください。
nl_nl: Koop of draag NFT's over naar deze portemonnee om aan de slag te gaan.
sl_si: Za začetek kupite ali prenesite NFT v to denarnico.
sr_sp: Купите или пренесите НФТ у овај новчаник да бисте започели.
sw_tz: Nunua au uhamishe NFTs kwenye pochi hii ili kuanza.
tr_tr: Başlamak için NFT satın alın veya bu cüzdana aktarın.
uk_ua: Купуйте або переказуйте NFT на цей гаманець, щоб почати.

source: Continue
ar_sa: يكمل
da_dk: Blive ved
fi_fi: Jatkaa
he_il: לְהַמשִׁיך
hu_hu: Folytatni
id_id: Melanjutkan
ja_jp: 続く
nl_nl: Doorgaan
sl_si: Nadaljuj
sr_sp: Настави
sw_tz: Endelea
tr_tr: Devam etmek
uk_ua: Продовжити

source: Add liquidity.
ar_sa: إضافة سيولة.
da_dk: Tilføj likviditet.
fi_fi: Lisää likviditeettiä.
he_il: הוסף נזילות.
hu_hu: Adja hozzá a likviditást.
id_id: Tambahkan likuiditas.
ja_jp: 流動性を追加
nl_nl: Voeg liquiditeit toe.
sl_si: Dodaj likvidnost.
sr_sp: Додајте ликвидност.
sw_tz: Ongeza Mtaji.
tr_tr: Likidite ekleyin.
uk_ua: Додайте ліквідність.

source: Sell
ar_sa: يبيع
da_dk: Sælge
fi_fi: Myydä
he_il: מכירה
hu_hu: Elad
id_id: Menjual
ja_jp: 売る
nl_nl: Verkopen
sl_si: Prodaja
sr_sp: Селл
sw_tz: Uza
tr_tr: Satmak
uk_ua: Продати

source: This token doesn't exist on {connectedChainLabel}
ar_sa: هذا الرمز غير موجود على {connectedChainLabel}
da_dk: Dette token findes ikke på {connectedChainLabel}
fi_fi: Tätä merkkiä ei ole olemassa {connectedChainLabel}:ssa
he_il: האסימון הזה לא קיים ב {connectedChainLabel}
hu_hu: Ez a token nem létezik {connectedChainLabel}
id_id: Token ini tidak ada di {connectedChainLabel}
ja_jp: このトークンは {connectedChainLabel}には存在しません
nl_nl: Dit token bestaat niet op {connectedChainLabel}
sl_si: Ta žeton ne obstaja na {connectedChainLabel}
sr_sp: Овај токен не постоји на {connectedChainLabel}
sw_tz: Tokeni hii haipo kwenye {connectedChainLabel}
tr_tr: Bu belirteç {connectedChainLabel}mevcut değil
uk_ua: Цей маркер не існує на {connectedChainLabel}

source: Exact input only
ar_sa: الإدخال الدقيق فقط
da_dk: Kun præcis input
fi_fi: Vain tarkka syöttö
he_il: קלט מדויק בלבד
hu_hu: Csak pontos bevitel
id_id: Hanya masukan yang tepat
ja_jp: 正確な入力のみ
nl_nl: Alleen exacte invoer
sl_si: Samo natančen vnos
sr_sp: Само тачан унос
sw_tz: Ingizo kamili pekee
tr_tr: Yalnızca tam giriş
uk_ua: Лише точне введення
