Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Voting ends approximately {0}
ar_sa: التصويت ينتهي تقريبًا {0}
da_dk: Afstemning slutter ca. {0}
fi_fi: Äänestys päättyy noin {0}
he_il: ההצבעה מסתיימת בכ- {0}
hu_hu: A szavazás befejeződik körülbelül {0}
id_id: Voting berakhir kira-kira {0}
ja_jp: 投票は {0} 頃に終了します
nl_nl: Stemmen eindigt ongeveer {0}
sl_si: Glasovanje se konča okrog {0}
sr_sp: Гласање се завршава приближно {0}
sw_tz: Upigaji kura unaisha takriban {0}
tr_tr: Oylama yaklaşık şu zamanda bitecek: {0}
uk_ua: Голосування завершується приблизно {0}

source: Floor price
ar_sa: أدنى سعر
da_dk: Gulvpris
fi_fi: Lattian hinta
he_il: מחיר רצפה
hu_hu: Padló ár
id_id: Harga Lantai
ja_jp: フロア価格
nl_nl: Bodem prijs
sl_si: Spodnja cena
sr_sp: Флоор прице
sw_tz: Bei ya sakafu
tr_tr: Taban fiyat
uk_ua: Мінімальна ціна

source: Unsupported Asset
ar_sa: الأصول غير المدعومة
da_dk: Ikke-understøttet aktiv
fi_fi: Ei-tuettu vara
he_il: נכס לא נתמך
hu_hu: Nem támogatott eszköz
id_id: Aset Tidak Didukung
ja_jp: サポートされていないトークン
nl_nl: Niet-ondersteunde activa
sl_si: Nepodprto sredstvo
sr_sp: Неподржано средство
sw_tz: Sifa isiyotumika
tr_tr: Desteklenmeyen Varlık
uk_ua: Непідтримуваний актив

source: Voted
ar_sa: تم التصويت
da_dk: Stemte
fi_fi: Äänestetty
he_il: הצביעו
hu_hu: Szavazott
id_id: Terpilih
ja_jp: 投票済
nl_nl: Gestemd
sl_si: Glasoval
sr_sp: Гласао
sw_tz: Imepiga kura
tr_tr: oylandı
uk_ua: Проголосував

source: Don't have Uniswap Wallet?
ar_sa: ليس لديك محفظة Uniswap؟
da_dk: Har du ikke Uniswap Wallet?
fi_fi: Eikö sinulla ole Uniswap-lompakkoa?
he_il: אין לך ארנק Uniswap?
hu_hu: Nincs Uniswap Walleted?
id_id: Tidak punya Dompet Uniswap?
ja_jp: Uniswap ウォレットをお持ちではありませんか?
nl_nl: Heb je geen Uniswap-portemonnee?
sl_si: Nimate denarnice Uniswap?
sr_sp: Немате Унисвап новчаник?
sw_tz: Je, huna Uniswap Wallet?
tr_tr: Uniswap Cüzdanınız yok mu?
uk_ua: У вас немає гаманця Uniswap?

source: Position unavailable
ar_sa: الموقف غير متوفر
da_dk: Stillingen er ikke tilgængelig
fi_fi: Sijainti ei ole käytettävissä
he_il: המיקום לא זמין
hu_hu: A pozíció nem elérhető
id_id: Posisi tidak tersedia
ja_jp: ポジションが利用できません
nl_nl: Positie niet beschikbaar
sl_si: Položaj ni na voljo
sr_sp: Позиција није доступна
sw_tz: Nafasi haipatikani
tr_tr: Pozisyon mevcut değil
uk_ua: Позиція недоступна

source: Wrong network
ar_sa: شبكة خاطئة
da_dk: Forkert netværk
fi_fi: Väärä verkko
he_il: רשת שגויה
hu_hu: Hibás hálózat
id_id: Salah jaringan
ja_jp: ネットワークが間違っています
nl_nl: Verkeerd netwerk
sl_si: Napačno omrežje
sr_sp: Погрешна мрежа
sw_tz: Mtandao mbaya
tr_tr: yanlış ağ
uk_ua: Неправильна мережа

source: The price of this pool is outside of your selected range. Your position is not currently earning fees.
ar_sa: سعر هذه المجموعة خارج النطاق المحدد الخاص بك. منصبك لا يحصل حاليًا على رسوم.
da_dk: Prisen på denne pulje ligger uden for dit valgte område. Din position tjener ikke i øjeblikket gebyrer.
fi_fi: Tämän poolin hinta on valitsemasi hintaluokan ulkopuolella. Positiosi ei tällä hetkellä ansaitse palkkioita.
he_il: המחיר של המאגר הזה מחוץ לטווח שבחרתם. עמדתך אינה מרוויחה כרגע עמלות.
hu_hu: Ennek a poolnak az ára kívül esik az Ön által kiválasztott tartományon. Az Ön pozíciója jelenleg nem keres díjat.
id_id: Harga pool ini di luar rentang yang Anda pilih. Posisi Anda saat ini tidak menghasilkan biaya.
ja_jp: 現在の価格は設定した価格範囲から外れています。そのため、現時点であなたのポジションは報酬を獲得しません。
nl_nl: De prijs van deze pool valt buiten het door u geselecteerde bereik. Uw positie verdient momenteel geen vergoedingen.
sl_si: Cena v tem skladu je izven območja, ki ste ga izbrali. Vaš vložek vam trenutno ne služi provizij.
sr_sp: Цена овог фонда је изван изабраног опсега. Ваша позиција тренутно не зарађује накнаде.
sw_tz: Bei ya dimbwi hili iko nje ya masafa yako uliyochagua. Msimamo wako kwa sasa hautoi ada.
tr_tr: Bu havuzun fiyatı, seçtiğiniz aralığın dışında. Pozisyonunuz şu anda ücret kazanmıyor.
uk_ua: Ціна цього пулу виходить за межі вибраного вами діапазону. Ваша позиція наразі не заробляє комісій.

source: View on Etherscan
ar_sa: عرض على Etherscan
da_dk: Se på Etherscan
fi_fi: Katso Etherscanissa
he_il: צפה ב-Etherscan
hu_hu: Megtekintés az Etherscan-en
id_id: Lihat di Etherscan
ja_jp: イーサスキャンで見る
nl_nl: Bekijk op Etherscan
sl_si: Poglej na Etherscan
sr_sp: Поглед на Етхерсцан
sw_tz: Tazama kwenye Etherscan
tr_tr: Etherscan'de görüntüle
uk_ua: Переглянути на Etherscan

source: Remove liquidity failed
ar_sa: فشل إزالة السيولة
da_dk: Fjernelse af likviditet mislykkedes
fi_fi: Likviditeetin poistaminen epäonnistui
he_il: הסרת הנזילות נכשלה
hu_hu: A likviditás eltávolítása nem sikerült
id_id: Hapus likuiditas gagal
ja_jp: 流動性の削除に失敗しました
nl_nl: Liquiditeit verwijderen mislukt
sl_si: Odstranjevanje likvidnosti ni uspelo
sr_sp: Уклањање ликвидности није успело
sw_tz: Imeshindwa kuondoa ukwasi
tr_tr: Likidite kaldırılamadı
uk_ua: Не вдалося видалити ліквідність

source: Error connecting
ar_sa: خطأ في الاتصال
da_dk: Fejl ved tilslutning
fi_fi: Virhe yhdistettäessä
he_il: שגיאה בהתחברות
hu_hu: Hiba történt a csatlakozáskor
id_id: Terjadi kesalahan saat menyambungkan
ja_jp: 接続エラー
nl_nl: Fout bij verbinden
sl_si: Napaka pri povezovanju
sr_sp: Грешка при повезивању
sw_tz: Hitilafu wakati wa kuunganisha
tr_tr: Bağlantı hatası
uk_ua: Помилка підключення

source: {amount, plural, =1 {hour} other {hours}}
ar_sa: {amount, plural, =1 {ساعة} other {ساعات}}
da_dk: {amount, plural, =1 {time} other {timer}}
fi_fi: {amount, plural, =1 {tunti} other {tuntia}}
he_il: {amount, plural, =1 {שעה} other {שעה (ות}}
hu_hu: {amount, plural, =1 {óra} other {órák}}
id_id: {amount, plural, =1 {jam} other {jam}}
ja_jp: {amount, plural, =1 {時間} other {時間}}
nl_nl: {amount, plural, =1 {uur} other {uur}}
sl_si: {amount, plural, =1 {ura} other {ure}}
sr_sp: {amount, plural, =1 {сат} other {сати}}
sw_tz: {amount, plural, =1 {saa} other {masaa}}
tr_tr: {amount, plural, =1 {saat} other {saat}}
uk_ua: {amount, plural, =1 {годину} other {години}}

source: Swapping
ar_sa: مبادلة
da_dk: Bytte
fi_fi: Vaihto
he_il: החלפה
hu_hu: Csere
id_id: Bertukar
ja_jp: スワップ中
nl_nl: Ruilen
sl_si: Zamenjava
sr_sp: Замена
sw_tz: BADILISHA
tr_tr: değiş tokuş
uk_ua: Обмін

source: Pay with
ar_sa: ادفع عن طريق
da_dk: Betal med
fi_fi: Maksaa
he_il: לשלם עם
hu_hu: Fizessen ezzel
id_id: Bayar menggunakan
ja_jp: で支払う
nl_nl: Betaal met
sl_si: Plačajte z
sr_sp: Платити
sw_tz: Lipa na
tr_tr: İle ödemek
uk_ua: Платити з

source: Uniswap V2 is not available on this network.
ar_sa: Uniswap V2 غير متوفر على هذه الشبكة.
da_dk: Uniswap V2 er ikke tilgængelig på dette netværk.
fi_fi: Uniswap V2 ei ole saatavilla tässä verkossa.
he_il: Uniswap V2 אינו זמין ברשת זו.
hu_hu: Az Uniswap V2 nem érhető el ezen a hálózaton.
id_id: Uniswap V2 tidak tersedia di jaringan ini.
ja_jp: Uniswap V2 はこのネットワークでは使用できません。
nl_nl: Uniswap V2 is niet beschikbaar op dit netwerk.
sl_si: Uniswap V2 ni na voljo v tem omrežju.
sr_sp: Унисвап В2 није доступан на овој мрежи.
sw_tz: Uniswap V2 haipatikani kwenye mtandao huu.
tr_tr: Uniswap V2 bu ağda mevcut değil.
uk_ua: Uniswap V2 недоступний у цій мережі.

source: To view a position, you must be connected to the network it belongs to.
ar_sa: لعرض الوظيفة ، يجب أن تكون متصلاً بالشبكة التي تنتمي إليها.
da_dk: For at se en position skal du være tilsluttet det netværk, den tilhører.
fi_fi: Jos haluat nähdä sijainnin, sinun on oltava yhteydessä verkkoon, johon se kuuluu.
he_il: כדי להציג עמדה, עליך להיות מחובר לרשת שאליה היא שייכת.
hu_hu: Egy pozíció megtekintéséhez csatlakoznia kell ahhoz a hálózathoz, amelyhez az tartozik.
id_id: Untuk melihat posisi, Anda harus terhubung ke jaringan tempatnya berada.
ja_jp: 位置を表示するには、その位置が属するネットワークに接続する必要があります。
nl_nl: Om een positie te bekijken, moet u verbonden zijn met het netwerk waartoe deze behoort.
sl_si: Za ogled položaja morate biti povezani v omrežje, ki mu pripada.
sr_sp: Да бисте видели позицију, морате бити повезани на мрежу којој припада.
sw_tz: Ili kutazama nafasi, lazima uunganishwe kwenye mtandao unaomilikiwa.
tr_tr: Bir pozisyonu görüntülemek için ait olduğu ağa bağlı olmanız gerekir.
uk_ua: Щоб переглянути позицію, ви повинні бути підключені до мережі, до якої вона належить.

source: Fetching best price...
ar_sa: جارٍ الحصول على أفضل سعر ...
da_dk: Får den bedste pris...
fi_fi: Haetaan parasta hintaa...
he_il: משיג את המחיר הטוב ביותר...
hu_hu: A legjobb ár lekérése...
id_id: Mengambil harga terbaik...
ja_jp: ベストな価格を取得中…
nl_nl: Beste prijs ophalen...
sl_si: Pridobivam najboljšo ceno ...
sr_sp: Добијање најбоље цене...
sw_tz: Inaleta bei nzuri...
tr_tr: En iyi fiyat getiriliyor...
uk_ua: Отримання найкращої ціни...

source: Invalid range selected. The min price must be lower than the max price.
ar_sa: النطاق المحدد غير صالح. يجب أن يكون الحد الأدنى للسعر أقل من الحد الأقصى للسعر.
da_dk: Ugyldigt interval valgt. Minimumspris skal være lavere end den maksimale pris.
fi_fi: Virheellinen vaihteluväli valittu. Minimihinnan on oltava pienempi kuin maksimihinta.
he_il: נבחר טווח לא חוקי. המחיר המינימלי חייב להיות נמוך מהמחיר המקסימלי.
hu_hu: Érvénytelen tartományt választott ki. A minimális árnak alacsonyabbnak kell lennie, mint a maximális ár.
id_id: Rentang yang tidak valid dipilih. Harga min harus lebih rendah dari harga maks.
ja_jp: 設定した価格範囲が間違っています。最小価格は最大価格より低くしてください。
nl_nl: Ongeldig bereik geselecteerd. De minimumprijs moet lager zijn dan de maximumprijs.
sl_si: Razpon ni veljaven. Najnižja cena mora biti nižja od najvišje.
sr_sp: Изабран је неважећи опсег. Минимална цена мора бити нижа од максималне.
sw_tz: Masafa batili yamechaguliwa. Bei ya min lazima iwe chini kuliko bei ya juu.
tr_tr: Geçersiz aralık seçildi. Minimum fiyat, maksimum fiyattan düşük olmalıdır.
uk_ua: Вибрано недійсний діапазон. Мінімальна ціна має бути нижчою за максимальну.

source: Download Uniswap app
ar_sa: تحميل تطبيق يونيسواب
fi_fi: Lataa Uniswap-sovellus
he_il: הורד את אפליקציית Uniswap
hu_hu: Töltse le az Uniswap alkalmazást
id_id: Unduh aplikasi Uniswap
ja_jp: Uniswapアプリをダウンロード
nl_nl: Uniswap-app downloaden
sl_si: Prenesite aplikacijo Uniswap
sr_sp: Преузмите апликацију Унисвап
sw_tz: Pakua programu ya Uniswap
tr_tr: Uniswap uygulamasını indirin
uk_ua: Завантажте програму Uniswap

source: Collected
ar_sa: مجمّع
da_dk: Indsamlet
fi_fi: Kerätty
he_il: נגבה
hu_hu: Beszedett
id_id: Ditagihkan
ja_jp: 取得済
nl_nl: Geïnd
sl_si: Prevzeto
sr_sp: Сакупљено
sw_tz: Imekusanywa
tr_tr: Toplandı
uk_ua: Зібрано

source: Withdraw failed
ar_sa: فشل الانسحاب
da_dk: Tilbagetrækningen mislykkedes
fi_fi: Nosto epäonnistui
he_il: הנסיגה נכשלה
hu_hu: A visszavonás nem sikerült
id_id: Penarikan gagal
ja_jp: 出金に失敗しました
nl_nl: Ophalen mislukt
sl_si: Umik ni uspel
sr_sp: Повлачење није успело
sw_tz: Imeshindwa kutoa
tr_tr: Para çekme başarısız oldu
uk_ua: Вилучити не вдалося

source: buy fee:
ar_sa: رسوم الشراء:
da_dk: købsgebyr:
fi_fi: ostomaksu:
he_il: עמלת קנייה:
hu_hu: vásárlási díj:
id_id: biaya pembelian:
ja_jp: 購入手数料:
nl_nl: koopkosten:
sl_si: pristojbina za nakup:
sr_sp: накнада за куповину:
sw_tz: ada ya kununua:
tr_tr: satın alma ücreti:
uk_ua: вартість покупки:

source: {i, plural, one {minute} other {minutes}}
ar_sa: {i, plural, one {دقيقة} other {دقائق}}
da_dk: {i, plural, one {minut} other {minutter}}
fi_fi: {i, plural, one {minuutti} other {pöytäkirja}}
he_il: {i, plural, one {דקה} other {דקות}}
hu_hu: {i, plural, one {perc} other {percek}}
id_id: {i, plural, one {menit} other {menit}}
ja_jp: {i, plural, one {分} other {分}}
nl_nl: {i, plural, one {minuut} other {minuten}}
sl_si: {i, plural, one {minuto} other {minut}}
sr_sp: {i, plural, one {минут} other {минута}}
sw_tz: {i, plural, one {dakika} other {dakika}}
tr_tr: {i, plural, one {dakika} other {dakika}}
uk_ua: {i, plural, one {хвилина} other {хвилини}}

source: Succeeded
ar_sa: نجح
da_dk: Det lykkedes
fi_fi: Onnistui
he_il: הצליח
hu_hu: Sikerült
id_id: Berhasil
ja_jp: 成功
nl_nl: Geslaagd
sl_si: Uspelo
sr_sp: Успео
sw_tz: Imefanikiwa
tr_tr: başarılı
uk_ua: Вдався

source: Try again
ar_sa: حاول ثانية
da_dk: Prøv igen
fi_fi: Yritä uudelleen
he_il: נסה שוב
hu_hu: Próbáld újra
id_id: Coba lagi
ja_jp: 再試行する
nl_nl: Probeer het nog eens
sl_si: Poskusi ponovno
sr_sp: Покушајте поново
sw_tz: Jaribu tena
tr_tr: Tekrar deneyin
uk_ua: Спробуйте знову

source: Unavailable for listing
ar_sa: غير متاح للإدراج
da_dk: Ikke tilgængelig for fortegnelse
fi_fi: Ei saatavilla listalle
he_il: לא זמין לרישום
hu_hu: Nem elérhető a listára
id_id: Tidak tersedia untuk listingan
ja_jp: 出品不可
nl_nl: Niet beschikbaar voor vermelding
sl_si: Ni na voljo za vnos
sr_sp: Недоступно за листинг
sw_tz: Haipatikani kwa kuorodheshwa
tr_tr: Listeleme için uygun değil
uk_ua: Недоступний для розміщення

source: The estimated difference between the USD values of input and output amounts.
ar_sa: الفرق المقدر بين قيم المدخلات والمخرجات بالدولار الأمريكي.
da_dk: Den estimerede forskel mellem USD-værdierne for input- og outputbeløb.
fi_fi: Arvioitu ero panosten ja tulosten USD-arvojen välillä.
he_il: ההפרש המשוער בין ערכי הדולר של סכומי קלט ופלט.
hu_hu: A becsült különbség az input és output összegek USD-értékei között.
id_id: Estimasi perbedaan antara nilai USD dari jumlah input dan output.
ja_jp: 投入量と産出量の USD 値間の推定差。
nl_nl: Het geschatte verschil tussen de USD-waarden van invoer- en uitvoerbedragen.
sl_si: Ocenjena razlika med vrednostmi (v USD) vhodnih in izhodnih zneskov.
sr_sp: Процењена разлика између вредности улазних и излазних вредности у УСД.
sw_tz: Tofauti inayokadiriwa kati ya thamani za USD za kiasi cha pembejeo na pato.
tr_tr: Girdi ve çıktı tutarlarının USD değerleri arasındaki tahmini fark.
uk_ua: Розрахункова різниця між значеннями вхідних і вихідних сум у доларах США.

source: {0, plural, =1 {Resolve issue} other {{1}}}
ar_sa: {0, plural, =1 {حل المشكلة} other {{1}}}
da_dk: {0, plural, =1 {Løs problemet} other {{1}}}
fi_fi: {0, plural, =1 {Ratkaise ongelma} other {{1}}}
he_il: {0, plural, =1 {פתור את הבעיה} other {{1}}}
hu_hu: {0, plural, =1 {Probléma megoldása} other {{1}}}
id_id: {0, plural, =1 {Menyelesaikan masalah} other {{1}}}
ja_jp: {0, plural, =1 {問題を解決してください} other {{1}}}
nl_nl: {0, plural, =1 {Probleem oplossen} other {{1}}}
sl_si: {0, plural, =1 {Rešite težavo} other {{1}}}
sr_sp: {0, plural, =1 {Решите проблем} other {{1}}}
sw_tz: {0, plural, =1 {Tatua suala} other {{1}}}
tr_tr: {0, plural, =1 {Sorunu çöz} other {{1}}}
uk_ua: {0, plural, =1 {Вирішіть проблему} other {{1}}}

source: Transaction Settings
ar_sa: إعدادات المعاملة
da_dk: Transaktionsindstillinger
fi_fi: Tapahtuma-asetukset
he_il: הגדרות עסקה
hu_hu: Tranzakció beállítások
id_id: Pengaturan Transaksi
ja_jp: 取引設定
nl_nl: Transactie-instellingen
sl_si: Nastavitve transakcije
sr_sp: Поставке трансакције
sw_tz: Mipangilio ya shughuli
tr_tr: İşlem Ayarları
uk_ua: Налаштування транзакцій

source: Max. slippage
ar_sa: الأعلى. انزلاق
da_dk: Maks. glidning
fi_fi: Max. lipsahdus
he_il: מקסימום החלקה
hu_hu: Max. csúszás
id_id: Maks. kelicinan
ja_jp: 最大。滑り
nl_nl: Max. slippen
sl_si: Maks. zdrs
sr_sp: Макс. проклизавање
sw_tz: Max. kuteleza
tr_tr: Maks. kayma
uk_ua: Макс. ковзання

source: Claiming
ar_sa: مطالبة
da_dk: Gør krav
fi_fi: Lunastetaan
he_il: תביעה
hu_hu: Igénylés
id_id: Mengklaim
ja_jp: 請求中
nl_nl: Opeisen
sl_si: Prevzem v teku
sr_sp: Преузимање
sw_tz: Inachukuliwa
tr_tr: Talep ediliyor
uk_ua: Відбувається збирання

source: Executed
ar_sa: أعدم
da_dk: Udført
fi_fi: Toteutettu
he_il: יצא לפועל
hu_hu: Végrehajtott
id_id: Dieksekusi
ja_jp: 実行済
nl_nl: Uitgevoerd
sl_si: Izvršena
sr_sp: Погубљен
sw_tz: Wanyongwa
tr_tr: Uygulanmış
uk_ua: Виконано

source: Reload the app
ar_sa: أعد تحميل التطبيق
da_dk: Genindlæs appen
fi_fi: Lataa sovellus uudelleen
he_il: טען מחדש את האפליקציה
hu_hu: Töltse be újra az alkalmazást
id_id: Muat ulang aplikasi
ja_jp: アプリを再読み込み
nl_nl: Laad de app opnieuw
sl_si: Ponovno naložite aplikacijo
sr_sp: Поново учитајте апликацију
sw_tz: Pakia upya programu
tr_tr: uygulamayı yeniden yükle
uk_ua: Перезавантажте програму

source: Import V2 pool
ar_sa: استيراد تجمع V2
da_dk: Importer V2 pool
fi_fi: Tuo V2-allas
he_il: ייבוא בריכת V2
id_id: Impor kumpulan V2
ja_jp: V2 プールのインポート
nl_nl: V2-pool importeren
sl_si: Uvoz bazena V2
sr_sp: Увези В2 базен
sw_tz: Ingiza bwawa la kuogelea la V2
tr_tr: V2 havuzunu içe aktar
uk_ua: Імпортувати пул V2

source: Proposals submitted by community members will appear here.
ar_sa: وسترد هنا المقترحات المقدمة من أعضاء المجتمع المحلي.
da_dk: Forslag indsendt af medlemmer af fællesskabet vil blive vist her.
fi_fi: Yhteisön jäsenten tekemät ehdotukset näkyvät täällä.
he_il: הצעות שהוגשו על ידי חברי הקהילה יופיעו כאן.
hu_hu: A közösség tagjai által benyújtott javaslatok itt jelennek meg.
id_id: Proposal yang diajukan oleh anggota komunitas akan muncul di sini.
ja_jp: コミュニティメンバーが提出した提案はここに表示されます。
nl_nl: Voorstellen die zijn ingediend door gemeenschapsleden zullen hier verschijnen.
sl_si: Pobude članov skupnosti bodo prikazane tukaj.
sr_sp: Овде ће се појавити предлози које су поднели чланови заједнице.
sw_tz: Mapendekezo yaliyowasilishwa na wanajamii yataonekana hapa.
tr_tr: Topluluk üyeleri tarafından gönderilen teklifler burada görünecektir.
uk_ua: Пропозиції, подані членами спільноти, з’являться тут.

source: <0>Unlock voting</0> to prepare for the next proposal.
ar_sa: <0>افتح التصويت </0> للتحضير للاقتراح التالي.
da_dk: <0>Lås op for at stemme</0>for at forberede det næste forslag.
fi_fi: <0>Vapauta äänestys</0> valmistautuaksesi seuraavaan ehdotukseen.
he_il: <0> בטל את ההצבעה</0> להתכונן להצעה הבאה.
hu_hu: <0> Szavazás feloldása</0> a következő javaslatra való felkészüléshez.
id_id: <0>Buka voting</0> untuk mempersiapkan usulan berikutnya.
ja_jp: 次の提案に備えるため <0>投票のロックを解除</0>
nl_nl: <0>Ontgrendel het stemmen </0> om het volgende voorstel voor te bereiden.
sl_si: <0>Odklenite glasovanje</0>, če se želite pripraviti na naslednjo pobudo.
sr_sp: <0> Откључајте гласање</0> да се припреми за следећи предлог.
sw_tz: <0>Kufungua upigaji kura</0> kujiandaa kwa pendekezo linalofuata.
tr_tr: Bir sonraki teklife hazırlanmak için <0>Oylamanın kilidini açın</0>.
uk_ua: <0>Розблокуйте голосування</0> для підготовки до наступної пропозиції.

source: Privacy Policy
ar_sa: سياسة الخصوصية
da_dk: Fortrolighedspolitik
fi_fi: Tietosuojakäytäntö
he_il: מדיניות הפרטיות
hu_hu: Adatvédelmi irányelvek
id_id: Kebijakan pribadi
ja_jp: 個人情報保護方針
nl_nl: Privacybeleid
sl_si: Politika zasebnosti
sr_sp: Правила о приватности
sw_tz: Sera ya Faragha
tr_tr: Gizlilik Politikası
uk_ua: Політика конфіденційності

source: Your positions
ar_sa: مراكزك
da_dk: Dine positioner
fi_fi: Sinun positiosi
he_il: העמדות שלך
hu_hu: Saját pozíciók
id_id: Posisi Anda
ja_jp: ポジション
nl_nl: Uw posities
sl_si: Vaše pozicije
sr_sp: Ваше позиције
sw_tz: Nafasi zako
tr_tr: Pozisyonlarınız
uk_ua: Ваші позиції

source: Time
ar_sa: وقت
da_dk: Tid
fi_fi: Aika
he_il: זְמַן
hu_hu: Idő
id_id: Waktu
ja_jp: 時間
nl_nl: Tijd
sl_si: Čas
sr_sp: време
sw_tz: Muda
tr_tr: Zaman
uk_ua: час

source: By connecting a wallet, you agree to Uniswap Labs'
ar_sa: من خلال توصيل المحفظة ، فإنك توافق على Uniswap Labs '
da_dk: Ved at tilslutte en tegnebog accepterer du Uniswap Labs'
fi_fi: Yhdistämällä lompakon hyväksyt Uniswap Labsin
he_il: על ידי חיבור ארנק, אתה מסכים ל-Uniswap Labs'
hu_hu: A pénztárca csatlakoztatásával elfogadja az Uniswap Labs
id_id: Dengan menghubungkan dompet, Anda menyetujui Uniswap Labs
ja_jp: ウォレットを接続すると、Uniswap Labs の規約に同意したことになります。
nl_nl: Door een portemonnee aan te sluiten, gaat u akkoord met Uniswap Labs'
sl_si: S povezavo denarnice se strinjate z Uniswap Labs'
sr_sp: Повезивањем новчаника прихватате Унисвап Лабс'
sw_tz: Kwa kuunganisha pochi, unakubali Uniswap Labs'
tr_tr: Bir cüzdan bağlayarak Uniswap Labs'ı kabul etmiş olursunuz.
uk_ua: Підключаючи гаманець, ви погоджуєтеся з Uniswap Labs

source: This table contains the top tokens by Uniswap volume, sorted based on your input.
ar_sa: يحتوي هذا الجدول على الرموز المميزة الأعلى حسب حجم Uniswap ، مرتبة بناءً على مدخلاتك.
da_dk: Denne tabel indeholder de øverste tokens efter Uniswap-volumen, sorteret baseret på dit input.
fi_fi: Tämä taulukko sisältää suosituimmat tunnukset Uniswap-määrän mukaan lajiteltuna syöttämäsi perusteella.
he_il: טבלה זו מכילה את האסימונים המובילים לפי נפח Uniswap, ממוינים על סמך הקלט שלך.
hu_hu: Ez a táblázat tartalmazza a legnépszerűbb tokeneket Uniswap kötet szerint, az Ön által megadott adatok alapján rendezve.
id_id: Tabel ini berisi token teratas berdasarkan volume Uniswap, diurutkan berdasarkan masukan Anda.
ja_jp: このテーブルには、入力に基づいて並べ替えられた Uniswap ボリューム別の上位トークンが含まれています。
nl_nl: Deze tabel bevat de beste tokens per Uniswap-volume, gesorteerd op basis van uw invoer.
sl_si: Ta tabela vsebuje najvišje žetone glede na količino Uniswap, razvrščene glede na vaš vnos.
sr_sp: Ова табела садржи највише токене према обиму Унисвап-а, сортиране на основу вашег уноса.
sw_tz: Jedwali hili lina tokeni za juu kwa kiasi cha Uniswap, zilizopangwa kulingana na ingizo lako.
tr_tr: Bu tablo, girişinize göre sıralanmış Uniswap hacmine göre en iyi belirteçleri içerir.
uk_ua: Ця таблиця містить найпопулярніші токени за обсягом Uniswap, відсортовані на основі ваших даних.

source: below the collection’s floor price. Are you sure you want to continue?
ar_sa: أقل من السعر الأدنى للمجموعة. هل أنت متأكد أنك تريد الاستمرار؟
da_dk: under samlingens bundpris. Er du sikker på, at du vil fortsætte?
fi_fi: alle kokoelman pohjahinnan. Oletko varma, että haluat jatkaa?
he_il: מתחת למחיר הרצפה של הקולקציה. האם אתה בטוח שאתה רוצה להמשיך?
hu_hu: a kollekció minimális ára alatt. Biztos vagy benne, hogy folytatni akarod?
id_id: di bawah harga dasar koleksi. Apakah anda yakin ingin melanjutkan?
ja_jp: コレクションの最低価格を下回ります。続行してもよろしいですか?
nl_nl: onder de bodemprijs van de collectie. Weet je zeker dat je door wilt gaan?
sl_si: pod najnižjo ceno zbirke. Ste prepričani, da želite nadaljevati?
sr_sp: испод минималне цене колекције. Да ли сте сигурни да желите да наставите?
sw_tz: chini ya bei ya sakafu ya mkusanyiko. Je, una uhakika ungependa kuendelea?
tr_tr: koleksiyonun taban fiyatının altında. Devam etmek istediğine emin misin?
uk_ua: нижче мінімальної ціни колекції. Ви впевнені, що бажаєте продовжити?

source: Owner
ar_sa: المالك
da_dk: Ejer
fi_fi: Omistaja
he_il: בעלים
hu_hu: Tulajdonos
id_id: Pemilik
ja_jp: 所有者
nl_nl: Eigenaar
sl_si: Lastnik
sr_sp: Власник
sw_tz: Mmiliki
tr_tr: Sahip
uk_ua: Власник

source: You don’t have liquidity in this pool yet.
ar_sa: ليس لديك سيولة في هذه المجموعة حتى الآن.
da_dk: Du har ikke likviditet i denne pulje endnu.
fi_fi: Sinulla ei ole vielä likviditeettiä tässä poolissa.
he_il: עדיין אין לך נזילות במאגר זה.
hu_hu: Ebben a poolban még nincs likviditása.
id_id: Anda belum memiliki likuiditas di pool ini.
ja_jp: プールにはまだ流動性がありません。
nl_nl: U heeft nog geen liquiditeit in deze pool.
sl_si: V tem skladu še nimate likvidnosti.
sr_sp: Још увек немате ликвидност у овом фонду.
sw_tz: Bado huna ukwasi katika dimbwi hili.
tr_tr: Bu havuzda henüz likiditeniz yok.
uk_ua: У вас ще немає ліквідності в цьому пулі.

source: Swap submitted
ar_sa: تم إرسال المقايضة
da_dk: Bytte indsendt
fi_fi: Vaihto lähetetty
he_il: החלפה הוגשה
hu_hu: Csere beküldve
id_id: Tukar dikirim
ja_jp: スワップが送信されました
nl_nl: Wissel ingediend
sl_si: Zamenjava poslana
sr_sp: Замена послата
sw_tz: Badiliko limewasilishwa
tr_tr: Takas gönderildi
uk_ua: Обмін подано
