Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Stats
ar_sa: احصائيات
da_dk: Statistik
fi_fi: Tilastot
he_il: סטטיסטיקות
hu_hu: Statisztika
id_id: Statistik
ja_jp: 統計
nl_nl: Statistieken
sl_si: Statistika
sr_sp: Статс
sw_tz: Takwimu
tr_tr: İstatistikler
uk_ua: статистика

source: Pay Anyway
ar_sa: الدفع على أي حال
da_dk: Betal alligevel
fi_fi: Maksa joka tapauksessa
he_il: שלם בכל מקרה
hu_hu: Fizessen egyébként
id_id: Bayar Pokoknya
ja_jp: とにかく支払う
nl_nl: Hoe dan ook betalen
sl_si: Vseeno plačaj
sr_sp: Паи Аниваи
sw_tz: Lipa Hata hivyo
tr_tr: Yine de Öde
uk_ua: Все одно платіть

source: More
ar_sa: المزيد
da_dk: Mere
fi_fi: Lisää
he_il: יותר
hu_hu: Több
id_id: Lebih
ja_jp: もっと見る
nl_nl: Meer
sl_si: Več
sr_sp: Више
sw_tz: Zaidi
tr_tr: Daha fazla
uk_ua: Більше

source: Add to bag
ar_sa: أضف الى الحقيبة
da_dk: Tilføj til kurv
fi_fi: Lisää kassiin
he_il: להוסיף לתיק
hu_hu: Zacskóba tesz
id_id: Tambahkan ke tas
ja_jp: カートに追加
nl_nl: Aan tas toevoegen
sl_si: Dodaj v torbo
sr_sp: Додати у торбу
sw_tz: Ongeza kwenye begi
tr_tr: Sepete ekle
uk_ua: Додати в сумку

source: Pool balances
ar_sa: أرصدة المجمع
da_dk: Pool saldi
fi_fi: Allas saldot
he_il: יתרות בריכה
hu_hu: Pool egyenlegek
id_id: Saldo kumpulan
ja_jp: プール残高
nl_nl: Poolsaldi
sl_si: Bilanca bazena
sr_sp: Поол биланси
sw_tz: Mizani ya bwawa
tr_tr: Havuz bakiyeleri
uk_ua: Баланс пулу

source: {0, plural, =1 {This token isn't traded on leading U.S. centralized exchanges or frequently swapped on Uniswap.} other {These tokens aren't traded on leading U.S. centralized exchanges or frequently swapped on Uniswap.}}
ar_sa: {0, plural, =1 {لا يتم تداول هذا الرمز المميز في البورصات المركزية الأمريكية الرائدة أو يتم تبديله بشكل متكرر على Uniswap.} other {لا يتم تداول هذه الرموز في البورصات المركزية الأمريكية الرائدة أو يتم تبادلها بشكل متكرر على Uniswap.}}
da_dk: {0, plural, =1 {Dette token handles ikke på førende amerikanske centraliserede børser eller byttes ofte på Uniswap.} other {Disse tokens handles ikke på førende amerikanske centraliserede børser eller byttes ofte på Uniswap.}}
fi_fi: {0, plural, =1 {Tällä tunnuksella ei käydä kauppaa Yhdysvaltojen johtavissa keskitetyissä pörsseissä eikä sitä vaihdeta usein Uniswapissa.} other {Näillä rahakkeilla ei käydä kauppaa Yhdysvaltojen johtavissa keskitetyissä pörsseissä tai niitä ei vaihdeta usein Uniswapissa.}}
he_il: {0, plural, =1 {אסימון זה אינו נסחר בבורסות מובילות בארה"ב או מוחלף לעתים קרובות ב-Uniswap.} other {האסימונים הללו אינם נסחרים בבורסות מובילות בארה"ב או מוחלפים לעתים קרובות ב-Uniswap.}}
hu_hu: {0, plural, =1 {Ezzel a tokent nem kereskednek vezető amerikai központosított tőzsdéken, és nem cserélik gyakran Uniswapon.} other {Ezekkel a tokenekkel nem kereskednek vezető amerikai központosított tőzsdéken, és nem cserélik őket gyakran Uniswapon.}}
id_id: {0, plural, =1 {Token ini tidak diperdagangkan di bursa terpusat AS terkemuka atau sering ditukar di Uniswap.} other {Token ini tidak diperdagangkan di bursa terpusat AS terkemuka atau sering ditukar di Uniswap.}}
ja_jp: {0, plural, =1 {このトークンは、米国の主要な集中取引所で取引されたり、Uniswap で頻繁に交換されたりすることはありません。} other {これらのトークンは、米国の主要な集中取引所で取引されたり、Uniswap で頻繁に交換されたりすることはありません。}}
nl_nl: {0, plural, =1 {Dit token wordt niet verhandeld op toonaangevende Amerikaanse gecentraliseerde beurzen of vaak geruild op Uniswap.} other {Deze tokens worden niet verhandeld op toonaangevende Amerikaanse gecentraliseerde beurzen of vaak geruild op Uniswap.}}
sl_si: {0, plural, =1 {S tem žetonom se ne trguje na vodilnih centraliziranih borzah v ZDA ali pogosto zamenja na Uniswap.} other {S temi žetoni se ne trguje na vodilnih centraliziranih borzah v ZDA ali se pogosto menjajo na Uniswap.}}
sr_sp: {0, plural, =1 {Овим токеном се не тргује на водећим америчким централизованим берзама нити се често мења на Унисвап-у.} other {Овим токенима се не тргује на водећим америчким централизованим берзама нити се често мењају на Унисвап-у.}}
sw_tz: {0, plural, =1 {Tokeni hii haiuzwi kwenye masoko ya kati ya Marekani au hubadilishwa mara kwa mara kwenye Uniswap.} other {Tokeni hizi haziuzwi kwenye masoko ya kati ya Marekani au hubadilishwa mara kwa mara kwenye Uniswap.}}
tr_tr: {0, plural, =1 {Bu jeton önde gelen ABD merkezi borsalarında alınıp satılmaz veya Uniswap'te sıklıkla takas edilmez.} other {Bu belirteçler önde gelen ABD merkezli borsalarda alınıp satılmaz veya Uniswap'te sıklıkla takas edilmez.}}
uk_ua: {0, plural, =1 {Цей токен не торгується на провідних централізованих біржах США або часто обмінюється на Uniswap.} other {Ці токени не торгуються на провідних централізованих біржах США або часто обмінюються на Uniswap.}}

source: Ethereum Name Service
ar_sa: خدمة اسم Ethereum
fi_fi: Ethereum-nimipalvelu
he_il: שירות שמות Ethereum
hu_hu: Ethereum névszolgáltatás
id_id: Layanan Nama Ethereum
ja_jp: イーサリアムネームサービス
nl_nl: Ethereum-naamservice
sl_si: Imenska storitev Ethereum
sr_sp: Етхереум Наме Сервице
sw_tz: Huduma ya Jina la Ethereum
tr_tr: Ethereum Ad Hizmeti
uk_ua: Служба імен Ethereum

source: Refunds for unavailable items will be given in ETH
ar_sa: سيتم رد المبالغ المستردة للعناصر غير المتاحة في ETH
da_dk: Refusion for ikke-tilgængelige varer vil blive givet i ETH
fi_fi: Hyvitykset puuttuvista tuotteista maksetaan ETH:ssa
he_il: החזרים עבור פריטים לא זמינים יינתנו ב-ETH
hu_hu: A nem elérhető tételek visszatérítése ETH-ban történik
id_id: Pengembalian uang untuk item yang tidak tersedia akan diberikan dalam ETH
ja_jp: 入手不可能なアイテムの払い戻しはETHで行われます
nl_nl: Restituties voor niet-beschikbare items worden gegeven in ETH
sl_si: Povračila za nerazpoložljive izdelke bodo izplačana v ETH
sr_sp: Поврат новца за недоступне артикле биће дат у ЕТХ
sw_tz: Urejeshaji pesa wa bidhaa ambazo hazipatikani utatolewa katika ETH
tr_tr: Mevcut olmayan öğeler için geri ödemeler ETH olarak verilecektir.
uk_ua: Відшкодування за недоступні товари буде надано в ETH

source: {label} might be down right now, or you may have lost your network connection.
ar_sa: قد يكون {label} معطلاً الآن ، أو ربما فقدت اتصالك بالشبكة.
da_dk: {label} kan være nede lige nu, eller du kan have mistet din netværksforbindelse.
fi_fi: {label} saattaa olla poissa juuri nyt tai olet ehkä menettänyt verkkoyhteytesi.
he_il: ייתכן ש {label} מושבת כרגע, או שאיבדת את החיבור לרשת.
hu_hu: Lehet, hogy {label} jelenleg nem működik, vagy megszakadt a hálózati kapcsolat.
id_id: {label} mungkin sedang down sekarang, atau Anda mungkin kehilangan koneksi jaringan.
ja_jp: {label} 現在ダウンしているか、ネットワーク接続が失われた可能性があります。
nl_nl: {label} is mogelijk momenteel niet beschikbaar of u hebt mogelijk uw netwerkverbinding verloren.
sl_si: {label} morda trenutno ne deluje ali pa ste izgubili omrežno povezavo.
sr_sp: {label} можда тренутно не ради или сте можда изгубили мрежну везу.
sw_tz: {label} inaweza kuwa chini sasa hivi, au unaweza kuwa umepoteza muunganisho wako wa mtandao.
tr_tr: {label} şu anda kapalı olabilir veya ağ bağlantınızı kaybetmiş olabilirsiniz.
uk_ua: {label} може зараз не працювати, або ви втратили підключення до мережі.

source: Burning
ar_sa: حريق
da_dk: Brændende
fi_fi: Palaa
he_il: שריפה
hu_hu: Égő
id_id: Pembakaran
ja_jp: バーン中
nl_nl: Brandend
sl_si: goreče
sr_sp: Бурнинг
sw_tz: Kuungua
tr_tr: Yanan
uk_ua: горіння

source: A minimum threshold of 0.25% of the total UNI supply is required to submit proposals
ar_sa: مطلوب حد أدنى قدره 0.25٪ من إجمالي إمداد UNI لتقديم العروض
da_dk: Der kræves en minimumstærskel på 0,25 % af det samlede UNI-udbud for at indsende forslag
fi_fi: Ehdotusten jättämiseen vaaditaan vähintään 0,25 % UNI:n kokonaistarjonnasta
he_il: הגשת הצעות נדרשת רף מינימלי של 0.25% מסך היצע ה- UNI
hu_hu: A pályázatok benyújtásához a teljes UNI-kínálat minimum 0,25%-a szükséges
id_id: Memerlukan minimal 0,25% dari total pasokan UNI untuk mengirimkan proposal
ja_jp: 提案を提出するには、UNIの総供給量の0.25％以上のUNIが必要です。
nl_nl: Voor het indienen van voorstellen is een minimumdrempel van 0,25% van het totale UNI-aanbod vereist
sl_si: Za predložitev predlogov potrebujete vsaj 0,25 % celotne zaloge UNI.
sr_sp: За подношење предлога потребан је минимални праг од 0,25% укупне УНИ понуде
sw_tz: Kiwangu cha chini cha 0.25% ya jumla ya usambazaji wa UNI inahitajika kuwasilisha mapendekezo
tr_tr: Teklifleri sunmak için toplam UNI arzının minimum %0,25'i gereklidir
uk_ua: Для подання пропозицій необхідний мінімальний поріг у 0,25% від загальної пропозиції UNI

source: Borrowing
ar_sa: الاقتراض
da_dk: Lån
fi_fi: Lainaus
he_il: שְׁאֵילָה
hu_hu: Hitelfelvétel
id_id: Peminjaman
ja_jp: 借りる
nl_nl: Lenen
sl_si: Izposoja
sr_sp: Позајмљивање
sw_tz: Kukopa
tr_tr: Borçlanma
uk_ua: запозичення

source: Voting ended {0}
ar_sa: انتهى التصويت {0}
da_dk: Afstemning sluttede {0}
fi_fi: Äänestys päättynyt {0}
he_il: ההצבעה הסתיימה ב {0}
hu_hu: A szavazás befejeződött {0}
id_id: Voting berakhir {0}
ja_jp: {0} に投票は終了しました
nl_nl: Stemmen beëindigd {0}
sl_si: Glasovanje se je končalo {0}
sr_sp: Гласање се завршило {0}
sw_tz: Upigaji kura uliisha {0}
tr_tr: Oylama bitti {0}
uk_ua: Голосування завершилось {0}

source: Rates
ar_sa: الأسعار
da_dk: Satser
fi_fi: Kurssit
he_il: תעריפים
hu_hu: Árfolyamok
id_id: Tarif
ja_jp: レート
nl_nl: Tarieven
sl_si: Tečaji
sr_sp: Стопе
sw_tz: Viwango
tr_tr: Oranlar
uk_ua: Ставки

source: Finalizing quote...
ar_sa: الانتهاء من الاقتباس...
da_dk: Afslutter citat...
fi_fi: Viimeistellään tarjousta...
he_il: מסיים הצעת מחיר...
hu_hu: Árajánlat véglegesítése...
id_id: Menyelesaikan penawaran...
ja_jp: 見積もりを最終処理中...
nl_nl: Offerte afronden...
sl_si: Zaključevanje ponudbe ...
sr_sp: Завршавање понуде...
sw_tz: Inamalizia kunukuu...
tr_tr: Teklif sonlandırılıyor...
uk_ua: Завершення цитати...

source: You are the first liquidity provider for this Uniswap V3 pool. Your liquidity will migrate at the current {0} price.
ar_sa: أنت أول موفر للسيولة لمجموعة Uniswap V3 هذا. ستنتقل السيولة الخاصة بك بسعر {0} الحالي.
da_dk: Du er den første likviditetsudbyder til denne Uniswap V3-pulje. Din likviditet vil migrere til den aktuelle {0}-pris.
fi_fi: Olet tämän Uniswap V3 -poolin ensimmäinen likviditeetin tarjoaja. Likviditeettisi siirtyy nykyiseen {0} hintaan.
he_il: אתה ספק הנזילות הראשון לבריכת Uniswap V3 זו. הנזילות שלך תעבור במחיר {0} הנוכחי.
hu_hu: Ön az első likviditásszolgáltató ebben az Uniswap V3 poolban. Likviditása a jelenlegi {0} áron migrál.
id_id: Anda adalah penyedia likuiditas pertama untuk pool Uniswap V3 ini. Likuiditas Anda akan bermigrasi pada harga {0} saat ini.
ja_jp: あなたはUniswap V3プールの最初の流動性提供者です。流動性は現在の {0} での価格で移行されます。
nl_nl: U bent de eerste liquiditeitsaanbieder voor deze Uniswap V3 pool. Uw liquiditeit zal migreren tegen de huidige {0} prijs.
sl_si: V tem skladu Uniswapa V3 ste prvi ponudnik likvidnosti. Vaša likvidnost bo migrirana po trenutni ceni {0}.
sr_sp: Ви сте први пружалац ликвидности за овај Uniswap V3 фонд. Ваша ликвидност ће се мигрирати по тренутној цени {0}.
sw_tz: Wewe ndiye mtoaji wa kwanza wa ukwasi wa dimbwi hili la V3 lisilobadilishwa. Ukwasi wako kuhamia kwa bei {0}
tr_tr: Bu Uniswap V3 havuzu için ilk likidite sağlayıcısısınız. Likiditeniz mevcut {0} fiyatından geçecek.
uk_ua: Ви є першим постачальником ліквідності для цього пулу Uniswap V3. Ваша ліквідність перейде за поточною ціною {0}.

source: Proceed in your wallet
ar_sa: تابع في محفظتك
da_dk: Fortsæt i din tegnebog
fi_fi: Jatka lompakossasi
he_il: המשך בארנק שלך
hu_hu: Folytassa a pénztárcájában
id_id: Lanjutkan di dompet Anda
ja_jp: ウォレットで続行してください
nl_nl: Ga verder in uw portemonnee
sl_si: Nadaljujte v denarnici
sr_sp: Наставите у свом новчанику
sw_tz: Endelea kwenye mkoba wako
tr_tr: Cüzdanınızda ilerleyin
uk_ua: Продовжуйте у своєму гаманці

source: Add {0}
ar_sa: أضف {0}
da_dk: Tilføj {0}
fi_fi: Lisää {0}
he_il: הוסף {0}
hu_hu: Adjunk hozzá {0}
id_id: Tambahkan {0}
ja_jp: {0}を追加
nl_nl: Voeg {0}toe
sl_si: Dodaj {0}
sr_sp: Додајте {0}
sw_tz: Ongeza {0}
tr_tr: {0}ekle
uk_ua: Додайте {0}

source: Increase liquidity
ar_sa: زيادة السيولة
da_dk: Øge likviditeten
fi_fi: Lisää likviditeettiä
he_il: הגדל את הנזילות
hu_hu: Növelje a likviditást
id_id: Meningkatkan likuiditas
ja_jp: 流動性の向上
nl_nl: Verhoog de liquiditeit
sl_si: Povečajte likvidnost
sr_sp: Повећајте ликвидност
sw_tz: Kuongeza ukwasi
tr_tr: Likiditeyi artırın
uk_ua: Підвищення ліквідності

source: Network warning
ar_sa: تحذير الشبكة
da_dk: Netværksadvarsel
fi_fi: Verkkovaroitus
he_il: אזהרת רשת
hu_hu: Hálózati figyelmeztetés
id_id: Peringatan jaringan
ja_jp: ネットワーク警告
nl_nl: Netwerkwaarschuwing
sl_si: Omrežno opozorilo
sr_sp: Мрежно упозорење
sw_tz: Onyo la mtandao
tr_tr: Ağ uyarısı
uk_ua: Попередження мережі

source: MAX
ar_sa: الأعلى
da_dk: MAKS
id_id: MAKS
ja_jp: 最大
sr_sp: МАКС
tr_tr: MAKS.
uk_ua: МАКС

source: (View on Explorer)
ar_sa: (عرض على Explorer)
da_dk: (Se på Explorer)
fi_fi: (Katso Explorerissa)
he_il: (הצג באקספלורר)
hu_hu: (Megtekintés az Intézőben)
id_id: (Lihat di Penjelajah)
ja_jp: （エクスプローラーで表示）
nl_nl: (Bekijken op Verkenner)
sl_si: (Ogled v Raziskovalcu)
sr_sp: (Поглед у Екплореру)
sw_tz: (Fungua kwa uchunguzi zaidi)
tr_tr: (Explorer'da Görüntüle)
uk_ua: (Переглянути в Explorer)

source: Scan with Uniswap Wallet
ar_sa: امسح باستخدام محفظة Uniswap
da_dk: Scan med Uniswap Wallet
fi_fi: Skannaa Uniswap-lompakolla
he_il: סרוק עם ארנק Uniswap
hu_hu: Szkennelés az Uniswap Wallet segítségével
id_id: Pindai dengan Dompet Uniswap
ja_jp: Uniswapウォレットでスキャン
nl_nl: Scannen met Uniswap Wallet
sl_si: Skenirajte z denarnico Uniswap
sr_sp: Скенирајте помоћу Унисвап новчаника
sw_tz: Changanua kwa Uniswap Wallet
tr_tr: Uniswap Wallet ile tarayın
uk_ua: Сканування за допомогою гаманця Uniswap

source: The connection attempt failed. Please click try again and follow the steps to connect in your wallet.
ar_sa: فشلت محاولة الاتصال. يرجى النقر فوق المحاولة مرة أخرى واتباع الخطوات للاتصال في محفظتك.
da_dk: Tilslutningsforsøget mislykkedes. Klik venligst på prøv igen og følg trinene for at oprette forbindelse i din tegnebog.
fi_fi: Yhteysyritys epäonnistui. Napsauta Yritä uudelleen ja seuraa ohjeita luodaksesi yhteyden lompakkoon.
he_il: ניסיון החיבור נכשל. אנא לחץ על נסה שוב ובצע את השלבים לחיבור בארנק שלך.
hu_hu: A csatlakozási kísérlet sikertelen volt. Kérjük, kattintson az Újrapróbálás gombra, és kövesse a lépéseket a pénztárcájához való csatlakozáshoz.
id_id: Upaya koneksi gagal. Silakan klik coba lagi dan ikuti langkah-langkah untuk terhubung di dompet Anda.
ja_jp: 接続の試みは失敗しました。 「もう一度試してください」をクリックし、ウォレットで接続するための手順に従ってください。
nl_nl: De verbindingspoging is mislukt. Klik op opnieuw proberen en volg de stappen om verbinding te maken met uw portemonnee.
sl_si: Poskus povezave ni uspel. Kliknite Poskusi znova in sledite navodilom za povezavo v svoji denarnici.
sr_sp: Покушај повезивања није успео. Кликните на дугме Пробај поново и пратите кораке за повезивање у новчанику.
sw_tz: Jaribio la kuunganisha halikufaulu. Tafadhali bofya jaribu tena na ufuate hatua za kuunganisha kwenye pochi yako.
tr_tr: Bağlantı girişimi başarısız oldu. Lütfen tekrar dene'ye tıklayın ve cüzdanınıza bağlanmak için adımları izleyin.
uk_ua: Спроба підключення не вдалася. Натисніть «Спробувати ще раз» і виконайте вказівки, щоб підключитися у своєму гаманці.

source: Recent searches
ar_sa: عمليات البحث الأخيرة
da_dk: Seneste søgninger
fi_fi: Viimeaikaiset haut
he_il: חיפושים אחרונים
hu_hu: Legutóbbi keresések
id_id: Pencarian terkini
ja_jp: 検索履歴
nl_nl: Recente zoekopdrachten
sl_si: Nedavna iskanja
sr_sp: Недавне претраге
sw_tz: Utafutaji wa hivi majuzi
tr_tr: Son aramalar
uk_ua: Останні пошуки

source: Popular NFT collections
ar_sa: مجموعات NFT الشعبية
da_dk: Populære NFT-samlinger
fi_fi: Suositut NFT-kokoelmat
he_il: אוספי NFT פופולריים
hu_hu: Népszerű NFT gyűjtemények
id_id: Koleksi NFT populer
ja_jp: 人気のNFTコレクション
nl_nl: Populaire NFT-collecties
sl_si: Priljubljene zbirke NFT
sr_sp: Популарне НФТ колекције
sw_tz: Mikusanyiko maarufu ya NFT
tr_tr: Popüler NFT koleksiyonları
uk_ua: Популярні колекції NFT

source: Connect to a wallet to find pools
ar_sa: وصّل بمحفظة للعثور على المجموعات
da_dk: Opret forbindelse til en tegnebog for at finde puljer
fi_fi: Yhdistä lompakkoon löytääksesi pooleja
he_il: התחבר לארנק כדי למצוא בריכות
hu_hu: Csatlakozzon egy pénztárcához a poolok megtalálásához
id_id: Hubungkan ke dompet untuk menemukan pool
ja_jp: プールを見つけるにはウォレットに接続してください
nl_nl: Maak verbinding met een portemonnee om pools te vinden
sl_si: Če želite poiskati sklade, povežite denarnico
sr_sp: Повежите се са новчаником да бисте пронашли фондове
sw_tz: Unganisha kwenye mkoba kupata mabwawa
tr_tr: Havuzları bulmak için bir cüzdana bağlanın
uk_ua: Підключіться до гаманця, щоб знайти пули

source: Why are approvals required?
ar_sa: لماذا الموافقات مطلوبة؟
da_dk: Hvorfor kræves godkendelser?
fi_fi: Miksi hyväksynnät vaaditaan?
he_il: מדוע נדרשים אישורים?
hu_hu: Miért szükségesek jóváhagyások?
id_id: Mengapa diperlukan persetujuan?
ja_jp: なぜ承認が必要なのでしょうか?
nl_nl: Waarom zijn goedkeuringen vereist?
sl_si: Zakaj so potrebne odobritve?
sr_sp: Зашто су потребна одобрења?
sw_tz: Kwa nini vibali vinahitajika?
tr_tr: Onaylar neden gereklidir?
uk_ua: Чому потрібні погодження?

source: Price difference:
ar_sa: فرق السعر:
da_dk: Prisforskel:
fi_fi: Hintaero:
he_il: הבדל במחיר:
hu_hu: Árkülönbség:
id_id: Perbedaan harga:
ja_jp: 価格差：
nl_nl: Prijsverschil:
sl_si: Razlika v ceni:
sr_sp: Разлика у цени:
sw_tz: Tofauti ya bei:
tr_tr: Fiyat farkı:
uk_ua: Різниця в ціні:

source: Pay
ar_sa: يدفع
da_dk: Betale
fi_fi: Maksaa
he_il: לְשַׁלֵם
hu_hu: Fizetés
id_id: Membayar
ja_jp: 支払う
nl_nl: Betalen
sl_si: plačaj
sr_sp: Плати
sw_tz: Lipa
tr_tr: Ödemek
uk_ua: платити

source: Queueing
ar_sa: قائمة الانتظار
da_dk: Stå i kø
fi_fi: Jonotus
he_il: הִזדַנְבוּת
hu_hu: Sorban állás
id_id: Mengantri
ja_jp: キューイング
nl_nl: Wachtrijen
sl_si: Čakalna vrsta
sr_sp: Стати у ред
sw_tz: Kupanga foleni
tr_tr: kuyruk
uk_ua: Постановка в чергу

source: Approve in your wallet
ar_sa: الموافقة في محفظتك
da_dk: Godkend i din tegnebog
fi_fi: Hyväksy lompakossasi
he_il: אשר בארנק שלך
hu_hu: Jóváhagyja a pénztárcájában
id_id: Setujui di dompet Anda
ja_jp: ウォレットで承認する
nl_nl: Goedkeuren in uw portemonnee
sl_si: Odobrite v svoji denarnici
sr_sp: Одобрите у свом новчанику
sw_tz: Idhinisha kwenye mkoba wako
tr_tr: Cüzdanınızda onaylayın
uk_ua: Підтвердіть у своєму гаманці

source: Allow {0} (one time)
ar_sa: سماح {0} (مرة واحدة)
da_dk: Tillad {0} (en gang)
fi_fi: Salli {0} (kerran)
he_il: אפשר {0} (פעם אחת)
hu_hu: {0} engedélyezése (egyszer)
id_id: Izinkan {0} (satu kali)
ja_jp: {0} を許可 (1 回のみ)
nl_nl: Toestaan {0} (eenmalig)
sl_si: Dovoli {0} (enkrat)
sr_sp: Дозволи {0} (једном)
sw_tz: Ruhusu {0} (mara moja)
tr_tr: {0} izin ver (bir kez)
uk_ua: Дозволити {0} (один раз)

source: Output is estimated. If the price changes by more than {0}% your transaction will revert.
ar_sa: الناتج تقديري. إذا تغير السعر بأكثر من {0}٪ سوف تعود المعاملة الخاصة بك.
da_dk: Output er et estimat. Hvis prisen ændrer sig mere end {0} %, bliver din transaktion tilbageført.
fi_fi: Tuotto on arvio. Jos hinta muuttuu enemmän kuin {0}%, tapahtuma perutaan.
he_il: התפוקה משוערת. אם המחיר ישתנה ביותר מ- {0}% העסקה שלך תחזור.
hu_hu: Az output becsült érték. Ha az ár {0}%-nál nagyobb mértékben változik, a tranzakció visszaáll.
id_id: Output diperkirakan. Jika harga berubah lebih dari {0}%, transaksi Anda akan dikembalikan.
ja_jp: 取引結果は概算です。価格が {0}%以上変化した場合、取引は差し戻される見込みです。
nl_nl: Uitvoer wordt geschat. Als de prijs met meer dan {0}% wijzigt, wordt uw transactie teruggedraaid.
sl_si: Izhodni znesek je ocenjen. Če se cena spremeni za več kot {0} %, bo transakcija stornirana.
sr_sp: Излаз се процењује. Ако се цена промени за више од {0}%, ваша трансакција ће се вратити.
sw_tz: Pato inakadiriwa. Ikiwa bei itabadilika kwa zaidi ya {0}% shughuli yako itarejea.
tr_tr: Çıktı tahminidir. Fiyat %{0} oranından fazla değişirse işleminiz geri alınır.
uk_ua: Результат оцінюється. Якщо ціна зміниться більш ніж на {0}%, вашу транзакцію буде скасовано.

source: Transactions
ar_sa: المعاملات
da_dk: Transaktioner
fi_fi: Tapahtumat
he_il: עסקאות
hu_hu: Tranzakciók
id_id: Transaksi
ja_jp: 取引
nl_nl: Transacties
sl_si: Transakcije
sr_sp: Трансакције
sw_tz: Shughuli
tr_tr: İşlemler
uk_ua: транзакції

source: Learn about providing liquidity
ar_sa: تعرف على توفير السيولة
da_dk: Lær om at skaffe likviditet
fi_fi: Tutustu likviditeetin tarjoamiseen
he_il: למד על מתן נזילות
hu_hu: Ismerje meg a likviditás biztosítását
id_id: Pelajari tentang menyediakan likuiditas
ja_jp: 流動性の提供について学ぶ
nl_nl: Meer informatie over het verstrekken van liquiditeit
sl_si: Naučite se vse o polaganju likvidnosti
sr_sp: Сазнајте више о обезбеђивању ликвидности
sw_tz: Jifunze juu ya kutoa ukwasi
tr_tr: Likidite sağlama hakkında bilgi edinin
uk_ua: Дізнайтеся про надання ліквідності

source: Deposited
ar_sa: المودعة
da_dk: Deponeret
fi_fi: Talletettu
he_il: הופקד
hu_hu: Letétbe helyezve
id_id: Disetor
ja_jp: 入金済み
nl_nl: Gedeponeerd
sl_si: Deponiran
sr_sp: Депоновано
sw_tz: Imewekwa
tr_tr: Yatırıldı
uk_ua: Депонований

source: {0} Try increasing your slippage tolerance. Note: fee-on-transfer and rebase tokens are incompatible with Uniswap V3.
ar_sa: {0} حاول زيادة تحملك للانزلاق. ملاحظة: الرموز المميزة لرسوم التحويل وإعادة الأساس غير متوافقة مع Uniswap V3.
da_dk: {0} Prøv at øge din glidningstolerance. Bemærk: gebyr-ved-overførsel og rebase-tokens er inkompatible med Uniswap V3.
fi_fi: {0} Yritä lisätä luistonsietokykyäsi. Huomautus: siirtomaksu- ja uudelleenperustokenit eivät ole yhteensopivia Uniswap V3:n kanssa.
he_il: {0} נסה להגדיל את סובלנות ההחלקה שלך. הערה: אסימוני עמלה על העברה ואסימוני בסיס מחדש אינם תואמים ל-Uniswap V3.
hu_hu: {0} Próbálja meg növelni a csúszástűrő képességét. Megjegyzés: az átviteli díjak és az újraalap tokenek nem kompatibilisek az Uniswap V3-mal.
id_id: {0} Coba tingkatkan toleransi selip Anda. Catatan: token fee-on-transfer dan rebase tidak kompatibel dengan Uniswap V3.
ja_jp: {0} 滑り許容度を上げてみてください。 注: 転送時手数料およびリベース トークンは Uniswap V3 と互換性がありません。
nl_nl: {0} Probeer uw sliptolerantie te verhogen. Opmerking: fee-on-transfer- en rebase-tokens zijn niet compatibel met Uniswap V3.
sl_si: {0} Poskusite povečati toleranco proti zdrsu. Opomba: žetoni za plačilo ob prenosu in rebase niso združljivi z Uniswap V3.
sr_sp: {0} Покушајте да повећате толеранцију клизања. Напомена: токени са накнадом за трансфер и ребасе нису компатибилни са Унисвап В3.
sw_tz: {0} Jaribu kuongeza uvumilivu wako wa kuteleza. Kumbuka : tokeni za ada-ya-hamisha na kuweka upya hazioani na Uniswap V3.
tr_tr: {0} Kayma toleransınızı artırmayı deneyin. Not: transfer ücreti ve yeniden taban belirteçleri Uniswap V3 ile uyumsuzdur.
uk_ua: {0} Спробуйте підвищити стійкість до ковзання. Примітка: токени з платою за переказ і перебазування несумісні з Uniswap V3.

source: Queue proposal {proposalKey}.
ar_sa: اقتراح قائمة الانتظار {proposalKey}.
da_dk: Køforslag {proposalKey}.
fi_fi: Jonoehdotus {proposalKey}.
he_il: הצעת תור {proposalKey}.
hu_hu: Sorajánlat {proposalKey}.
id_id: Usulan antrian {proposalKey}.
ja_jp: キュー提案 {proposalKey}。
nl_nl: Wachtrijvoorstel {proposalKey}.
sl_si: Oddaj pobudo {proposalKey} v čakalno vrsto.
sr_sp: Предлог за ред чекања {proposalKey}.
sw_tz: Pendekezo la foleni {proposalKey}.
tr_tr: Sıra önerisi {proposalKey}.
uk_ua: Пропозиція черги {proposalKey}.

source: Set price range
ar_sa: تحديد النطاق السعري
da_dk: Sæt prisinterval
fi_fi: Aseta hintaluokka
he_il: קבע טווח מחירים
hu_hu: Állítsa be az árkategóriát
id_id: Tetapkan kisaran harga
ja_jp: 価格帯を設定する
nl_nl: Prijsklasse instellen
sl_si: Nastavite cenovni razpon
sr_sp: Поставите распон цена
sw_tz: Weka anuwai ya bei
tr_tr: Fiyat aralığını belirleyin
uk_ua: Встановити діапазон цін

source: Full range
ar_sa: مجموعة كاملة
da_dk: Hele udvalget
fi_fi: Täysi valikoima
he_il: טווח מלא
hu_hu: Teljes körű
id_id: Lengkap
ja_jp: フルレンジ
nl_nl: Volledig bereik
sl_si: Celoten obseg
sr_sp: Пун Опсег
sw_tz: Masafa kamili
tr_tr: Tam aralık
uk_ua: Повний діапазон
