Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Max creator royalties
ar_sa: الحد الأقصى من حقوق ملكية المبدعين
da_dk: Max skaber royalties
fi_fi: Maksimi tekijän rojaltit
he_il: מקסימום תמלוגים ליוצרים
hu_hu: Maximum alkotói jogdíj
id_id: Royalti pembuat maksimal
ja_jp: クリエイターの最大著作権料
nl_nl: Maximale royalty's voor makers
sl_si: Največji avtorski honorar
sr_sp: Максимални ауторски хонорари
sw_tz: Mrahaba wa juu zaidi wa watayarishi
tr_tr: Maksimum içerik oluşturucu telif ücreti
uk_ua: Максимальний авторський гонорар

source: Delegate failed
ar_sa: فشل المندوب
da_dk: Delegering mislykkedes
fi_fi: Delegointi epäonnistui
he_il: הנציג נכשל
hu_hu: A delegálás nem sikerült
id_id: Delegasi gagal
ja_jp: 代理人が失敗しました
nl_nl: Delegeren mislukt
sl_si: Delegiranje ni uspelo
sr_sp: Делегат није успео
sw_tz: Mjumbe ameshindwa
tr_tr: Temsilci başarısız oldu
uk_ua: Помилка делегування

source: DNS Registrar
ar_sa: مسجل DNS
da_dk: DNS-registrator
fi_fi: DNS-rekisteröijä
he_il: רשם DNS
hu_hu: DNS Regisztrátor
id_id: Pendaftar DNS
ja_jp: DNSレジストラ
sr_sp: ДНС Регистрар
sw_tz: Msajili wa DNS
tr_tr: DNS Kayıt Şirketi
uk_ua: Реєстратор DNS

source: Claim UNI reward for {0}
ar_sa: اطلب مكافأة UNI مقابل {0}
da_dk: Gør krav på UNI-belønning for {0}
fi_fi: Lunasta UNI-palkinto {0}
he_il: תבע פרס UNI עבור {0}
hu_hu: Igényelje az UNI-jutalmat {0}ért
id_id: Klaim hadiah UNI untuk {0}
ja_jp: {0} のUNI報酬を請求する
nl_nl: Claim UNI-beloning voor {0}
sl_si: Prevzemi nagrado UNI za {0}
sr_sp: Затражите УНИ награду за {0}
sw_tz: Dai zawadi ya UNI kwa {0}
tr_tr: {0}için UNI ödülünü talep edin
uk_ua: Вимагайте винагороду UNI за {0}

source: I understand
ar_sa: أنا أفهم
da_dk: Jeg har forstået
fi_fi: Ymmärrän
he_il: אני מבין
hu_hu: Értem
id_id: Saya mengerti
ja_jp: 理解しました
nl_nl: Ik begrijp het
sl_si: Razumem
sr_sp: разумем
sw_tz: Naelewa
tr_tr: Anladım
uk_ua: Я розумію

source: Max price
ar_sa: السعر الأقصى
da_dk: Maks. pris
fi_fi: Maksimihinta
he_il: מחיר מירבי
hu_hu: Max. árfolyam
id_id: Harga maks
ja_jp: 最大価格
nl_nl: Maximale prijs
sl_si: Najvišja cena
sr_sp: Максимална цена
sw_tz: Bei ya juu
tr_tr: Maksimum fiyat
uk_ua: Максимальна ціна

source: Proposer
ar_sa: المقترح
da_dk: Forslagsstiller
fi_fi: Ehdottaja
he_il: מציע
hu_hu: Javaslattevő
id_id: Pengusul
ja_jp: 提案者
nl_nl: Indiener voorstel
sl_si: Pobudnik
sr_sp: Предлагач
sw_tz: Mtangazaji
tr_tr: Teklif veren
uk_ua: Пропонувач

source: This token doesn't exist
ar_sa: هذا الرمز غير موجود
da_dk: Dette token eksisterer ikke
fi_fi: Tätä merkkiä ei ole olemassa
he_il: האסימון הזה לא קיים
hu_hu: Ez a token nem létezik
id_id: Token ini tidak ada
ja_jp: このトークンは存在しません
nl_nl: Dit token bestaat niet
sl_si: Ta žeton ne obstaja
sr_sp: Овај токен не постоји
sw_tz: Tokeni hii haipo
tr_tr: Bu belirteç mevcut değil
uk_ua: Цей маркер не існує

source: The app fetches the optimal trade route from a Uniswap Labs server.
ar_sa: يجلب التطبيق المسار التجاري الأمثل من خادم Uniswap Labs.
da_dk: Appen henter den optimale handelsrute fra en Uniswap Labs-server.
fi_fi: Sovellus hakee optimaalisen kauppareitin Uniswap Labs -palvelimelta.
he_il: האפליקציה שואבת את נתיב הסחר האופטימלי משרת Uniswap Labs.
hu_hu: Az alkalmazás lekéri az optimális kereskedelmi útvonalat egy Uniswap Labs szerverről.
id_id: Aplikasi mengambil rute perdagangan yang optimal dari server Uniswap Labs.
ja_jp: アプリは、Uniswap Labsサーバーから最適な取引ルートを取得します。
nl_nl: De app haalt de optimale handelsroute op van een server van Uniswap Labs.
sl_si: Aplikacija pridobi optimalno pot trgovanja s strežnika Uniswap Labs.
sr_sp: Апликација преузима оптимални трговачки пут са сервера Унисвап Лабс.
sw_tz: Programu hutafuta njia mojawapo ya biashara kutoka kwa seva ya Uniswap Labs.
tr_tr: Uygulama, bir Uniswap Labs sunucusundan en uygun ticaret yolunu alır.
uk_ua: Додаток отримує оптимальний торговий маршрут із сервера Uniswap Labs.

source: Best for very stable pairs.
ar_sa: الأفضل للأزواج المستقرة جدًا.
da_dk: Bedst til meget stabile par.
fi_fi: Paras erittäin vakaille pareille.
he_il: הטוב ביותר עבור זוגות יציבים מאוד.
hu_hu: A legjobb nagyon stabil párok számára.
id_id: Terbaik untuk pasangan yang sangat stabil.
ja_jp: 非常に安定したペアに最適
nl_nl: Het beste voor zeer stabiele paren.
sl_si: Primerno za zelo stabilne pare.
sr_sp: Најбоље за веома стабилне парове.
sw_tz: Bora kwa jozi imara sana.
tr_tr: Çok kararlı çiftler için en iyisi.
uk_ua: Найкраще підходить для дуже стабільних пар.

source: Your swap was modified through your wallet. If this was a mistake, please cancel immediately or risk losing your funds.
ar_sa: تم تعديل المبادلة الخاصة بك من خلال محفظتك. إذا كان هذا خطأ ، يرجى الإلغاء فورًا أو المخاطرة بخسارة أموالك.
da_dk: Din swap blev ændret gennem din tegnebog. Hvis dette var en fejl, bedes du annullere med det samme eller risikere at miste dine penge.
fi_fi: Vaihtoasi on muokattu lompakkosi kautta. Jos tämä oli virhe, peruuta heti tai vaaranna varojen menettäminen.
he_il: ההחלפה שלך השתנתה דרך הארנק שלך. אם זו הייתה טעות, אנא בטל מיד או הסתכן בהפסד הכספים שלך.
hu_hu: A cseréjét a pénztárcáján keresztül módosították. Ha ez tévedés volt, kérjük, azonnal mondja le, vagy kockáztatja a pénzeszközök elvesztését.
id_id: Swap Anda telah dimodifikasi melalui dompet Anda. Jika ini adalah kesalahan, harap segera batalkan atau berisiko kehilangan dana Anda.
ja_jp: スワップはウォレットを通じて変更されました。これが間違いだった場合は、すぐにキャンセルしてください。そうしないと資金を失う危険があります。
nl_nl: Uw swap is gewijzigd via uw portemonnee. Als dit een vergissing was, annuleer dan onmiddellijk, anders riskeer je je geld te verliezen.
sl_si: Vaša zamenjava je bila spremenjena prek vaše denarnice. Če je bila to napaka, takoj prekličite ali tvegate izgubo sredstev.
sr_sp: Ваша замена је измењена преко вашег новчаника. Ако је ово била грешка, откажите одмах или ризикујете да изгубите средства.
sw_tz: Ubadilishanaji wako ulirekebishwa kupitia pochi yako. Ikiwa hili lilikuwa kosa, tafadhali ghairi mara moja au ujihatarishe kupoteza pesa zako.
tr_tr: Takas işleminiz, cüzdanınız aracılığıyla değiştirildi. Bu bir hataysa, lütfen hemen iptal edin veya paranızı kaybetme riskini alın.
uk_ua: Ваш обмін було змінено через ваш гаманець. Якщо це була помилка, негайно скасуйте підписку, інакше ризикуєте втратити кошти.

source: Token not found
ar_sa: لم يتم العثور على الرمز
da_dk: Token blev ikke fundet
fi_fi: Tunnusta ei löydy
he_il: האסימון לא נמצא
hu_hu: Token nem található
id_id: Token tidak ditemukan
ja_jp: トークンが見つかりません
nl_nl: Token niet gevonden
sl_si: Žetona ni bilo mogoče najti
sr_sp: Токен није пронађен
sw_tz: Ishara haijapatikana
tr_tr: Belirteç bulunamadı
uk_ua: Маркер не знайдено

source: Share of Pool:
ar_sa: مشاركة المجموعة:
da_dk: Andel i pulje:
fi_fi: Poolin osuus:
he_il: נתח המאגר:
hu_hu: Pool részesedése:
id_id: Bagian dari Pool:
ja_jp: プールのシェア:
nl_nl: Aandeel in pool:
sl_si: Delež sklada:
sr_sp: Удео фонда:
sw_tz: Shiriki la Dimbwi:
tr_tr: Havuz Payı:
uk_ua: Частка пулу:

source: Complete!
ar_sa: مكتمل!
da_dk: Komplet!
fi_fi: Saattaa loppuun!
he_il: לְהַשְׁלִים!
hu_hu: Teljes!
id_id: Menyelesaikan!
ja_jp: 完了
nl_nl: Compleet!
sl_si: Dokončano!
sr_sp: Комплетан!
sw_tz: Kamilisha!
tr_tr: Tamamlamak!
uk_ua: Готово!

source: Tokens
ar_sa: الرموز
fi_fi: Rahakkeet
he_il: אסימונים
hu_hu: Tokenek
id_id: Token
ja_jp: トークン
sl_si: Žetoni
sr_sp: Жетони
sw_tz: Ishara
tr_tr: Jetonlar
uk_ua: Токени

source: Proposals
ar_sa: مقترحات
da_dk: Forslag
fi_fi: Ehdotukset
he_il: הצעות
hu_hu: Javaslatok
id_id: Usulan
ja_jp: 提案
nl_nl: Voorstellen
sl_si: Pobude
sr_sp: Предлози
sw_tz: Mapendekezo
tr_tr: Teklifler
uk_ua: Пропозиції

source: Retry
ar_sa: أعد المحاولة
da_dk: Prøve igen
fi_fi: Yritä uudelleen
he_il: נסה שוב
hu_hu: Próbálja újra
id_id: Mencoba kembali
ja_jp: リトライ
nl_nl: Opnieuw proberen
sl_si: Poskusite znova
sr_sp: Покушај поново
sw_tz: Jaribu tena
tr_tr: yeniden dene
uk_ua: Повторіть спробу

source: months
ar_sa: شهور
da_dk: måneder
fi_fi: kuukaudet
he_il: חודשים
hu_hu: hónapok
id_id: bulan
ja_jp: 月
nl_nl: maanden
sl_si: mesecih
sr_sp: месеци
sw_tz: miezi
tr_tr: aylar
uk_ua: місяців

source: Show less
ar_sa: عرض أقل
da_dk: Vis mindre
fi_fi: Näytä vähemmän
he_il: הראי פחות
hu_hu: Mutass kevesebbet
id_id: Tampilkan lebih sedikit
ja_jp: 表示を少なくする
nl_nl: Laat minder zien
sl_si: Prikaži manj
sr_sp: Прикажи мање
sw_tz: Onyesha kidogo
tr_tr: Daha az göster
uk_ua: Показувати менше

source: Repay failed
ar_sa: فشل السداد
da_dk: Tilbagebetaling mislykkedes
fi_fi: Takaisinmaksu epäonnistui
he_il: ההחזר נכשל
hu_hu: A visszafizetés nem sikerült
id_id: Pembayaran gagal
ja_jp: 返済に失敗しました
nl_nl: Terugbetalen mislukt
sl_si: Povračilo ni uspelo
sr_sp: Отплата није успела
sw_tz: Imeshindwa kurejesha
tr_tr: Geri ödeme başarısız oldu
uk_ua: Повернути не вдалося

source: Liquidity
ar_sa: السيولة
da_dk: Likviditet
fi_fi: Likviditeetti
he_il: נְזִילוּת
hu_hu: Likviditás
id_id: Likuiditas
ja_jp: 流動性
nl_nl: Liquiditeit
sl_si: Likvidnost
sr_sp: Ликвидност
sw_tz: Kioevu
tr_tr: Likidite
uk_ua: Ліквідність

source: and consent to its
ar_sa: والموافقة على ذلك
da_dk: og samtykke til det
fi_fi: ja suostuu siihen
he_il: והסכמה לכך
hu_hu: és hozzájárul ahhoz
id_id: dan menyetujuinya
ja_jp: そしてその内容に同意する
nl_nl: en stem ermee in
sl_si: in privolite v njeno
sr_sp: и сагласност на своје
sw_tz: na kuridhia kwake
tr_tr: ve onun rızası
uk_ua: та згода на його

source: Total
ar_sa: المجموع
fi_fi: Kaikki yhteensä
he_il: סה"כ
hu_hu: Teljes
ja_jp: 合計
nl_nl: Totaal
sl_si: Skupaj
sr_sp: Укупно
sw_tz: Jumla
tr_tr: Toplam
uk_ua: Всього

source: Approve in wallet
ar_sa: الموافقة في المحفظة
da_dk: Godkend i tegnebogen
fi_fi: Hyväksy lompakossa
he_il: אישור בארנק
hu_hu: Jóváhagyás a pénztárcában
id_id: Setujui di dompet
ja_jp: ウォレットで承認する
nl_nl: Goedkeuren in portemonnee
sl_si: Odobri v denarnici
sr_sp: Одобри у новчанику
sw_tz: Idhinisha kwenye mkoba
tr_tr: Cüzdanda onayla
uk_ua: Підтвердити в гаманці

source: Remove from bag
ar_sa: أخرجه من الحقيبة
da_dk: Fjern fra posen
fi_fi: Poista pussista
he_il: הוצא מהשקית
hu_hu: Vegye ki a zsákból
id_id: Hapus dari tas
ja_jp: カートから削除
nl_nl: Uit zak halen
sl_si: Odstranite iz vrečke
sr_sp: Извадите из торбе
sw_tz: Ondoa kwenye begi
tr_tr: çantadan çıkar
uk_ua: Вийняти з пакета

source: Liquidity data not available.
ar_sa: بيانات السيولة غير متوفرة.
da_dk: Likviditetsdata er ikke tilgængelige.
fi_fi: Likviditeettitietoja ei ole saatavilla.
he_il: נתוני נזילות אינם זמינים.
hu_hu: Likviditási adatok nem állnak rendelkezésre.
id_id: Data likuiditas tidak tersedia.
ja_jp: 流動性データは入手できない。
nl_nl: Liquiditeitsgegevens niet beschikbaar.
sl_si: Podatki o likvidnosti niso na voljo.
sr_sp: Подаци о ликвидности нису доступни.
sw_tz: Data ya kioevu haipatikani.
tr_tr: Likidite verileri mevcut değil.
uk_ua: Дані про ліквідність недоступні.

source: You can either vote on each proposal yourself or delegate your votes to a third party.
ar_sa: يمكنك إما أن تصوت على كل اقتراح بنفسك أو أن تفوض تصويتك إلى طرف ثالث.
da_dk: Du kan enten selv stemme om hvert enkelt forslag eller uddelegere dine stemmer til en tredjepart.
fi_fi: Voit joko äänestää jokaisesta ehdotuksesta itse tai delegoida äänesi kolmannelle osapuolelle.
he_il: אתה יכול להצביע בעצמך על כל הצעה או להאציל את קולותיך לצד שלישי.
hu_hu: Az egyes javaslatokról vagy saját maga szavazhat, vagy delegálhatja a szavazatait egy harmadik félre.
id_id: Anda dapat memilih sendiri setiap usulan atau mendelegasikan suara Anda ke pihak ketiga.
ja_jp: 各提案に対して自分で投票するか、または第三者に投票を委任することができます。
nl_nl: U kunt zelf over elk voorstel stemmen of uw stemmen overdragen aan een derde partij.
sl_si: O vsaki pobudi lahko glasujete sami ali pa svoje glasove prenesete na izbranega zastopnika.
sr_sp: Можете или сами гласати за сваки предлог или пренети своје гласове трећој страни.
sw_tz: Unaweza kupiga kura juu ya kila pendekezo mwenyewe au upe kura zako kwa mtu wa tatu.
tr_tr: Her bir teklife kendiniz oy verebilir veya oylarınızı üçüncü bir tarafa devredebilirsiniz.
uk_ua: Ви можете голосувати за кожну пропозицію самостійно або делегувати свої голоси третім особам.

source: Failed
ar_sa: فشل
da_dk: mislykkedes
fi_fi: Epäonnistui
he_il: נִכשָׁל
hu_hu: nem sikerült
id_id: Gagal
ja_jp: 失敗
nl_nl: Mislukt
sl_si: Ni uspelo
sr_sp: Није успео
sw_tz: Imeshindwa
tr_tr: Arızalı
uk_ua: Не вдалося

source: Price range
ar_sa: نطاق السعر
da_dk: Prisinterval
fi_fi: Hintaluokka
he_il: טווח מחירים
hu_hu: Ártartomány
id_id: Rentang harga
ja_jp: 価格範囲
nl_nl: Prijsbereik
sl_si: Cenovni razpon
sr_sp: Распон цена
sw_tz: Kiwango cha bei
tr_tr: Fiyat aralığı
uk_ua: Діапазон цін

source: Trade crypto with confidence
ar_sa: تداول العملات المشفرة بثقة
da_dk: Handl krypto med tillid
fi_fi: Käy kryptokaupalla luottavaisin mielin
he_il: סחר בקריפטו בביטחון
hu_hu: Kereskedjen bizalommal kriptoval
id_id: Perdagangkan crypto dengan percaya diri
ja_jp: 自信を持って暗号通貨を取引する
nl_nl: Handel met vertrouwen in crypto
sl_si: Trgujte s kripto z zaupanjem
sr_sp: Тргујте криптовалутама са поверењем
sw_tz: Biashara crypto kwa kujiamini
tr_tr: Güvenle kripto ticareti yapın
uk_ua: Торгуйте криптовалютою з упевненістю

source: Back to Pools
ar_sa: العودة إلى حمامات السباحة
da_dk: Tilbage til Pools
fi_fi: Takaisin altaisiin
he_il: חזרה לבריכות
hu_hu: Vissza a medencékhez
id_id: Kembali ke Pool
ja_jp: プールに戻る
nl_nl: Terug naar zwembaden
sl_si: Nazaj na bazene
sr_sp: Назад на базене
sw_tz: Rudi kwenye Madimbwi
tr_tr: Havuzlara Geri Dön
uk_ua: Назад до басейнів

source: Your account had insufficent funds to complete this swap.
ar_sa: كان حسابك يحتوي على أموال غير كافية لإكمال هذه المقايضة.
da_dk: Din konto havde ikke tilstrækkelige midler til at gennemføre dette bytte.
fi_fi: Tililläsi ei ollut riittävästi varoja tämän vaihdon suorittamiseen.
he_il: לחשבון שלך לא היו מספיק כספים כדי להשלים את ההחלפה הזו.
hu_hu: Fiókjában nem volt elegendő fedezet a csere végrehajtásához.
id_id: Akun Anda tidak memiliki cukup dana untuk menyelesaikan penukaran ini.
ja_jp: あなたのアカウントには、このスワップを完了するのに十分な資金がありませんでした。
nl_nl: Uw account had onvoldoende saldo om deze ruil te voltooien.
sl_si: Na vašem računu ni bilo dovolj sredstev za dokončanje te zamenjave.
sr_sp: Ваш налог није имао довољно средстава да извршите ову замену.
sw_tz: Akaunti yako haikuwa na pesa za kutosha kukamilisha ubadilishanaji huu.
tr_tr: Hesabınızda bu takası tamamlamak için yeterli para yoktu.
uk_ua: На вашому рахунку недостатньо коштів для завершення цього обміну.

source: Unsupported assets
ar_sa: الأصول غير المدعومة
da_dk: Ikke-understøttede aktiver
fi_fi: Tukematon sisältö
he_il: נכסים לא נתמכים
hu_hu: Nem támogatott eszközök
id_id: Aset yang tidak didukung
ja_jp: サポートされていないアセット
nl_nl: Niet-ondersteunde items
sl_si: Nepodprta sredstva
sr_sp: Неподржана средства
sw_tz: Vipengee visivyotumika
tr_tr: Desteklenmeyen öğeler
uk_ua: Непідтримувані ресурси

source: Missing price data due to recently low trading volume on Uniswap v3
ar_sa: بيانات الأسعار مفقودة بسبب حجم التداول المنخفض مؤخرًا على Uniswap v3
da_dk: Manglende prisdata på grund af for nylig lav handelsvolumen på Uniswap v3
fi_fi: Hintatiedot puuttuvat äskettäin alhaisen Uniswap v3:n kaupankäyntivolyymin vuoksi
he_il: נתוני מחיר חסרים עקב נפח מסחר נמוך לאחרונה ב-Uniswap v3
hu_hu: Hiányzó áradatok a közelmúltban alacsony kereskedési volumen miatt az Uniswap v3-on
id_id: Data harga tidak ada karena volume perdagangan rendah baru-baru ini di Uniswap v3
ja_jp: Uniswap v3 の最近の取引量が少ないため、価格データが欠落しています
nl_nl: Ontbrekende prijsgegevens vanwege recentelijk laag handelsvolume op Uniswap v3
sl_si: Manjkajo podatki o cenah zaradi nedavnega nizkega obsega trgovanja na Uniswap v3
sr_sp: Недостају подаци о ценама због недавно малог обима трговине на Унисвап в3
sw_tz: Data ya bei haipo kwa sababu ya kiwango cha chini cha biashara cha hivi majuzi kwenye Uniswap v3
tr_tr: Uniswap v3'te son zamanlarda düşük işlem hacmi nedeniyle fiyat verileri eksik
uk_ua: Відсутні дані про ціни через останній низький обсяг торгівлі на Uniswap v3

source: Confirm
ar_sa: تأكيد
da_dk: Bekræft
fi_fi: Vahvista
he_il: לְאַשֵׁר
hu_hu: Megerősítés
id_id: Konfirmasikan
ja_jp: 確認
nl_nl: Bevestigen
sl_si: Potrdi
sr_sp: Потврди
sw_tz: Kubali
tr_tr: Onayla
uk_ua: Підтвердити

source: {0} per {1}
ar_sa: {0} لكل {1}
da_dk: {0} pr. {1}
he_il: {0} לכל {1}
sl_si: {0} na {1}
sr_sp: {0} по {1}
sw_tz: {0} kwa {1}
uk_ua: {0} на {1}

source: Read more about providing liquidity
ar_sa: اقرأ المزيد عن توفير السيولة
da_dk: Læs mere om at tilføre likviditet
fi_fi: Lue lisää likviditeetin parantamisesta
he_il: קרא עוד אודות מתן נזילות
hu_hu: További információk a likviditás nyújtásáról
id_id: Baca selengkapnya tentang menyediakan likuiditas
ja_jp: 流動性提供についてもっと見る
nl_nl: Lees meer over het verstrekken van liquiditeit
sl_si: Preberite več o zagotavljanju likvidnosti
sr_sp: Прочитајте више о обезбеђивању ликвидности
sw_tz: Soma zaidi juu ya kutoa ukwasi
tr_tr: Likidite sağlama hakkında daha fazla bilgi edinin
uk_ua: Докладніше про забезпечення ліквідності

source: Only UNI votes that were self delegated or delegated to another address before block {0} are eligible for voting.
ar_sa: أصوات UNI التي تم تفويضها بنفسك أو تفويضها إلى عنوان آخر قبل الكتلة {0} هي فقط المؤهلة للتصويت.
da_dk: Kun UNI-stemmer, der blev selvdelegeret eller delegeret til en anden adresse før blok {0}, er berettiget til at stemme.
fi_fi: Ainoastaan itsedelegoidut ja toiseen osoitteeseen ennen lohkoa {0} delegoidut UNI-äänet ovat oikeutettuja äänestämään.
he_il: זכאים להצביע רק קולות של UNI שהועברו בעצמם או הועברו לכתובת אחרת לפני גוש {0}
hu_hu: Csak azok az UNI-szavazatok jogosultak szavazni, amelyeket a {0} blokk előtt saját maguk vagy más címre delegáltak.
id_id: Hanya suara UNI yang didelegasikan sendiri atau didelegasikan ke alamat lain sebelum blok {0} yang memenuhi syarat untuk memberi suara.
ja_jp: ブロック{0} 以前に自己委任、または他のアドレスに委任されたUNIのみが投票の対象となります。
nl_nl: Alleen UNI-stemmen die zelf zijn gedelegeerd of gedelegeerd aan een ander adres voor blok {0} komen in aanmerking voor stemming.
sl_si: Do glasovanja so upravičeni samo glasovi UNI, ki so bili samozastopani ali so pooblastili drugega zastopnika pred blokom {0}.
sr_sp: Само УНИ гласови који су самостално или делегирани на другу адресу пре блока {0} испуњавају услове за гласање.
sw_tz: Kura tu za UNI ambazo zilikabidhiwa kibinafsi au kupelekwa kwa anwani nyingine kabla ya kizuizi {0} zinastahili kupiga kura.
tr_tr: Yalnızca {0} bloğundan önce kendi kendine verilen veya başka bir adrese devredilen UNI oyları oylama için uygundur.
uk_ua: Участь у голосуванні можуть брати лише голоси UNI, які були самостійно делеговані або делеговані на іншу адресу до блоку {0}.

source: {0} NFTs are listed significantly
ar_sa: يتم سرد {0} NFTs بشكل ملحوظ
da_dk: {0} NFT'er er noteret betydeligt
fi_fi: {0} NFT:tä on listattu merkittävästi
he_il: {0} NFTs רשומים באופן משמעותי
hu_hu: {0} NFT-k jelentős mértékben szerepelnek a listán
id_id: {0} NFT terdaftar secara signifikan
ja_jp: {0} NFT が大幅にリストされています
nl_nl: {0} NFT's worden aanzienlijk vermeld
sl_si: {0} NFT-jev je pomembno navedenih
sr_sp: {0} НФТ-ова је значајно наведено
sw_tz: NFT {0} zimeorodheshwa kwa kiasi kikubwa
tr_tr: {0} NFT'ler önemli ölçüde listelenir
uk_ua: {0} NFT перераховані значно

source: Unwrap <0/> to {0}
ar_sa: قم بفك التفاف <0/> إلى {0}
da_dk: Pak <0/> til {0}ud
he_il: פרק <0/> עד {0}
hu_hu: Kicsomagolás <0/> -tól {0}-ig
id_id: Buka bungkus <0/> ke {0}
ja_jp: <0/> から {0} にアンラップ
nl_nl: Uitpakken <0/> tegen {0}
sl_si: Odvijte <0/> v {0}
sr_sp: Одмотајте <0/> до {0}
sw_tz: Fungua <0/> hadi {0}
tr_tr: <0/> {0}paketini aç
uk_ua: Розгорніть <0/> до {0}

source: <0>Current price:</0><1>{0}</1>{1}
ar_sa: <0>السعر الحالي:</0><1>{0}</1>{1}
da_dk: <0>Nuværende pris:</0><1>{0}</1>{1}
fi_fi: <0>Nykyinen hinta:</0><1>{0}</1>{1}
he_il: <0>מחיר נוכחי:</0><1>{0}</1>{1}
hu_hu: <0>Jelenlegi ára:</0><1>{0}</1>{1}
id_id: <0>Harga saat ini:</0><1>{0}</1>{1}
ja_jp: <0>現在の価格:</0><1>{0}</1>{1}
nl_nl: <0>Huidige prijs:</0><1>{0}</1>{1}
sl_si: <0>Trenutna cena:</0><1>{0}</1>{1}
sr_sp: <0>Тренутна цена:</0><1>{0}</1>{1}
sw_tz: <0>Bei ya sasa:</0><1>{0}</1>{1}
tr_tr: <0>Güncel fiyat:</0><1>{0}</1>{1}
uk_ua: <0>Актуальна ціна:</0><1>{0}</1>{1}

source: Approved
ar_sa: معتمد
da_dk: Godkendt
fi_fi: Hyväksytty
he_il: אושר
hu_hu: Jóváhagyott
id_id: Disetujui
ja_jp: 承認成功
nl_nl: Goedgekeurd
sl_si: Odobreno
sr_sp: Одобрено
sw_tz: Imesibitishwa
tr_tr: Onaylandı
uk_ua: Схвалено

source: You are not the owner of this LP position. You will not be able to withdraw the liquidity from this position unless you own the following address: {ownerAddress}
ar_sa: أنت لست صاحب منصب LP هذا. لن تتمكن من سحب السيولة من هذا المركز إلا إذا كنت تمتلك العنوان التالي: {ownerAddress}
da_dk: Du er ikke ejer af denne LP-position. Du vil ikke være i stand til at hæve likviditeten fra denne position, medmindre du ejer følgende adresse: {ownerAddress}
fi_fi: Et ole tämän LP-paikan omistaja. Et voi nostaa likviditeettiä tästä positiosta, ellet omista seuraavaa osoitetta: {ownerAddress}
he_il: אתה לא הבעלים של עמדת LP זו. לא תוכל למשוך את הנזילות מעמדה זו אלא אם כן בבעלותך הכתובת הבאה: {ownerAddress}
hu_hu: Nem Ön ennek az LP pozíciónak a tulajdonosa. Ebből a pozícióból nem tudja kivenni a likviditást, hacsak nem rendelkezik a következő címmel: {ownerAddress}
id_id: Anda bukan pemilik posisi LP ini. Anda tidak akan dapat menarik likuiditas dari posisi ini kecuali Anda memiliki alamat berikut: {ownerAddress}
ja_jp: あなたはこの LP ポジションの所有者ではありません。次のアドレスを所有していない限り、このポジションから流動性を引き出すことはできません: {ownerAddress}
nl_nl: U bent niet de eigenaar van deze LP-positie. U kunt de liquiditeit uit deze positie niet opnemen tenzij u het volgende adres bezit: {ownerAddress}
sl_si: Niste lastnik tega položaja LP. S te pozicije ne boste mogli dvigniti likvidnosti, razen če ste lastnik naslednjega naslova: {ownerAddress}
sr_sp: Нисте власник ове ЛП позиције. Нећете моћи да повучете ликвидност са ове позиције осим ако немате следећу адресу: {ownerAddress}
sw_tz: Wewe si mmiliki wa nafasi hii ya LP. Hutaweza kuondoa ukwasi kutoka kwa nafasi hii isipokuwa unamiliki anwani ifuatayo: {ownerAddress}
tr_tr: Bu LP pozisyonunun sahibi siz değilsiniz. Aşağıdaki adrese sahip olmadığınız sürece bu pozisyondan likidite çekemezsiniz: {ownerAddress}
uk_ua: Ви не є власником цієї посади LP. Ви не зможете вивести ліквідність з цієї позиції, якщо у вас немає такої адреси: {ownerAddress}
