Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Simple
ar_sa: بسيط
da_dk: Simpel
fi_fi: Yksinkertainen
he_il: פָּשׁוּט
hu_hu: Egyszerű
id_id: Sederhana
ja_jp: シンプル
nl_nl: Eenvoudig
sl_si: Enostavno
sr_sp: Једноставно
sw_tz: Rahisi
tr_tr: Basit
uk_ua: Простий

source: Repaid
ar_sa: سدد
da_dk: Tilbagebetalt
fi_fi: Maksettu
he_il: נפרע
hu_hu: Visszafizetve
id_id: Dilunasi
ja_jp: 返済済み
nl_nl: Terugbetaald
sl_si: Poplačano
sr_sp: Отплаћено
sw_tz: Kulipwa
tr_tr: geri ödenmiş
uk_ua: Погашений

source: You will receive
ar_sa: سوف تستقبل
da_dk: Du vil modtage
fi_fi: Tulet vastaanottamaan
he_il: אתה תקבל
hu_hu: Kapni fog
id_id: Anda akan menerima
ja_jp: 受け取る数量
nl_nl: U ontvangt
sl_si: Prejeli boste
sr_sp: Добићете
sw_tz: Utapokea
tr_tr: Alacağınız:
uk_ua: Ви отримаєте

source: Migrating liquidity
ar_sa: ترحيل السيولة
da_dk: Migrering af likviditet
fi_fi: Likviditeetin siirto
he_il: העברת נזילות
hu_hu: Likviditás migrációja
id_id: Migrasi likuiditas
ja_jp: 流動性の移行
nl_nl: Liquiditeit migreren
sl_si: Selitev likvidnosti
sr_sp: Миграција ликвидности
sw_tz: Ukwasi unaohama
tr_tr: Likidite taşıma
uk_ua: Мігруюча ліквідність

source: Starting {0} Price:
ar_sa: ابتداء من {0} السعر:
da_dk: Start {0} Pris:
fi_fi: Alkaen {0} Hinta:
he_il: מחיר התחלתי {0}:
hu_hu: Kezdő {0} Ár:
id_id: Mulai {0} Harga:
ja_jp: 開始価格 {0}:
nl_nl: Vanaf {0} Prijs:
sl_si: Začetna cena {0}:
sr_sp: Почетна {0} Цена:
sw_tz: Kuanzia Bei {0}:
tr_tr: Başlangıç {0} Fiyat:
uk_ua: Початкова ціна {0}:

source: Burn cancelled
ar_sa: تم إلغاء الحرق
da_dk: Brænding annulleret
fi_fi: Poltto peruttu
he_il: הצריבה בוטלה
hu_hu: Égés megszakítva
id_id: Membakar dibatalkan
ja_jp: 書き込みがキャンセルされました
nl_nl: Branden geannuleerd
sl_si: Opeklina preklicana
sr_sp: Бурн отказан
sw_tz: Kuchoma kumeghairiwa
tr_tr: Yazma iptal edildi
uk_ua: Запис скасовано

source: Learn more about swapping with UniswapX
ar_sa: تعرف على المزيد حول التبديل باستخدام UniswapX
da_dk: Lær mere om at bytte med UniswapX
fi_fi: Lue lisää vaihtamisesta UniswapX:n kanssa
he_il: למידע נוסף על החלפה עם UniswapX
hu_hu: Tudjon meg többet az UniswapX-szel való cseréről
id_id: Pelajari lebih lanjut tentang bertukar dengan UniswapX
ja_jp: UniswapX によるスワップの詳細については、こちらをご覧ください。
nl_nl: Lees meer over ruilen met UniswapX
sl_si: Izvedite več o zamenjavi z UniswapX
sr_sp: Сазнајте више о размени са УнисвапКс
sw_tz: Pata maelezo zaidi kuhusu kubadilishana na UniswapX
tr_tr: UniswapX ile değiştirme hakkında daha fazla bilgi edinin
uk_ua: Дізнайтеся більше про обмін за допомогою UniswapX

source: Explore NFTs
ar_sa: استكشف NFTs
da_dk: Udforsk NFT'er
fi_fi: Tutustu NFT:hen
he_il: חקור NFTs
hu_hu: Fedezze fel az NFT-ket
id_id: Jelajahi NFT
ja_jp: NFTを探す
nl_nl: Verken NFT's
sl_si: Raziščite NFT
sr_sp: Истражите НФТ
sw_tz: Gundua NFTs
tr_tr: NFT'leri keşfedin
uk_ua: Досліджуйте NFT

source: Share on Twitter
ar_sa: حصة على التغريد
da_dk: Del på Twitter
fi_fi: Jaa Twitterissä
he_il: שתף בטוויטר
hu_hu: Oszd meg a Twitteren
id_id: Bagikan di Twitter
ja_jp: Twitterで共有
nl_nl: Delen op Twitter
sl_si: Delite na Twitterju
sr_sp: Делите на Твитеру
sw_tz: Shiriki kwenye Twitter
tr_tr: Twitter'da paylaş
uk_ua: Поділіться в Twitter

source: Add more liquidity
ar_sa: أضف المزيد من السيولة
da_dk: Tilføj mere likviditet
fi_fi: Lisää likviditeettiä
he_il: הוסף עוד נזילות
hu_hu: Adjon hozzá több likviditást
id_id: Tambahkan lebih banyak likuiditas
ja_jp: 流動性を追加する
nl_nl: Voeg meer liquiditeit toe
sl_si: Dodaj dodatno likvidnost
sr_sp: Додајте више ликвидности
sw_tz: Ongeza Mtaji zaidi
tr_tr: Daha fazla likidite ekleyin
uk_ua: Додайте більше ліквідності

source: Max:
ar_sa: الحد الأقصى:
da_dk: Maks:
fi_fi: Maksimi:
he_il: מקסימום:
id_id: Maks:
ja_jp: 最大：
sl_si: Največ:
sr_sp: Макс:
sw_tz: Upeo:
tr_tr: Maksimum:
uk_ua: Максимум:

source: Last updated
ar_sa: آخر تحديث
da_dk: Sidst opdateret
fi_fi: Viimeksi päivitetty
he_il: עודכן לאחרונה
hu_hu: Utolsó frissítés
id_id: Terakhir diperbarui
ja_jp: 最終更新
nl_nl: Laatst bijgewerkt
sl_si: Zadnja posodobitev
sr_sp: Последње измене
sw_tz: Ilisasishwa mwisho
tr_tr: Son güncelleme
uk_ua: Останнє оновлення

source: {0} Deposited
ar_sa: {0} مودعة
da_dk: {0} Indbetalt
fi_fi: {0} talletettu
he_il: {0} מופקד
hu_hu: {0} letétbe helyezve
id_id: {0} Disetor
ja_jp: 預け入れる {0}
nl_nl: {0} gestort
sl_si: Položeno {0}
sr_sp: {0} Депоновано
sw_tz: {0} Iliyowekwa
tr_tr: {0} Yatırıldı
uk_ua: Внесено {0}

source: Deposit cancelled
ar_sa: تم إلغاء الإيداع
da_dk: Depositum annulleret
fi_fi: Talletus peruutettu
he_il: הפיקדון בוטל
hu_hu: A letét törölve
id_id: Setoran dibatalkan
ja_jp: デポジットがキャンセルされました
nl_nl: Aanbetaling geannuleerd
sl_si: Depozit preklican
sr_sp: Депозит је отказан
sw_tz: Amana imeghairiwa
tr_tr: Depozito iptal edildi
uk_ua: Депозит скасовано

source: Info
ar_sa: معلومات
fi_fi: Tiedot
he_il: מידע
id_id: Informasi
ja_jp: 情報
sl_si: Informacije
sr_sp: Инфо
sw_tz: Habari
tr_tr: Bilgi
uk_ua: Інформація

source: Max
ar_sa: الحد الأقصى
da_dk: Maks.
fi_fi: Maksimi
he_il: מקסימום
ja_jp: 最大
sl_si: Največ
sr_sp: Макс
sw_tz: Upeo
tr_tr: Maksimum
uk_ua: Максимум

source: Help center
ar_sa: مركز المساعدة
da_dk: Hjælpecenter
fi_fi: Ohjekeskus
he_il: מרכז עזרה
hu_hu: Segítség Központ
id_id: Pusat Bantuan
ja_jp: ヘルプセンター
nl_nl: Helpcentrum
sl_si: Center pomoči
sr_sp: Центар за помоћ
sw_tz: Kituo cha usaidizi
tr_tr: Yardım Merkezi
uk_ua: Центр допомоги

source: Why is a transaction required?
ar_sa: لماذا الصفقة مطلوبة؟
da_dk: Hvorfor er en transaktion påkrævet?
fi_fi: Miksi kauppa vaaditaan?
he_il: מדוע נדרשת עסקה?
hu_hu: Miért van szükség tranzakcióra?
id_id: Mengapa diperlukan transaksi?
ja_jp: なぜトランザクションが必要なのでしょうか?
nl_nl: Waarom is een transactie vereist?
sl_si: Zakaj je potrebna transakcija?
sr_sp: Зашто је потребна трансакција?
sw_tz: Kwa nini muamala unahitajika?
tr_tr: Bir işlem neden gereklidir?
uk_ua: Чому потрібна транзакція?

source: The app logs anonymized usage statistics in order to improve over time.
ar_sa: يسجل التطبيق إحصاءات الاستخدام مجهولة المصدر من أجل التحسين بمرور الوقت.
da_dk: Appen logger anonymiseret brugsstatistik for at forbedre sig over tid.
fi_fi: Sovellus kirjaa anonymisoituja käyttötilastoja parantaakseen ajan myötä.
he_il: האפליקציה רושם סטטיסטיקות שימוש אנונימיות על מנת להשתפר עם הזמן.
hu_hu: Az alkalmazás anonimizált használati statisztikákat naplóz, hogy idővel javítsa.
id_id: Aplikasi mencatat statistik penggunaan anonim untuk meningkatkan dari waktu ke waktu.
ja_jp: アプリは、時間の経過とともに改善するために、匿名化された使用統計をログに記録します。
nl_nl: De app registreert geanonimiseerde gebruiksstatistieken om in de loop van de tijd te verbeteren.
sl_si: Aplikacija z namenom prihodnjih izboljšav beleži anonimizirano statistiko uporabe.
sr_sp: Апликација бележи анонимну статистику коришћења како би се временом побољшала.
sw_tz: Programu huweka takwimu za matumizi bila utambulisho ili kuboreshwa kadri muda unavyopita.
tr_tr: Uygulama, zaman içinde iyileştirmek için anonimleştirilmiş kullanım istatistiklerini günlüğe kaydeder.
uk_ua: Додаток веде анонімну статистику використання, щоб з часом покращувати її.

source: Swap failed
ar_sa: فشل المبادلة
da_dk: Swap mislykkedes
fi_fi: Vaihto epäonnistui
he_il: ההחלפה נכשלה
hu_hu: A csere nem sikerült
id_id: Tukar gagal
ja_jp: スワップに失敗しました
nl_nl: Wisselen is mislukt
sl_si: Zamenjava ni uspela
sr_sp: Замена није успела
sw_tz: Kubadilishana kumeshindwa
tr_tr: Değiştirme başarısız oldu
uk_ua: Помилка обміну

source: Proceed in wallet
ar_sa: المضي قدما في المحفظة
da_dk: Fortsæt i tegnebogen
fi_fi: Jatka lompakossa
he_il: המשך בארנק
hu_hu: Tovább a pénztárcában
id_id: Lanjutkan di dompet
ja_jp: ウォレットで続行
nl_nl: Ga verder in portemonnee
sl_si: Nadaljuj v denarnici
sr_sp: Наставите у новчанику
sw_tz: Endelea kwenye mkoba
tr_tr: Cüzdanda devam et
uk_ua: Перейти в гаманець

source: {0} {1} Price:
ar_sa: {0} {1} السعر:
da_dk: {0} {1} Pris:
fi_fi: {0} {1} Hinta:
he_il: {0} {1} מחיר:
hu_hu: {0} {1} á r:
id_id: {0} {1} Harga:
ja_jp: {0} {1} 価格:
nl_nl: {0} {1} prijs:
sl_si: Cena {0} {1}:
sr_sp: {0} {1} Цена:
sw_tz: Bei {0} {1}
tr_tr: {0} {1} Fiyat:
uk_ua: Ціна {0} {1}:

source: No collection assets exist at this address
ar_sa: لا توجد أصول تحصيل في هذا العنوان
da_dk: Der findes ingen indsamlingsaktiver på denne adresse
fi_fi: Tässä osoitteessa ei ole keräysomaisuutta
he_il: אין נכסי גבייה בכתובת זו
hu_hu: Ezen a címen nincsenek gyűjteményi eszközök
id_id: Tidak ada aset koleksi di alamat ini
ja_jp: このアドレスにはコレクション資産が存在しません
nl_nl: Er zijn geen incassomiddelen aanwezig op dit adres
sl_si: Na tem naslovu ni sredstev zbirke
sr_sp: На овој адреси нема средстава за прикупљање
sw_tz: Hakuna vipengee vya kukusanya vilivyo kwenye anwani hii
tr_tr: Bu adreste koleksiyon varlığı yok
uk_ua: За цією адресою немає активів колекції

source: The impact your trade has on the market price of this pool.
ar_sa: تأثير تجارتك على سعر السوق لهذا التجمع.
da_dk: Indvirkningen din handel har på markedsprisen for denne pulje.
fi_fi: Kaupan vaikutus tämän poolin markkinahintaan.
he_il: ההשפעה שיש לסחר שלך על מחיר השוק של מאגר זה.
hu_hu: Az Ön kereskedésének hatása ennek a poolnak a piaci árára.
id_id: Dampak perdagangan Anda terhadap harga pasar kumpulan ini.
ja_jp: あなたの取引がこのプールの市場価格に与える影響
nl_nl: De impact van uw transactie op de marktprijs van deze pool.
sl_si: Vpliv, ki ga ima vaše trgovanje na tržno ceno tega bazena.
sr_sp: Утицај ваше трговине на тржишну цену овог базена.
sw_tz: Athari za biashara yako kwenye bei ya soko ya bwawa hili.
tr_tr: İşleminizin bu havuzun piyasa fiyatı üzerindeki etkisi.
uk_ua: Вплив вашої торгівлі на ринкову ціну цього пулу.

source: Hidden
ar_sa: مختفي
da_dk: Skjult
fi_fi: Piilotettu
he_il: מוּסתָר
hu_hu: Rejtett
id_id: Tersembunyi
ja_jp: 隠れた
nl_nl: Verborgen
sl_si: Skrito
sr_sp: Сакривен
sw_tz: Imefichwa
tr_tr: Gizlenmiş
uk_ua: Прихований

source: Initial prices and pool share
ar_sa: الأسعار الأولية وحصة المجموعة
da_dk: Oprindelige priser og puljeaktie
fi_fi: Alkuhinnat ja poolin osake
he_il: מחירים ראשוניים ונתח בריכה
hu_hu: Kezdeti árfolyam és a pool részesedés
id_id: Harga awal dan bagian pool
ja_jp: 初期価格とプールシェア
nl_nl: Initiële prijzen en poolaandeel
sl_si: Začetne cene in delež v skladu
sr_sp: Почетне цене и удео у базену
sw_tz: Bei za awali na sehemu ya dimbwi
tr_tr: İlk fiyatlar ve havuz payı
uk_ua: Початкові ціни й частка пулу

source: Closed
ar_sa: مغلق
da_dk: Lukket
fi_fi: Suljettu
he_il: סָגוּר
hu_hu: Zárva
id_id: Ditutup
ja_jp: 終了済
nl_nl: Gesloten
sl_si: Zaprto
sr_sp: Затворено
sw_tz: Imefungwa
tr_tr: Kapalı
uk_ua: Закрито

source: One NFT is listed {0}
ar_sa: تم إدراج NFT واحد {0}
da_dk: En NFT er opført som {0}
fi_fi: Yksi NFT on listattu {0}
he_il: NFT אחד מופיע ב {0}
hu_hu: Egy NFT {0}
id_id: Satu NFT terdaftar {0}
ja_jp: 1 つの NFT がリストされています {0}
nl_nl: Eén NFT staat op {0}
sl_si: En NFT je naveden kot {0}
sr_sp: Један НФТ је на листи {0}
sw_tz: NFT moja imeorodheshwa {0}
tr_tr: Bir NFT {0}olarak listelenmiştir
uk_ua: Один NFT вказано як {0}

source: Current price
ar_sa: السعر الحالي
da_dk: Nuværende pris
fi_fi: Nykyinen hinta
he_il: מחיר נוכחי
hu_hu: Jelenlegi ár
id_id: Harga saat ini
ja_jp: 現在価格
nl_nl: Huidige prijs
sl_si: Trenutna cena
sr_sp: Тренутна цена
sw_tz: Bei ya sasa
tr_tr: Güncel fiyat
uk_ua: Поточна ціна

source: Your transaction will revert if it is pending for more than this period of time.
ar_sa: سيتم إرجاع المعاملة الخاصة بك إذا كانت معلقة لأكثر من هذه الفترة الزمنية.
da_dk: Din transaktion tilbageføres, hvis den afventer i mere end denne periode.
fi_fi: Tapahtumasi peruuntuu, jos se odottaa tätä ajanjaksoa kauemmin.
he_il: העסקה שלך תחזור אם היא ממתינה למשך יותר מפרק זמן זה.
hu_hu: Tranzakciója visszaáll, ha az ennél hosszabb ideig van függőben.
id_id: Transaksi Anda akan dikembalikan jika tertunda selama lebih dari jangka waktu ini.
ja_jp: 取引がこの期間を超えても保留されている場合、取引は差し戻されます。
nl_nl: Uw transactie zal worden teruggedraaid als deze langer dan deze periode in behandeling is.
sl_si: Vaša transakcija bo stornirana, če se v tem časovnem obdobju ne izvrši.
sr_sp: Ваша трансакција ће се вратити ако је на чекању дуже од овог временског периода.
sw_tz: Shughuli yako itarejeshwa ikiwa inasubiri kwa zaidi ya kipindi hiki cha wakati.
tr_tr: İşleminiz bu süreden daha uzun süredir beklemedeyse geri alınacaktır.
uk_ua: Вашу транзакцію буде скасовано, якщо вона очікуватиме більше цього періоду часу.

source: View accrued fees and analytics<0>↗</0>
ar_sa: عرض الرسوم المتراكمة والتحليلات <0>↗</0>
da_dk: Se påløbne gebyrer og analyser<0>↗</0>
fi_fi: Näytä kertyneet palkkiot ja analytiikka<0>↗</0>
he_il: צפו בעמלות וניתוחים צבורים <0> ↗</0>
hu_hu: Felhalmozott díjak és elemzések megtekintése<0></0>
id_id: Lihat biaya yang masih harus dibayar dan analitik<0>↗</0>
ja_jp: 発生した報酬と分析を見る<0>↗</0>
nl_nl: Opgebouwde vergoedingen en analytics bekijken<0>↗</0>
sl_si: Oglejte si natečene pristojbine in analitiko <0>↗</0>
sr_sp: Погледајте обрачунате накнаде и аналитику <0> ↗</0>
sw_tz: Angalia ada na uchanganuzi ulioongezeka <0> ↗</0>
tr_tr: Tahakkuk eden ücretleri ve analizleri görüntüleyin<0>↗</0>
uk_ua: Переглянути нараховані комісії та аналітику <0>↗</0>

source: Best for most pairs.
ar_sa: الأفضل لمعظم الأزواج.
da_dk: Bedst for de fleste par.
fi_fi: Paras useimmille pareille.
he_il: הטוב ביותר עבור רוב הזוגות.
hu_hu: Legjobb a legtöbb pár számára.
id_id: Terbaik untuk sebagian besar pasangan.
ja_jp: ほとんどのペアに最適
nl_nl: Het beste voor de meeste paren.
sl_si: Primerno za večino parov.
sr_sp: Најбоље за већину парова.
sw_tz: Bora kwa pair nyingi.
tr_tr: Çoğu çift için en iyisi.
uk_ua: Найкраще для більшості пар.

source: 52W low
ar_sa: 52 واط منخفض
da_dk: 52W lav
fi_fi: 52W alhainen
he_il: 52W נמוך
hu_hu: 52W alacsony
id_id: 52W rendah
ja_jp: 52週安値
nl_nl: 52W laag
sl_si: 52 W nizka
sr_sp: 52В лов
sw_tz: 52W chini
tr_tr: 52 W düşük
uk_ua: 52 Вт низька

source: Time expired
ar_sa: انتهى الوقت
da_dk: Tiden udløb
fi_fi: Aika umpeutunut
he_il: הזמן פג
hu_hu: Az idő lejárt
id_id: Waktu telah habis
ja_jp: 期限切れ
nl_nl: Tijd verlopen
sl_si: Čas je potekel
sr_sp: Време је истекло
sw_tz: Muda umekwisha
tr_tr: Zaman doldu
uk_ua: Час минув

source: Add liquidity
ar_sa: أضف السيولة
da_dk: Tilføj likviditet
fi_fi: Lisää likviditeettiä
he_il: הוסף נזילות
hu_hu: Adjon hozzá likviditást
id_id: Tambahkan likuiditas
ja_jp: 流動性を追加する
nl_nl: Voeg liquiditeit toe
sl_si: Dodajte likvidnost
sr_sp: Додајте ликвидност
sw_tz: Ongeza ukwasi
tr_tr: Likidite ekleyin
uk_ua: Додати ліквідність

source: Blocked on OpenSea
ar_sa: محظور في OpenSea
da_dk: Blokeret på OpenSea
fi_fi: Estetty OpenSeassa
he_il: חסום ב-OpenSea
hu_hu: Letiltva az OpenSea-n
id_id: Diblokir di OpenSea
ja_jp: OpenSea でブロックされています
nl_nl: Geblokkeerd op OpenSea
sl_si: Blokirano na OpenSea
sr_sp: Блокирано на ОпенСеа
sw_tz: Imezuiwa kwenye OpenSea
tr_tr: OpenSea'de engellendi
uk_ua: Заблоковано на OpenSea

source: Swap exactly <0/> for <1/>
ar_sa: استبدل <0/> بالضبط بـ <1/>
da_dk: Byt præcis <0/> til <1/>
fi_fi: Vaihda tasan <0/> <1/>:een
he_il: החלף בדיוק <0/> ב <1/>
hu_hu: Cseréld le pontosan <0/> t <1/>
id_id: Tukar persis <0/> dengan <1/>
ja_jp: <0/>を<1/>にスワップ
nl_nl: Ruil precies <0/> voor <1/>
sl_si: Menjaj natanko <0/> za <1/>
sr_sp: Замените тачно <0/> за <1/>
sw_tz: Badilisha <0/> haswa kwa <1/>
tr_tr: <1/>ile tam olarak <0/> değiştirin
uk_ua: Поміняти точно <0/> на <1/>

source: A swap of this size may have a high price impact, given the current liquidity in the pool. There may be a large difference between the amount of your input token and what you will receive in the output token
ar_sa: قد يكون لمقايضة بهذا الحجم تأثير كبير على السعر ، بالنظر إلى السيولة الحالية في المجمع. قد يكون هناك اختلاف كبير بين مقدار رمز الإدخال الخاص بك وما ستحصل عليه في رمز الإخراج
da_dk: En swap af denne størrelse kan have en høj prispåvirkning, givet den nuværende likviditet i puljen. Der kan være stor forskel på mængden af dit input-token, og hvad du vil modtage i output-tokenet
fi_fi: Tämän kokoisella swapilla voi olla suuri hintavaikutus, kun otetaan huomioon poolin nykyinen likviditeetti. Saattaa olla suuri ero syöttötunnuksesi määrän ja sen välillä, mitä saat ulostulotunnuksessa
he_il: החלפה בסדר גודל כזה עשויה להשפיע על מחירים גבוהים, בהתחשב בנזילות הנוכחית במאגר. ייתכן שיש הבדל גדול בין כמות אסימון הקלט שלך לבין מה שתקבל באסימון הפלט
hu_hu: Egy ekkora swapnak nagy árhatása lehet, tekintettel a pool jelenlegi likviditására. Nagy különbség lehet a bemeneti token mennyisége és a kimeneti tokenben kapott mennyiség között
id_id: Pertukaran dengan ukuran ini mungkin memiliki dampak harga yang tinggi, mengingat likuiditas saat ini di kumpulan. Mungkin ada perbedaan besar antara jumlah token yang Anda masukkan dan apa yang akan Anda terima di token keluaran
ja_jp: この規模のスワップは、現在のプールの流動性を考慮すると、価格に大きな影響を与える可能性があります。売るトークンの金額と買うトークンとして受け取る金額に大きな差が生じる可能性があります
nl_nl: Een swap van deze omvang kan een grote prijsimpact hebben, gezien de huidige liquiditeit in de pool. Er kan een groot verschil zijn tussen het bedrag van uw invoertoken en wat u in het uitvoertoken ontvangt
sl_si: Menjava te velikosti ima lahko velik vpliv na ceno glede na trenutno likvidnost v skladu. Med vrednostjo vašega vhodnega žetona in vrednostjo, ki jo boste prejeli v izhodnem žetonu, je lahko velika razlika.
sr_sp: Замена ове величине може имати велики утицај на цену, с обзиром на тренутну ликвидност у фонду. Може постојати велика разлика између количине вашег улазног токена и онога што ћете добити у излазном токену
sw_tz: Kubadilishana kwa ukubwa huu kunaweza kuwa na athari ya bei ya juu, kutokana na ukwasi wa sasa katika bwawa. Kunaweza kuwa na tofauti kubwa kati ya kiasi cha tokeni yako ya ingizo na kile utakachopokea katika tokeni ya matokeo
tr_tr: Havuzdaki mevcut likidite göz önüne alındığında, bu büyüklükteki bir takasın fiyat etkisi yüksek olabilir. Giriş jetonunuzun miktarı ile çıkış jetonunda alacağınız miktar arasında büyük bir fark olabilir.
uk_ua: Своп такого розміру може мати значний вплив на ціну, враховуючи поточну ліквідність пулу. Може бути велика різниця між кількістю вашого вхідного маркера та тим, що ви отримаєте у вихідному маркері

source: Your total pool tokens:
ar_sa: مجموع رموز المجموعة الخاصة بك:
da_dk: Dine samlede puljetokener:
fi_fi: Kaikki poolirahakkeesi:
he_il: סך כל אסימוני המאגר שלך:
hu_hu: Az Ön összes pool tokenje:
id_id: Token total pool Anda:
ja_jp: 流動性トークン合計：
nl_nl: Uw totale pooltokens:
sl_si: Količina vaših žetonov sklada:
sr_sp: Укупни токени фонда:
sw_tz: Ishara zako za jumla za dimbwi:
tr_tr: Toplam havuz jetonlarınız:
uk_ua: Ваша загальна сума токенів пулу:

source: Gas free swaps
ar_sa: مقايضات خالية من الغاز
da_dk: Gasfri swaps
fi_fi: Ilmaiset kaasunvaihdot
he_il: החלפות ללא גז
hu_hu: Gázmentes csere
id_id: Pertukaran bebas gas
ja_jp: ガスフリースワップ
nl_nl: Gasvrij ruilen
sl_si: Zamenjave brez plina
sr_sp: Замена без гаса
sw_tz: Ubadilishanaji wa bure wa gesi
tr_tr: Gazsız takaslar
uk_ua: Обмін без газу

source: Create pool & supply
ar_sa: إنشاء تجمع والعرض
da_dk: Opret pool & forsyning
fi_fi: Luo allas ja tarjonta
he_il: יצירת בריכה ואספקה
hu_hu: Hozzon létre készletet és készletet
id_id: Buat kumpulan & pasokan
ja_jp: プールの作成と供給
nl_nl: Creëer zwembad en aanbod
sl_si: Ustvari bazen in ponudbo
sr_sp: Направите базен и снабдевање
sw_tz: Unda bwawa na usambazaji
tr_tr: Havuz oluştur ve tedarik et
uk_ua: Створити пул і постачання

source: Copy Link
ar_sa: نسخ الوصلة
da_dk: Kopier link
fi_fi: Kopioi linkki
he_il: העתק קישור
hu_hu: Link másolása
id_id: Salin tautan
ja_jp: リンクをコピーする
nl_nl: Kopieer link
sl_si: Kopiraj povezavo
sr_sp: Копирај везу
sw_tz: Nakili Kiungo
tr_tr: Bağlantıyı kopyala
uk_ua: Копіювати посилання

source: Min price
ar_sa: الحد الأدنى للسعر
da_dk: Min. pris
fi_fi: Minimihinta
he_il: מחיר מינימלי
hu_hu: Min. ár
id_id: Harga min
ja_jp: 最小価格
nl_nl: Minimale prijs
sl_si: Najnižja cena
sr_sp: Мин. Цена
sw_tz: Bei ndogo
tr_tr: Minimum fiyat
uk_ua: Мінімальна ціна

source: Fee tier
ar_sa: فئة الرسوم
da_dk: Gebyrniveau
fi_fi: Palkkiotaso
he_il: דרגת עמלות
hu_hu: Díjszint
id_id: Tingkat biaya
ja_jp: 手数料レベル
nl_nl: Vergoedingsniveau
sl_si: Stopnja provizije
sr_sp: Ниво накнаде
sw_tz: Kiwango cha ada
tr_tr: Ücret katmanı
uk_ua: Рівень гонорару

source: You already have an active or pending proposal
ar_sa: لديك بالفعل اقتراح نشط أو معلق
da_dk: Du har allerede et aktivt eller afventende forslag
fi_fi: Sinulla on jo aktiivinen tai odottava ehdotus
he_il: כבר יש לך הצעה פעילה או ממתינה
hu_hu: Már van egy aktív vagy függőben lévő ajánlata
id_id: Anda sudah memiliki proposal yang aktif atau tertunda
ja_jp: すでにアクティブまたは保留中の提案があります
nl_nl: U heeft al een actief of wachtend voorstel
sl_si: Imate že eno aktivno ali čakajočo pobudo.
sr_sp: Већ имате активан или предлог на чекању
sw_tz: Tayari una pendekezo linalotumika au linalosubiri
tr_tr: Halihazırda etkin veya bekleyen bir teklifiniz var
uk_ua: У вас уже є активна пропозиція або пропозиція, що очікує на розгляд

source: View and sell NFTs
ar_sa: عرض وبيع NFTs
da_dk: Se og sælg NFT'er
fi_fi: Tarkastele ja myy NFT:itä
he_il: הצג ומכור NFTs
hu_hu: NFT-k megtekintése és eladása
id_id: Lihat dan jual NFT
ja_jp: NFTの閲覧と販売
nl_nl: Bekijk en verkoop NFT's
sl_si: Ogled in prodaja NFT-jev
sr_sp: Прегледајте и продајте НФТ
sw_tz: Tazama na uuze NFTs
tr_tr: NFT'leri görüntüleyin ve satın
uk_ua: Переглядайте та продавайте NFT

source: Unknown
ar_sa: مجهول
da_dk: Ukendt
fi_fi: Tuntematon
he_il: לא ידוע
hu_hu: Ismeretlen
id_id: Tidak dikenal
ja_jp: 知らない
nl_nl: Onbekend
sl_si: Neznano
sr_sp: Непознат
sw_tz: Haijulikani
tr_tr: Bilinmeyen
uk_ua: Невідомий

source: Wallet Address or ENS name
ar_sa: عنوان المحفظة أو اسم ENS
da_dk: Tegnebogsadresse eller ENS-navn
fi_fi: Lompakon osoite tai ENS-nimi
he_il: כתובת ארנק או שם ENS
hu_hu: Pénztárca címe vagy ENS neve
id_id: Alamat Dompet atau nama ENS
ja_jp: ウォレットアドレスまたはENS名
nl_nl: Wallet-adres of ENS-naam
sl_si: Naslov denarnice ali ENS-ime
sr_sp: Адреса новчаника или ЕНС име
sw_tz: Anwani ya Mkoba au jina la ENS
tr_tr: Cüzdan Adresi veya ENS adı
uk_ua: Адреса гаманця або ім’я ENS

source: Sell NFTs
ar_sa: بيع NFTs
da_dk: Sælg NFT'er
fi_fi: Myy NFT:t
he_il: למכור NFTs
hu_hu: NFT-k eladása
id_id: Jual NFT
ja_jp: NFTを売る
nl_nl: Verkoop NFT's
sl_si: Prodaja NFT-jev
sr_sp: Продај НФТ
sw_tz: Uza NFTs
tr_tr: NFT sat
uk_ua: Продавайте NFT

source: Price updated
ar_sa: تم تحديث السعر
da_dk: Pris opdateret
fi_fi: Hinta päivitetty
he_il: המחיר עודכן
hu_hu: Ár frissítve
id_id: Harga diperbarui
ja_jp: 価格が更新されました
nl_nl: Prijs bijgewerkt
sl_si: Cena posodobljena
sr_sp: Цена је ажурирана
sw_tz: Bei imesasishwa
tr_tr: Fiyat güncellendi
uk_ua: Ціна оновлена

source: Bag
ar_sa: شنطة
da_dk: Taske
fi_fi: Laukku
he_il: תיק
hu_hu: Táska
id_id: Tas
ja_jp: カート
nl_nl: Tas
sl_si: Torba
sr_sp: Кеса
sw_tz: Mfuko
tr_tr: Çanta
uk_ua: Сумка

source: View more analytics
ar_sa: عرض المزيد من التحليلات
da_dk: Se flere analyser
fi_fi: Katso lisää analytiikkaa
he_il: הצג ניתוחים נוספים
hu_hu: További elemzések megtekintése
id_id: Lihat analitik lainnya
ja_jp: さらに分析を表示
nl_nl: Bekijk meer analyses
sl_si: Oglejte si več analitike
sr_sp: Погледајте још аналитике
sw_tz: Tazama uchanganuzi zaidi
tr_tr: Daha fazla analiz görüntüle
uk_ua: Переглянути більше аналітики

source: Transaction submitted
ar_sa: تم إرسال المعاملة
da_dk: Transaktion indsendt
fi_fi: Tapahtuma lähetetty
he_il: העסקה הוגשה
hu_hu: Tranzakció elküldve
id_id: Transaksi terkirim
ja_jp: 取引は送信されました
nl_nl: Transactie ingediend
sl_si: Transakcija oddana
sr_sp: Трансакција је послата
sw_tz: Muamala umewasilishwa
tr_tr: İşlem gönderildi
uk_ua: Трансакцію подано

source: Get support
ar_sa: احصل على الدعم
da_dk: Få hjælp
fi_fi: Saada tukea
he_il: קבל תמיכה
hu_hu: Támogatást kapni
id_id: Dapatkan dukungan
ja_jp: サポートを受ける
nl_nl: Krijg ondersteuning
sl_si: Pridobite podporo
sr_sp: Добити подршку
sw_tz: Pata usaidizi
tr_tr: Destek almak
uk_ua: Отримати підтримку
