Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Create proposal
ar_sa: إنشاء الاقتراح
da_dk: Opret forslag
fi_fi: Luo ehdotus
he_il: צור הצעה
hu_hu: Készítsen ajánlatot
id_id: Buat usulan
ja_jp: 提案書の作成
nl_nl: Voorstel maken
sl_si: Ustvari predlog
sr_sp: Направите предлог
sw_tz: Tengeneza pendekezo
tr_tr: Teklif oluştur
uk_ua: Створити пропозицію

source: No pool found.
ar_sa: لم يتم العثور على مجموعة.
da_dk: Ingen pulje fundet.
fi_fi: Poolia ei löytynyt.
he_il: לא נמצא מאגר.
hu_hu: Pool nem található.
id_id: Tidak ada kolam yang ditemukan.
ja_jp: プールが見つかりません。
nl_nl: Geen pool gevonden.
sl_si: Ne najdem sklada.
sr_sp: Није пронађен ниједан фонд.
sw_tz: Hakuna dimbwi lililopatikana.
tr_tr: Havuz bulunamadı.
uk_ua: Пул не знайдено.

source: {0, plural, =1 {This token isn't traded on leading U.S. centralized exchanges.} other {These tokens aren't traded on leading U.S. centralized exchanges.}}
ar_sa: {0, plural, =1 {لا يتم تداول هذا الرمز المميز في البورصات المركزية الأمريكية الرائدة.} other {لا يتم تداول هذه الرموز في البورصات المركزية الأمريكية الرائدة.}}
da_dk: {0, plural, =1 {Dette token handles ikke på førende amerikanske centraliserede børser.} other {Disse tokens handles ikke på førende amerikanske centraliserede børser.}}
fi_fi: {0, plural, =1 {Tällä tunnuksella ei käydä kauppaa Yhdysvaltojen johtavissa keskitetyissä pörsseissä.} other {Näillä rahakkeilla ei käydä kauppaa Yhdysvaltojen johtavissa keskitetyissä pörsseissä.}}
he_il: {0, plural, =1 {אסימון זה אינו נסחר בבורסות מובילות בארה"ב.} other {האסימונים הללו אינם נסחרים בבורסות מובילות בארה"ב.}}
hu_hu: {0, plural, =1 {Ezzel a tokennel nem kereskednek a vezető amerikai központosított tőzsdéken.} other {Ezekkel a tokenekkel nem kereskednek a vezető amerikai központosított tőzsdéken.}}
id_id: {0, plural, =1 {Token ini tidak diperdagangkan di bursa terpusat AS terkemuka.} other {Token ini tidak diperdagangkan di bursa terpusat AS terkemuka.}}
ja_jp: {0, plural, =1 {このトークンは米国の主要な集中取引所では取引されていません。} other {これらのトークンは、米国の主要な集中取引所では取引されません。}}
nl_nl: {0, plural, =1 {Dit token wordt niet verhandeld op toonaangevende Amerikaanse gecentraliseerde beurzen.} other {Deze tokens worden niet verhandeld op toonaangevende Amerikaanse gecentraliseerde beurzen.}}
sl_si: {0, plural, =1 {S tem žetonom se ne trguje na vodilnih centraliziranih borzah v ZDA.} other {S temi žetoni se ne trguje na vodilnih centraliziranih borzah v ZDA.}}
sr_sp: {0, plural, =1 {Овим токеном се не тргује на водећим америчким централизованим берзама.} other {Овим токенима се не тргује на водећим америчким централизованим берзама.}}
sw_tz: {0, plural, =1 {Tokeni hii haiuzwi kwenye masoko ya kati ya Marekani yanayoongoza.} other {Tokeni hizi haziuzwi kwenye ubadilishanaji wa kati wa Marekani.}}
tr_tr: {0, plural, =1 {Bu belirteç, ABD'nin önde gelen merkezi borsalarında işlem görmez.} other {Bu belirteçler önde gelen ABD merkezi borsalarında alınıp satılmaz.}}
uk_ua: {0, plural, =1 {Цей токен не торгується на провідних централізованих біржах США.} other {Ці токени не торгуються на провідних централізованих біржах США.}}

source: Your transaction may be frontrun and result in an unfavorable trade.
ar_sa: قد تكون معاملتك في المقدمة وتؤدي إلى تجارة غير مواتية.
da_dk: Din transaktion kan være frontrun og resultere i en ugunstig handel.
fi_fi: Tapahtumasi voi tapahtua etuajassa ja johtaa epäedulliseen kauppaan.
he_il: העסקה שלך עשויה להיות חזיתית ולהביא לסחר לא חיובי.
hu_hu: Előfordulhat, hogy az Ön tranzakciója előre lebonyolított, és kedvezőtlen kereskedést eredményezhet.
id_id: Transaksi Anda mungkin diunggulkan dan menghasilkan perdagangan yang tidak menguntungkan.
ja_jp: あなたの取引はフロントランとなり、不利な取引になる可能性があります。
nl_nl: Uw transactie kan worden vervroegd en resulteren in een ongunstige transactie.
sl_si: Vaša transakcija je lahko prva in povzroči neugodno trgovanje.
sr_sp: Ваша трансакција може бити напредна и резултирати неповољном трговином.
sw_tz: Muamala wako unaweza kuwa wa mbele na kusababisha biashara isiyofaa.
tr_tr: İşleminiz önden yürütülebilir ve olumsuz bir ticaretle sonuçlanabilir.
uk_ua: Ваша трансакція може бути першою та призвести до несприятливої торгівлі.

source: Buy crypto
ar_sa: شراء العملات المشفرة
da_dk: Køb krypto
fi_fi: Osta krypto
he_il: קנה קריפטו
hu_hu: Vásároljon kriptot
id_id: Beli kripto
ja_jp: 暗号資産の購入
nl_nl: cryptovaluta kopen
sl_si: Kupi kripto
sr_sp: Купите криптовалуте
sw_tz: Nunua crypto
tr_tr: kripto satın al
uk_ua: Купуйте криптовалюту

source: Unknown Swap
ar_sa: مقايضة غير معروفة
da_dk: Ukendt swap
fi_fi: Tuntematon vaihto
he_il: החלפה לא ידועה
hu_hu: Ismeretlen csere
id_id: Pertukaran Tidak Dikenal
ja_jp: 不明なスワップ
nl_nl: Onbekende ruil
sl_si: Neznana zamenjava
sr_sp: Ункновн Свап
sw_tz: Ubadilishanaji Usiojulikana
tr_tr: Bilinmeyen Takas
uk_ua: Невідомий обмін

source: Supplying {0} {1} and {2} {3}
ar_sa: إمداد {0} {1} و {2} {3}
da_dk: Forsyning {0} {1} og {2} {3}
fi_fi: Toimitetaan {0} {1} ja {2} {3}
he_il: אספקת {0} {1} ו {2} {3}
hu_hu: {0} {1} és {2} {3} kínálása
id_id: Memasok {0} {1} dan {2} {3}
ja_jp: {0} {1} と {2} {3} を追加中
nl_nl: {0} {1} en {2} {3} aanbieden
sl_si: Polog {0} {1} in {2} {3}
sr_sp: Снабдевање {0} {1} и {2} {3}
sw_tz: Kusambaza {0} {1} na {2} {3}
tr_tr: {0} {1} ve {2} {3} temini
uk_ua: Постачання {0} {1} та {2} {3}

source: Swap on <0><1/></0> BASE in the Uniswap wallet
ar_sa: استبدل <0><1/></0> BASE في محفظة Uniswap
da_dk: Byt på <0><1/></0> BASE i Uniswap-pungen
fi_fi: Vaihda Uniswap-lompakkoon <0><1/></0> BASE
he_il: החלפה על <0><1/></0> BASE בארנק Uniswap
hu_hu: Cserélj <0><1/></0> BASE-ra az Uniswap pénztárcában
id_id: Tukar pada <0><1/></0> DASAR di dompet Uniswap
ja_jp: Uniswap ウォレットの <0><1/></0> BASE でスワップします
nl_nl: Wissel op <0><1/></0> BASE in de Uniswap-portemonnee
sl_si: Zamenjajte na <0><1/></0> BASE v denarnici Uniswap
sr_sp: Замените <0><1/></0> БАСЕ у Унисвап новчанику
sw_tz: Badilika na <0><1/></0> BASE kwenye pochi ya Uniswap
tr_tr: Uniswap cüzdanında <0><1/></0> BASE ile değiştirin
uk_ua: Своп на <0><1/></0> BASE в гаманці Uniswap

source: Feature Flags
ar_sa: أعلام الميزة
da_dk: Feature Flag
fi_fi: Ominaisuusliput
he_il: תכונה דגלים
hu_hu: Jellemző zászlók
id_id: Fitur Bendera
ja_jp: 機能フラグ
nl_nl: Functievlaggen
sl_si: Zastavice funkcij
sr_sp: Феатуре Флагс
sw_tz: Bendera za Kipengele
tr_tr: Özellik Bayrakları
uk_ua: Прапори функцій

source: Claim Uniswap NFT Airdrop
ar_sa: مطالبة Uniswap NFT Airdrop
da_dk: Gør krav på Uniswap NFT Airdrop
fi_fi: Lunasta uniswap NFT Airdrop
he_il: טען Uniswap NFT Airdrop
hu_hu: Az NFT Airdrop visszaváltásának igénylése
id_id: Klaim Airdrop NFT Uniswap
ja_jp: Uniswap NFTエアドロップを請求する
sl_si: Zahtevajte Uniswap NFT Airdrop
sr_sp: Захтевајте Унисвап НФТ Аирдроп
sw_tz: Dai Uniswap NFT Airdrop
tr_tr: Uniswap NFT Airdrop'u talep edin
uk_ua: Отримайте Uniswap NFT Airdrop

source: Add V2 liquidity failed
ar_sa: فشل إضافة السيولة V2
da_dk: Tilføj V2-likviditet mislykkedes
fi_fi: Likviditeetin lisääminen V2 epäonnistui
he_il: הוספת נזילות V2 נכשלה
hu_hu: A V2 likviditás hozzáadása nem sikerült
id_id: Menambahkan likuiditas V2 gagal
ja_jp: V2 流動性の追加に失敗しました
nl_nl: Toevoegen V2-liquiditeit mislukt
sl_si: Dodajanje likvidnosti V2 ni uspelo
sr_sp: Додавање В2 ликвидности није успело
sw_tz: Imeshindwa kuongeza ukwasi wa V2
tr_tr: V2 likiditesi eklenemedi
uk_ua: Не вдалося додати ліквідність V2

source: Swap anyway
ar_sa: مبادلة على أي حال
da_dk: Byt alligevel
fi_fi: Vaihda joka tapauksessa
he_il: להחליף בכל מקרה
hu_hu: Cserélj amúgy
id_id: Tukar saja
ja_jp: とにかく交換する
nl_nl: Toch ruilen
sl_si: Vseeno zamenjaj
sr_sp: Замени у сваком случају
sw_tz: Badili hata hivyo
tr_tr: Yine de değiştir
uk_ua: Все одно поміняти

source: Buy, sell, and explore tokens and NFTs
ar_sa: شراء وبيع واستكشاف الرموز المميزة و NFT
da_dk: Køb, sælg og udforsk tokens og NFT'er
fi_fi: Osta, myy ja tutki rahakkeita ja NFT:itä
he_il: קנה, מכור וחקור אסימונים ו-NFTs
hu_hu: Vásároljon, adjon el és fedezzen fel tokeneket és NFT-ket
id_id: Beli, jual, dan jelajahi token dan NFT
ja_jp: トークンと NFT を購入、販売、探索する
nl_nl: Koop, verkoop en verken tokens en NFT's
sl_si: Kupujte, prodajajte in raziskujte žetone in NFT
sr_sp: Купујте, продајте и истражујте токене и НФТ
sw_tz: Nunua, uza na uchunguze tokeni na NFTs
tr_tr: Jetonları ve NFT'leri satın alın, satın ve keşfedin
uk_ua: Купуйте, продавайте та досліджуйте токени та NFT

source: Try the
ar_sa: جرب ال
da_dk: Prøv
fi_fi: Kokeile
he_il: לנסות את
hu_hu: Próbáld ki a
id_id: Cobalah
ja_jp: 試してみてください
nl_nl: Probeer de
sl_si: Poskusite
sr_sp: Покушајте
sw_tz: Jaribu
tr_tr: deneyin
uk_ua: Спробуйте

source: Type
ar_sa: يكتب
fi_fi: Tyyppi
he_il: סוּג
hu_hu: típus
id_id: Jenis
ja_jp: タイプ
sl_si: Vrsta
sr_sp: Тип
sw_tz: Aina
tr_tr: Tip
uk_ua: Тип

source: Manage this pool.
ar_sa: إدارة هذه المجموعة.
da_dk: Administrer denne pulje.
fi_fi: Hallitse tätä poolia.
he_il: נהל את המאגר הזה.
hu_hu: Kezelje ezt a Poolt.
id_id: Kelola pangkalan ini.
ja_jp: プールを管理
nl_nl: Beheer deze pool.
sl_si: Upravljaj s tem skladom.
sr_sp: Управљајте овим фондом.
sw_tz: Simamia dimbwi hili.
tr_tr: Bu havuzu yönetin.
uk_ua: Керуйте цим пулом.

source: My NFTs
ar_sa: NFTs الخاصة بي
da_dk: Mine NFT'er
fi_fi: Omat NFT:t
he_il: ה-NFTs שלי
hu_hu: NFT-jeim
id_id: NFT saya
ja_jp: 私のNFT
nl_nl: Mijn NFT's
sl_si: Moji NFT-ji
sr_sp: Моји НФТ
sw_tz: NFTs zangu
tr_tr: NFT'lerim
uk_ua: Мої NFT

source: Receive cancelled
ar_sa: تم إلغاء الاستلام
da_dk: Modtagelse annulleret
fi_fi: Vastaanotto peruttu
he_il: הקבלה בוטלה
hu_hu: Fogadás törölve
id_id: Menerima dibatalkan
ja_jp: 受信キャンセル
nl_nl: Ontvangst geannuleerd
sl_si: Prejemanje preklicano
sr_sp: Пријем је отказан
sw_tz: Kupokea kumeghairiwa
tr_tr: Alma iptal edildi
uk_ua: Отримання скасовано

source: Allow LP token migration
ar_sa: السماح بترحيل رمز LP
da_dk: Tillad overførsel af LP-token
fi_fi: Salli LP-rahakkeen siirtäminen
he_il: אפשר העברת אסימון LP
hu_hu: LP token migráció engedélyezése
id_id: Izinkan migrasi token LP
ja_jp: LPトークンの移行を許可する
nl_nl: LP token migratie toestaan
sl_si: Dovoli migracijo likvidnostnih (LP) žetonov
sr_sp: Дозволи миграцију ЛП токена
sw_tz: Ruhusu uhamiaji wa ishara za LP
tr_tr: LP jeton geçişine izin ver
uk_ua: Дозволити перенесення токенів LP

source: {amount, plural, =1 {day} other {days}}
ar_sa: {amount, plural, =1 {يوم} other {أيام}}
da_dk: {amount, plural, =1 {dag} other {dage}}
fi_fi: {amount, plural, =1 {päivä} other {päivää}}
he_il: {amount, plural, =1 {יום} other {ימים}}
hu_hu: {amount, plural, =1 {nap} other {napok}}
id_id: {amount, plural, =1 {hari} other {hari}}
ja_jp: {amount, plural, =1 {日} other {日々}}
nl_nl: {amount, plural, =1 {dag} other {dagen}}
sl_si: {amount, plural, =1 {dan} other {dnevi}}
sr_sp: {amount, plural, =1 {дан} other {дана}}
sw_tz: {amount, plural, =1 {siku} other {siku}}
tr_tr: {amount, plural, =1 {gün} other {günler}}
uk_ua: {amount, plural, =1 {день} other {днів}}

source: Your onchain transactions and crypto purchases will appear here.
ar_sa: ستظهر هنا معاملاتك على onchain ومشترياتك من العملات المشفرة.
da_dk: Dine onchain-transaktioner og kryptokøb vises her.
fi_fi: Onchain-tapahtumasi ja kryptoostoksesi näkyvät täällä.
he_il: עסקאות ה-onchain ורכישות הקריפטו שלך יופיעו כאן.
hu_hu: Itt jelennek meg az Ön onchain tranzakciói és kriptovásárlásai.
id_id: Transaksi onchain dan pembelian crypto Anda akan muncul di sini.
ja_jp: オンチェーン トランザクションと暗号通貨の購入がここに表示されます。
nl_nl: Uw onchain-transacties en crypto-aankopen worden hier weergegeven.
sl_si: Tukaj bodo prikazane vaše onchain transakcije in kripto nakupi.
sr_sp: Ваше онцхаин трансакције и куповине криптовалута ће се појавити овде.
sw_tz: Miamala yako ya onchain na ununuzi wa cryptocurrency utaonekana hapa.
tr_tr: Zincir üstü işlemleriniz ve kripto satın alımlarınız burada görünecektir.
uk_ua: Тут відображатимуться ваші ончейн-транзакції та криптовалютні покупки.

source: Withdrew
ar_sa: انسحب
da_dk: trak sig tilbage
fi_fi: vetäytyi
he_il: נסוג
hu_hu: Visszavonult
id_id: Mundur
ja_jp: 撤退した
nl_nl: trok zich terug
sl_si: umaknil
sr_sp: Повукао се
sw_tz: Alijiondoa
tr_tr: çekildi
uk_ua: Вилучено

source: Execute proposal {proposalId}
ar_sa: تنفيذ الاقتراح {proposalId}
da_dk: Udfør forslag {proposalId}
fi_fi: Suorita ehdotus {proposalId}
he_il: בצע הצעה {proposalId}
hu_hu: A {proposalId}javaslat végrehajtása
id_id: Jalankan usulan {proposalId}
ja_jp: 提案 {proposalId}を実行する
nl_nl: Voer voorstel {proposalId}uit
sl_si: Izvedite predlog {proposalId}
sr_sp: Извршите предлог {proposalId}
sw_tz: Tekeleza pendekezo {proposalId}
tr_tr: Teklifi yürüt {proposalId}
uk_ua: Виконати пропозицію {proposalId}

source: To
ar_sa: إلى
da_dk: Til
fi_fi: Vastaanottaja
he_il: ל
hu_hu: -nak/-nek
id_id: Untuk
ja_jp: 買うトークン
nl_nl: Naar
sl_si: Za
sr_sp: До
sw_tz: Kwa
tr_tr: Alıcı
uk_ua: Кому

source: Voting starts approximately {0}
ar_sa: يبدأ التصويت تقريبًا {0}
da_dk: Afstemningen starter cirka {0}
fi_fi: Äänestys alkaa noin {0}
he_il: ההצבעה מתחילה בערך {0}
hu_hu: A szavazás {0}körül kezdődik
id_id: Pemungutan suara dimulai sekitar {0}
ja_jp: 投票はおよそ {0} から始まります
nl_nl: Stemmen begint ongeveer {0}
sl_si: Glasovanje se začne okrog {0}
sr_sp: Гласање почиње отприлике {0}
sw_tz: Upigaji kura huanza takriban {0}
tr_tr: Oylama yaklaşık {0}başlar
uk_ua: Початок голосування приблизно о {0}

source: Fees
ar_sa: مصاريف
da_dk: Gebyrer
fi_fi: Maksut
he_il: עמלות
hu_hu: Díjak
id_id: Biaya
ja_jp: 手数料
nl_nl: Vergoedingen
sl_si: Pristojbine
sr_sp: Накнаде
sw_tz: Ada
tr_tr: ücretler
uk_ua: Збори

source: Connecting wallet...
ar_sa: جارٍ ربط المحفظة...
da_dk: Tilslutter tegnebog...
fi_fi: Yhdistetään lompakkoa...
he_il: מחבר ארנק...
hu_hu: Pénztárca csatlakoztatása...
id_id: Menghubungkan dompet...
ja_jp: ウォレットを接続中...
nl_nl: Portemonnee verbinden...
sl_si: Povezovanje denarnice ...
sr_sp: Повезивање новчаника...
sw_tz: Inaunganisha pochi...
tr_tr: Cüzdan bağlanıyor...
uk_ua: Підключення гаманця...

source: Collect fees failed
ar_sa: فشل تحصيل الرسوم
da_dk: Opkrævning af gebyrer mislykkedes
fi_fi: Maksujen kerääminen epäonnistui
he_il: איסוף עמלות נכשל
hu_hu: A díjak beszedése nem sikerült
id_id: Kumpulkan biaya gagal
ja_jp: 料金の徴収に失敗しました
nl_nl: Het innen van toeslagen is mislukt
sl_si: Zbiranje pristojbin ni uspelo
sr_sp: Прикупљање накнада није успело
sw_tz: Imeshindwa kukusanya ada
tr_tr: Ücret tahsil edilemedi
uk_ua: Помилка збору

source: Removed Liquidity
ar_sa: السيولة المزالة
da_dk: Fjernet likviditet
fi_fi: Likviditeetti poistettu
he_il: הוסרה נזילות
hu_hu: Likviditás eltávolítva
id_id: Dihapus Likuiditas
ja_jp: 流動性の除去
nl_nl: Liquiditeit verwijderd
sl_si: Odstranjena likvidnost
sr_sp: Уклоњена ликвидност
sw_tz: Imeondolewa Ukwasi
tr_tr: Kaldırılan Likidite
uk_ua: Вилучено ліквідність

source: Deploying
ar_sa: النشر
da_dk: Udruller
fi_fi: Käyttöönotto
he_il: פריסה
hu_hu: Telepítés
id_id: Menyebarkan
ja_jp: 導入中
nl_nl: Implementeren
sl_si: Uvajanje
sr_sp: Деплоиинг
sw_tz: Inapeleka
tr_tr: dağıtma
uk_ua: Розгортання

source: No tokens yet
ar_sa: لا توجد رموز حتى الآن
da_dk: Ingen tokens endnu
fi_fi: Ei vielä tunnuksia
he_il: עדיין אין אסימונים
hu_hu: Még nincsenek tokenek
id_id: Belum ada token
ja_jp: まだトークンがありません
nl_nl: Nog geen tokens
sl_si: Ni še žetonov
sr_sp: Још нема токена
sw_tz: Bado hakuna tokeni
tr_tr: Henüz jeton yok
uk_ua: Жетонів ще немає

source: Twitter
ar_sa: تويتر
fi_fi: Viserrys
he_il: טוויטר
ja_jp: ツイッター
nl_nl: Twitteren
sr_sp: Твиттер
tr_tr: heyecan

source: Select token
ar_sa: حدد رمز
da_dk: Vælg token
fi_fi: Valitse tunnus
he_il: בחר אסימון
hu_hu: Válassza ki a tokent
id_id: Pilih token
ja_jp: トークンを選択
nl_nl: Selecteer token
sl_si: Izberite žeton
sr_sp: Изаберите токен
sw_tz: Chagua tokeni
tr_tr: Belirteç seçin
uk_ua: Виберіть маркер

source: 24H volume
ar_sa: حجم 24H
da_dk: 24H volumen
fi_fi: 24 tunnin tilavuus
he_il: נפח 24 שעות
hu_hu: 24 órás hangerő
id_id: volume 24 jam
ja_jp: 24時間出来高
sl_si: 24H prostornina
sr_sp: 24Х волуме
sw_tz: Kiasi cha 24H
tr_tr: 24 saat hacim
uk_ua: 24H обсяг

source: Invalid chart
ar_sa: رسم بياني غير صالح
da_dk: Ugyldigt diagram
fi_fi: Virheellinen kaavio
he_il: תרשים לא חוקי
hu_hu: Érvénytelen diagram
id_id: Bagan tidak valid
ja_jp: 無効なチャート
nl_nl: Ongeldig diagram
sl_si: Neveljaven grafikon
sr_sp: Неважећи графикон
sw_tz: Chati batili
tr_tr: Geçersiz grafik
uk_ua: Недійсна діаграма

source: Delegate voting power to {0}
ar_sa: تفويض قوة التصويت إلى {0}
da_dk: Uddelegere stemmeret til {0}
fi_fi: Siirrä äänivalta {0}
he_il: האציל את כוח ההצבעה ל {0}
hu_hu: A szavazati jogot {0}-ra delegálják
id_id: Delegasikan hak suara ke {0}
ja_jp: {0} に投票権を委任する
nl_nl: Delegeer stemrecht naar {0}
sl_si: Prenesi pravico glasovanja na zastopnika {0}
sr_sp: Делегирајте моћ гласања на {0}
sw_tz: Kasimu mamlaka ya kupiga kura kwa {0}
tr_tr: Oylama gücünü {0}devret
uk_ua: Делегувати право голосу до {0}

source: Vote for proposal {proposalKey}
ar_sa: التصويت للمقترح {proposalKey}
da_dk: Stem på forslag {proposalKey}
fi_fi: Äänestä ehdotusta {proposalKey}
he_il: הצביעו להצעה {proposalKey}
hu_hu: Szavazz a {proposalKey}javaslatra
id_id: Beri suara untuk proposal {proposalKey}
ja_jp: 提案{proposalKey} に賛成票を入れる
nl_nl: Stem voor voorstel {proposalKey}
sl_si: Glasuj za pobudo {proposalKey}
sr_sp: Гласајте за предлог {proposalKey}
sw_tz: Piga kura kwa pendekezo {proposalKey}
tr_tr: Teklif için oy verin {proposalKey}
uk_ua: Голосуйте за пропозицію {proposalKey}

source: Tip:
ar_sa: نصيحة:
fi_fi: Kärki:
he_il: עֵצָה:
hu_hu: Tipp:
ja_jp: ヒント：
sl_si: Nasvet:
sr_sp: Савет:
sw_tz: Kidokezo:
tr_tr: Uç:
uk_ua: Порада:

source: Network cost is paid in {0} on the {chainName} network in order to transact.
ar_sa: يتم دفع تكلفة الشبكة بـ {0} على الشبكة {chainName} من أجل إجراء المعاملات.
da_dk: Netværksomkostninger betales i {0} på {chainName} netværk for at handle.
fi_fi: Verkkomaksu maksetaan {0} :ssa {chainName} verkossa kaupan suorittamiseksi.
he_il: עלות הרשת משולמת ב {0} ברשת {chainName} על מנת לבצע עסקה.
hu_hu: A hálózati költséget {0} ban kell kifizetni az {chainName} hálózaton a tranzakció érdekében.
id_id: Biaya jaringan dibayarkan dalam {0} pada {chainName} jaringan untuk bertransaksi.
ja_jp: 取引を行うために、ネットワークコストは {chainName} ネットワーク上で {0} で支払われます。
nl_nl: De netwerkkosten worden in {0} op het {chainName} netwerk betaald om transacties uit te voeren.
sl_si: Omrežni stroški se plačajo v {0} na {chainName} omrežju za izvedbo transakcije.
sr_sp: Мрежни трошак се плаћа у {0} на мрежи {chainName} да би се извршила трансакција.
sw_tz: Gharama ya mtandao hulipwa kwa {0} kwenye mtandao {chainName} ili kufanya shughuli.
tr_tr: {chainName} ağda işlem yapılabilmesi için ağ maliyeti {0} olarak ödenir.
uk_ua: Щоб здійснити транзакцію, вартість мережі сплачується {0} у мережі {chainName}.

source: Create {0}/{1} V3 pool
ar_sa: أنشئ تجمع {0}{1}
da_dk: Opret {0}V3{1}
fi_fi: Luo {0}V3-{1}
he_il: צור מאגר {0}{1}
hu_hu: {0}V3 készlet{1}
id_id: Buat kumpulan {0}/{1}
ja_jp: {0}/{1} V3プールを作成
nl_nl: Creëer {0}/{1} V3-pool
sl_si: Ustvari V3-sklad {0}/{1}
sr_sp: Направите {0}/{1} В3 базен
sw_tz: Kujenga {0}/{1} V3 pool
tr_tr: {0}/{1} V3 havuzu oluştur
uk_ua: Створіть пул {0}{1}

source: Event
ar_sa: حدث
da_dk: Begivenhed
fi_fi: Tapahtuma
he_il: מִקרֶה
hu_hu: Esemény
id_id: Peristiwa
ja_jp: イベント
nl_nl: Evenement
sl_si: Dogodek
sr_sp: Догађај
sw_tz: Tukio
tr_tr: Etkinlik
uk_ua: Подія

source: Min:
ar_sa: دقيقة:
fi_fi: Minimi:
he_il: דקה:
ja_jp: 最小:
sl_si: Najmanj:
sr_sp: Мин:
sw_tz: Dak:
tr_tr: Minimum:
uk_ua: Мінімум:

source: ETH Registrar Controller
ar_sa: مراقب مسجل ETH
da_dk: ETH Registrator Controller
fi_fi: ETH:n rekisterinpitäjä
he_il: בקר רשם ETH
hu_hu: ETH Regisztrátor Ellenőr
id_id: Pengontrol Pendaftar ETH
ja_jp: ETHレジストラコントローラ
sl_si: Nadzornik registra ETH
sr_sp: ЕТХ регистратор контролер
sw_tz: Mdhibiti wa Msajili wa ETH
tr_tr: ETH Kayıt Denetleyicisi
uk_ua: Контролер реєстратора ETH

source: Switch to {0}
ar_sa: قم بالتبديل إلى {0}
da_dk: Skift til {0}
fi_fi: Vaihda arvoon {0}
he_il: עבור ל {0}
hu_hu: Váltson {0}
id_id: Beralih ke {0}
ja_jp: {0}に切り替える
nl_nl: Schakel over naar {0}
sl_si: Preklopite na {0}
sr_sp: Пребаците се на {0}
sw_tz: Badilisha hadi {0}
tr_tr: {0}geç
uk_ua: Переключіться на {0}

source: {tokenB} per {tokenA}
ar_sa: {tokenB} لكل {tokenA}
da_dk: {tokenB} pr. {tokenA}
he_il: {tokenB} לכל {tokenA}
ja_jp: {tokenB} / {tokenA}
sl_si: {tokenB} na {tokenA}
sr_sp: {tokenB} по {tokenA}
sw_tz: {tokenB} kwa {tokenA}
tr_tr: {tokenB} / {tokenA}
uk_ua: {tokenB} на {tokenA}

source: Your swap is expected to fail.
ar_sa: من المتوقع أن تفشل المبادلة الخاصة بك.
da_dk: Din swap forventes at mislykkes.
fi_fi: Vaihdon odotetaan epäonnistuvan.
he_il: ההחלפה שלך צפויה להיכשל.
hu_hu: A csere várhatóan sikertelen lesz.
id_id: Pertukaran Anda diharapkan gagal.
ja_jp: スワップは失敗すると予想されます。
nl_nl: Uw swap zal naar verwachting mislukken.
sl_si: Pričakuje se, da vaša zamenjava ne bo uspela.
sr_sp: Очекује се да ваша замена не успе.
sw_tz: Ubadilishanaji wako unatarajiwa kutofaulu.
tr_tr: Takas işleminizin başarısız olması bekleniyor.
uk_ua: Очікується, що ваш обмін не вдасться.

source: Dismiss
ar_sa: تجاهل
da_dk: Afvis
fi_fi: Sulje
he_il: לשחרר
hu_hu: Elvetés
id_id: Buang
ja_jp: 注文を取り下げる
nl_nl: Afwijzen
sl_si: Opusti
sr_sp: Одбаци
sw_tz: Ondoa
tr_tr: Reddet
uk_ua: Відхилити

source: Collecting
ar_sa: جمع
da_dk: Indsamler
fi_fi: Kerätään
he_il: גבייה
hu_hu: Beszedés
id_id: Menagih
ja_jp: 取得中
nl_nl: Innen
sl_si: Prevzem v teku
sr_sp: Сакупљање
sw_tz: Kusanya
tr_tr: Toplama
uk_ua: Збирається

source: Unlock voting
ar_sa: فتح التصويت
da_dk: Lås afstemning op
fi_fi: Avaa äänestys
he_il: פתח את ההצבעה
hu_hu: A szavazás feloldása
id_id: Buka kunci pemungutan suara
ja_jp: 投票のロックを解除する
nl_nl: Ontgrendel het stemmen
sl_si: Odkleni glasovanje
sr_sp: Откључај гласање
sw_tz: Fungua upigaji kura
tr_tr: Oylamanın kilidini açın
uk_ua: Розблокувати голосування

source: New position
ar_sa: مركز جديد
da_dk: Ny stilling
fi_fi: Uusi asema
he_il: תפקיד חדש
hu_hu: Új pozíció
id_id: Posisi baru
ja_jp: 新しいポジション
nl_nl: Nieuwe positie
sl_si: Nov položaj
sr_sp: Нова позиција
sw_tz: Nafasi mpya
tr_tr: Yeni pozisyon
uk_ua: Нова посада

source: Queuing
ar_sa: قائمة الانتظار
da_dk: Stå i kø
fi_fi: Jonotus
he_il: הִזדַנְבוּת
hu_hu: Sorban állás
id_id: Mengantri
ja_jp: キューイング
nl_nl: Wachtrijen
sl_si: Čakalna vrsta
sr_sp: Стати у ред
sw_tz: Kupanga foleni
tr_tr: kuyruk
uk_ua: Постановка в чергу

source: Explore tokens
ar_sa: استكشف الرموز
da_dk: Udforsk tokens
fi_fi: Tutustu tokeneihin
he_il: חקור אסימונים
hu_hu: Fedezze fel a tokeneket
id_id: Jelajahi token
ja_jp: トークンを探す
nl_nl: Tokens verkennen
sl_si: Raziščite žetone
sr_sp: Истражите токене
sw_tz: Chunguza tokeni
tr_tr: Belirteçleri keşfedin
uk_ua: Дослідіть жетони

source: Insufficient pool liquidity to complete transaction
ar_sa: سيولة مجمعة غير كافية لإتمام الصفقة
da_dk: Utilstrækkelig puljelikviditet til at gennemføre transaktionen
fi_fi: Poolin likviditeetti ei riitä tapahtuman suorittamiseen
he_il: נזילות מאגר לא מספקת להשלמת העסקה
hu_hu: Nincs elegendő pool likviditás a tranzakció befejezéséhez
id_id: Likuiditas kumpulan tidak cukup untuk menyelesaikan transaksi
ja_jp: 取引を完了するにはプールの流動性が不十分です
nl_nl: Onvoldoende poolliquiditeit om transactie te voltooien
sl_si: Nezadostna likvidnost sklada za dokončanje transakcije
sr_sp: Недовољна ликвидност фонда за завршетак трансакције
sw_tz: Upungufu wa ukwasi wa bwawa kukamilisha shughuli
tr_tr: İşlemi tamamlamak için yetersiz havuz likiditesi
uk_ua: Недостатня ліквідність пулу для завершення транзакції

source: Added V2 liquidity
ar_sa: تمت إضافة سيولة V2
da_dk: Tilføjet V2-likviditet
fi_fi: Lisätty V2-likviditeettiä
he_il: נוספה נזילות V2
hu_hu: Hozzáadott V2 likviditás
id_id: Menambahkan likuiditas V2
ja_jp: V2 流動性の追加
nl_nl: V2-liquiditeit toegevoegd
sl_si: Dodana likvidnost V2
sr_sp: Додата В2 ликвидност
sw_tz: Aliongeza ukwasi wa V2
tr_tr: V2 likiditesi eklendi
uk_ua: Додана ліквідність V2
