Repository: iMac7/interface
Catalog: src/locales/*.po
Languages: ar_sa, da_dk, fi_fi, he_il, hu_hu, id_id, ja_jp, nl_nl, sl_si, sr_sp, sw_tz, tr_tr, uk_ua

source: Retry confirmation
ar_sa: إعادة محاولة التأكيد
da_dk: Prøv at bekræfte igen
fi_fi: Yritä vahvistusta uudelleen
he_il: נסה שוב לאשר
hu_hu: Próbálja újra a megerősítést
id_id: Coba lagi konfirmasi
ja_jp: リトライ確認
nl_nl: Bevestiging opnieuw proberen
sl_si: Ponovi potrditev
sr_sp: Поновите потврду
sw_tz: Jaribu tena uthibitisho
tr_tr: Onaylamayı yeniden dene
uk_ua: Повторити підтвердження

source: When available, aggregates liquidity sources for better prices and gas free swaps.
ar_sa: عند توفرها ، تقوم بتجميع مصادر السيولة للحصول على أسعار أفضل ومقايضات خالية من الغاز.
da_dk: Når det er tilgængeligt, samler likviditetskilder til bedre priser og gasfri swaps.
fi_fi: Jos saatavilla, kokoaa likviditeettilähteitä parempiin hintoihin ja kaasuvapaisiin vaihtosopimuksiin.
he_il: כאשר זמין, צובר מקורות נזילות למחירים טובים יותר והחלפות ללא גז.
hu_hu: Ha elérhető, összesíti a likviditási forrásokat a jobb árak és a gázmentes csereügyletek érdekében.
id_id: Jika tersedia, kumpulkan sumber likuiditas untuk harga yang lebih baik dan swap bebas gas.
ja_jp: 利用可能な場合は、流動性ソースを集約して、より良い価格とガスフリースワップを実現します。
nl_nl: Verzamelt, indien beschikbaar, liquiditeitsbronnen voor betere prijzen en gasvrije swaps.
sl_si: Ko je na voljo, združuje vire likvidnosti za boljše cene in zamenjave brez plina.
sr_sp: Када су доступни, обједињује изворе ликвидности за боље цене и размену без гаса.
sw_tz: Inapopatikana, hujumlisha vyanzo vya ukwasi kwa bei bora na ubadilishaji usio na gesi.
tr_tr: Mevcut olduğunda, likidite kaynaklarını daha iyi fiyatlar ve gazsız takaslar için toplar.
uk_ua: Якщо доступно, агрегує джерела ліквідності для кращих цін і свопів без газу.

source: Add
ar_sa: إضافة
da_dk: Tilføj
fi_fi: Lisää
he_il: הוספה
hu_hu: Hozzáadás
id_id: Tambahkan
ja_jp: 追加
nl_nl: Toevoegen
sl_si: Dodaj
sr_sp: Додати
sw_tz: Ongeza
tr_tr: Ekle
uk_ua: Додати

source: Insufficient {0} balance
ar_sa: رصيد {0} غير كاف
da_dk: Utilstrækkelig {0} saldo
fi_fi: Riittämätön {0} saldo
he_il: איזון {0} לא מספיק
hu_hu: Elégtelen {0} egyenleg
id_id: Saldo {0} tidak cukup
ja_jp: {0} の残高が足りません
nl_nl: Onvoldoende saldo {0}
sl_si: Prenizko dobroimetje {0}
sr_sp: Недовољно {0} на стању
sw_tz: Usawa wa kutosha {0}
tr_tr: Yetersiz {0} bakiye
uk_ua: Недостатній баланс {0}

source: Disclaimer for UK residents
ar_sa: إخلاء المسؤولية للمقيمين في المملكة المتحدة
da_dk: Ansvarsfraskrivelse for indbyggere i Storbritannien
fi_fi: Vastuuvapauslauseke Yhdistyneen kuningaskunnan asukkaille
he_il: כתב ויתור לתושבי בריטניה
hu_hu: Jogi nyilatkozat az Egyesült Királyság lakosai számára
id_id: Penafian untuk penduduk Inggris
ja_jp: 英国居住者向けの免責事項
nl_nl: Disclaimer voor inwoners van Groot-Brittannië
sl_si: Zavrnitev odgovornosti za prebivalce Združenega kraljestva
sr_sp: Одрицање одговорности за становнике Велике Британије
sw_tz: Kanusho kwa wakazi wa Uingereza
tr_tr: Birleşik Krallık'ta ikamet edenler için sorumluluk reddi beyanı
uk_ua: Застереження для жителів Великобританії

source: Send failed
ar_sa: فشل إرسال
da_dk: Send mislykkedes
fi_fi: Lähetys epäonnistui
he_il: שליחה נכשלה
hu_hu: A küldés sikertelen
id_id: Pengiriman gagal
ja_jp: 送信に失敗しました
nl_nl: Versturen mislukt
sl_si: Pošiljanje ni uspelo
sr_sp: Слање није успело
sw_tz: Imeshindwa kutuma
tr_tr: Gönderilemedi
uk_ua: Не вдалося надіслати

source: {0}% pool
ar_sa: {0}٪ تجمع
da_dk: {0}% pulje
fi_fi: {0}% pooli
he_il: {0}% בריכה
id_id: {0}% kumpulan
ja_jp: {0}％プール
nl_nl: {0}% zwembad
sl_si: {0}% sklad
sr_sp: {0}% базен
sw_tz: {0}% bwawa
tr_tr: % {0}havuz
uk_ua: {0}% басейн

source: Created pool
ar_sa: تم إنشاء تجمع
da_dk: Oprettet pool
fi_fi: Luotu allas
he_il: נוצר בריכה
hu_hu: Létrehozva medence
id_id: Dibuat kolam
ja_jp: 作成されたプール
nl_nl: Zwembad gemaakt
sl_si: Ustvarjen bazen
sr_sp: Креиран базен
sw_tz: Bwawa lililoundwa
tr_tr: Oluşturulan havuz
uk_ua: Створений пул

source: Creating pool
ar_sa: إنشاء البركة
da_dk: Oprettelse af pool
fi_fi: Uima-altaan luominen
he_il: יצירת בריכה
hu_hu: Medence létrehozása
id_id: Membuat kolam
ja_jp: プールの作成
nl_nl: Zwembad maken
sl_si: Ustvarjanje bazena
sr_sp: Креирање базена
sw_tz: Kujenga bwawa
tr_tr: havuz oluşturuluyor
uk_ua: Створення пулу

source: Resolve {issues} issues
ar_sa: حل {issues} مشاكل
da_dk: Løs {issues} problemer
fi_fi: Ratkaise {issues} ongelmaa
he_il: פתור {issues} בעיות
hu_hu: {issues} probléma megoldása
id_id: Selesaikan {issues} masalah
ja_jp: {issues} 件の問題を解決する
nl_nl: Los {issues} problemen op
sl_si: Rešite {issues} težav
sr_sp: Реши {issues} проблема
sw_tz: Tatua masuala {issues}
tr_tr: {issues} sorunu çöz
uk_ua: Вирішити {issues} питань

source: Delegating votes
ar_sa: تصويت التفويض
da_dk: Uddelegerer stemmer
fi_fi: Delegoidaan ääniä
he_il: האצלת קולות
hu_hu: Szavazatok delegálása
id_id: Mendelegasikan suara
ja_jp: 投票を委任中
nl_nl: Overdragen van stemmen
sl_si: Pooblaščanje zastopnika
sr_sp: Делегирање гласова
sw_tz: Kukabidhi kura
tr_tr: Oylar devrediliyor
uk_ua: Делегування голосів

source: Create a pair
ar_sa: إنشاء مجموعة
da_dk: Opret et par
fi_fi: Luo pari
he_il: צור זוג
hu_hu: Egy pár létrehozása
id_id: Buat pasangan
ja_jp: ペアを作成
nl_nl: Maak een paar aan
sl_si: Ustvarite par
sr_sp: Направите пар
sw_tz: Unda jozi
tr_tr: Bir çift oluştur
uk_ua: Створити пару

source: Download
ar_sa: تحميل
da_dk: Hent
fi_fi: ladata
he_il: הורד
hu_hu: Letöltés
id_id: Unduh
ja_jp: ダウンロード
nl_nl: Downloaden
sl_si: Prenesi
sr_sp: Преузимање
sw_tz: Pakua
tr_tr: İndirmek
uk_ua: Завантажити

source: UniswapX
ja_jp: ユニスワップX
sr_sp: УнисвапКс

source: Maker
ar_sa: صانع
fi_fi: Luoja
he_il: יַצרָן
hu_hu: Készítő
id_id: Pembuat
ja_jp: メーカー
sl_si: Ustvarjalec
sr_sp: Макер
sw_tz: Muumba
tr_tr: Yapımcı
uk_ua: Творець

source: Successfully listed
ar_sa: تم إدراجها بنجاح
da_dk: Opført med succes
fi_fi: Listattu onnistuneesti
he_il: רשום בהצלחה
hu_hu: Sikeresen listázva
id_id: Berhasil terdaftar
ja_jp: 無事上場されました
nl_nl: Succesvol vermeld
sl_si: Uspešno uvrščen na seznam
sr_sp: Успешно на листи
sw_tz: Imeorodheshwa kwa mafanikio
tr_tr: Başarıyla listelendi
uk_ua: Успішно внесено до списку

source: Your balance on {label}
ar_sa: رصيدك على {label}
da_dk: Din saldo på {label}
fi_fi: Saldosi on {label}
he_il: היתרה שלך על {label}
hu_hu: Egyenlege {label}
id_id: Saldo Anda pada {label}
ja_jp: 残高は {label}です
nl_nl: Uw saldo op {label}
sl_si: Vaše stanje na {label}
sr_sp: Ваше стање на {label}
sw_tz: Salio lako kwenye {label}
tr_tr: Bakiyeniz {label}
uk_ua: Ваш баланс на {label}

source: Depositing
ar_sa: الإيداع
da_dk: Indbetaling
fi_fi: Tallettaminen
he_il: הפקדה
hu_hu: Befizetés
id_id: Menyetor
ja_jp: 入金中
nl_nl: Storten
sl_si: Deponiranje
sr_sp: Депоновање
sw_tz: Kuweka amana
tr_tr: para yatırma
uk_ua: Депонування

source: Download app
ar_sa: تحميل التطبيق
fi_fi: Lataa sovellus
he_il: הורד אפליקציה
hu_hu: Töltse le az alkalmazást
id_id: Unduh aplikasi
ja_jp: アプリをダウンロードする
sl_si: Prenesite aplikacijo
sr_sp: Преузмите апликацију
sw_tz: Pakua programu
tr_tr: İndir uygulaması
uk_ua: Завантажити програму

source: {currencySymbol} fees don't allow for accurate exact outputs. Use the `You pay` field instead.
ar_sa: {currencySymbol} الرسوم لا تسمح بمخرجات دقيقة ودقيقة. استخدم الحقل "أنت تدفع" بدلاً من ذلك.
da_dk: {currencySymbol} gebyrer tillader ikke nøjagtige nøjagtige output. Brug i stedet `Du betaler`-feltet.
fi_fi: {currencySymbol} -maksut eivät salli tarkkoja ja tarkkoja tuloksia. Käytä sen sijaan Sinä maksat -kenttää.
he_il: עמלות {currencySymbol} אינן מאפשרות תפוקות מדויקות מדויקות. השתמש בשדה 'אתה משלם' במקום זאת.
hu_hu: {currencySymbol} díj nem teszi lehetővé a pontos, pontos kimeneteket. Ehelyett használja az „Ön fizet” mezőt.
id_id: Biaya {currencySymbol} tidak memungkinkan keluaran yang akurat dan tepat. Gunakan bidang `Anda membayar` sebagai gantinya.
ja_jp: 手数料が{currencySymbol} では、正確な値になりません。代わりに「You pay」フィールドを使用してください。
nl_nl: {currencySymbol} -kosten staan geen nauwkeurige, exacte uitvoer toe. Gebruik in plaats daarvan het veld 'U betaalt'.
sl_si: {currencySymbol} pristojbin ne omogoča natančnih in natančnih rezultatov. Namesto tega uporabite polje `Vi plačate`.
sr_sp: {currencySymbol} накнаде не дозвољавају тачне тачне резултате. Уместо тога користите поље „Ви плаћате“.
sw_tz: Ada {currencySymbol} haziruhusu matokeo sahihi. Tumia sehemu ya `Unalipa` badala yake.
tr_tr: {currencySymbol} ücret, doğru ve kesin çıktılara izin vermez. Bunun yerine "Ödeme yaparsınız" alanını kullanın.
uk_ua: {currencySymbol} комісії не дозволяють отримати точні результати. Натомість використовуйте поле «Ви платите».

source: Remove amount
ar_sa: إزالة المبلغ
da_dk: Fjern mængden
fi_fi: Poista määrä
he_il: הסר כמות
hu_hu: Távolítsa el az összeget
id_id: Hapus jumlah
ja_jp: 削除量
nl_nl: Bedrag verwijderen
sl_si: Odstrani znesek
sr_sp: Уклоните износ
sw_tz: Ondoa kiasi
tr_tr: Tutarı kaldır
uk_ua: Видалити суму

source: Adding liquidity
ar_sa: إضافة السيولة
da_dk: Tilføjelse af likviditet
fi_fi: Likviditeetin lisääminen
he_il: הוספת נזילות
hu_hu: Likviditás hozzáadása
id_id: Menambah likuiditas
ja_jp: 流動性の追加
nl_nl: Liquiditeit toevoegen
sl_si: Dodajanje likvidnosti
sr_sp: Додавање ликвидности
sw_tz: Kuongeza ukwasi
tr_tr: Likidite ekleme
uk_ua: Додавання ліквідності

source: Your connected network is unsupported.
ar_sa: شبكتك المتصلة غير مدعومة.
da_dk: Dit tilsluttede netværk understøttes ikke.
fi_fi: Yhdistettyä verkkoasi ei tueta.
he_il: הרשת המחוברת שלך אינה נתמכת.
hu_hu: A csatlakoztatott hálózat nem támogatott.
id_id: Jaringan Anda yang terhubung tidak didukung.
ja_jp: 接続されているネットワークはサポートされていません。
nl_nl: Uw verbonden netwerk wordt niet ondersteund.
sl_si: Omrežje, s katerim ste povezani, ni podprto.
sr_sp: Ваша повезана мрежа није подржана.
sw_tz: Mtandao wako uliounganishwa hautumiki.
tr_tr: Bağlı ağınız desteklenmiyor.
uk_ua: Ваша підключена мережа не підтримується.

source: Low listing price
ar_sa: انخفاض سعر القائمة
da_dk: Lav noteringspris
fi_fi: Alhainen listaushinta
he_il: מחיר רישום נמוך
hu_hu: Alacsony tőzsdei ár
id_id: Harga daftar rendah
ja_jp: 安い出品価格
nl_nl: Lage aanbiedingsprijs
sl_si: Nizka kotacijska cena
sr_sp: Ниска цена на листи
sw_tz: Bei ya chini ya tangazo
tr_tr: Düşük liste fiyatı
uk_ua: Низька ціна в списку

source: Collect fees cancelled
ar_sa: تحصيل الرسوم الملغاة
da_dk: Opkræve gebyrer annulleret
fi_fi: Peru peruutetut maksut
he_il: גביית עמלות בוטלה
hu_hu: Törölt díjak beszedése
id_id: Kumpulkan biaya dibatalkan
ja_jp: 料金徴収がキャンセルされました
nl_nl: Incassokosten geannuleerd
sl_si: Zbiranje pristojbin preklicano
sr_sp: Наплата накнада је отказана
sw_tz: Ada ya kukusanya imeghairiwa
tr_tr: Toplama ücretleri iptal edildi
uk_ua: Збір зборів скасовано

source: Etherscan
ar_sa: اثيرسكان
sr_sp: Етхерсцан
tr_tr: Ether taraması

source: This collection is blocked
ar_sa: تم حظر هذه المجموعة
da_dk: Denne samling er blokeret
fi_fi: Tämä kokoelma on estetty
he_il: אוסף זה חסום
hu_hu: Ez a gyűjtemény le van tiltva
id_id: Koleksi ini diblokir
ja_jp: このコレクションはブロックされています
nl_nl: Deze collectie is geblokkeerd
sl_si: Ta zbirka je blokirana
sr_sp: Ова колекција је блокирана
sw_tz: Mkusanyiko huu umezuiwa
tr_tr: Bu koleksiyon engellendi
uk_ua: Ця колекція заблокована

source: Remove liquidity cancelled
ar_sa: إلغاء السيولة الملغاة
da_dk: Fjern annulleret likviditet
fi_fi: Poista likviditeetti peruutettu
he_il: הסרת נזילות בוטלה
hu_hu: Likviditás eltávolítása törölve
id_id: Hapus likuiditas dibatalkan
ja_jp: 流動性の削除がキャンセルされました
nl_nl: Verwijder liquiditeit geannuleerd
sl_si: Odstranjevanje likvidnosti preklicano
sr_sp: Уклањање ликвидности је отказано
sw_tz: Kuondoa ukwasi kumeghairiwa
tr_tr: Kaldır likidite iptal edildi
uk_ua: Видалення ліквідності скасовано

source: Swap cancelled
ar_sa: تم إلغاء المبادلة
da_dk: Swap annulleret
fi_fi: Vaihto peruttu
he_il: ההחלפה בוטלה
hu_hu: A csere törölve
id_id: Tukar dibatalkan
ja_jp: スワップがキャンセルされました
nl_nl: Wissel geannuleerd
sl_si: Zamenjava preklicana
sr_sp: Замена је отказана
sw_tz: Ubadilishanaji umeghairiwa
tr_tr: Değiştirme iptal edildi
uk_ua: Обмін скасовано

source: {0}/{1} LP Tokens
ar_sa: {0}/{1} رموز LP
fi_fi: {0}/{1} LP-rahaketta
he_il: {0}/{1} אסימוני LP
hu_hu: {0}/{1} LP token
id_id: {0}/{1} Token LP
ja_jp: {0}/{1} LPトークン
sl_si: Likvidnostni žetoni {0}/{1}
sr_sp: {0}/{1} LP Токени
sw_tz: {0}/{1} LP Shuhuda
tr_tr: {0}/{1} LP Jetonları
uk_ua: Токени LP {0}/{1}

source: Cancellation cancelled
ar_sa: تم إلغاء الإلغاء
da_dk: Annullering annulleret
fi_fi: Peruutus peruttu
he_il: הביטול בוטל
hu_hu: Lemondás törölve
id_id: Pembatalan dibatalkan
ja_jp: キャンセルがキャンセルされました
nl_nl: Annulering geannuleerd
sl_si: Odpoved preklicana
sr_sp: Отказивање је отказано
sw_tz: Ughairi umeghairiwa
tr_tr: İptal iptal edildi
uk_ua: Скасування скасовано

source: Something went wrong
ar_sa: حدث خطأ ما
da_dk: Noget gik galt
fi_fi: Jotain meni pieleen
he_il: משהו השתבש
hu_hu: Valami elromlott
id_id: Ada yang salah
ja_jp: 何らかの問題が発生しました
nl_nl: Er is iets fout gegaan
sl_si: Nekaj je šlo narobe
sr_sp: Нешто није у реду
sw_tz: Hitilafu imetokea
tr_tr: Bir şeyler yanlış gitti
uk_ua: Сталася помилка

source: Select pair
ar_sa: حدد زوجًا
da_dk: Vælg par
fi_fi: Valitse pari
he_il: בחר זוג
hu_hu: Válasszon párt
id_id: Pilih pasangan
ja_jp: ペアを選択
nl_nl: Selecteer paar
sl_si: Izberite par
sr_sp: Изаберите пар
sw_tz: Chagua jozi
tr_tr: Çift seçin
uk_ua: Виберіть пару

source: Collect as {nativeWrappedSymbol}
ar_sa: اجمع كـ {nativeWrappedSymbol}
da_dk: Saml som {nativeWrappedSymbol}
fi_fi: Kerää {nativeWrappedSymbol}
he_il: אסוף כ {nativeWrappedSymbol}
hu_hu: Gyűjtse {nativeWrappedSymbol}-ként
id_id: Kumpulkan sebagai {nativeWrappedSymbol}
ja_jp: {nativeWrappedSymbol}として収集
nl_nl: Verzamel als {nativeWrappedSymbol}
sl_si: Zberi kot {nativeWrappedSymbol}
sr_sp: Сакупи као {nativeWrappedSymbol}
sw_tz: Kusanya kama {nativeWrappedSymbol}
tr_tr: {nativeWrappedSymbol}olarak topla
uk_ua: Збирати як {nativeWrappedSymbol}

source: Confirm this transaction in your wallet
ar_sa: تأكيد هذه المعاملة في محفظتك
da_dk: Bekræft denne transaktion i din tegnebog
fi_fi: Vahvista lompakkosi tapahtuma
he_il: אשר את העסקה בארנק שלך
hu_hu: Tranzakció megerősítése a pénztárcájában
id_id: Konfirmasikan transaksi ini di dompet Anda
ja_jp: ウォレットで取引を確認する
nl_nl: Bevestig deze transactie in uw portemonnee
sl_si: Odobrite to transakcijo in svoji denarnici
sr_sp: Потврдите ову трансакцију у новчанику
sw_tz: Thibitisha shughuli hii kwenye mkoba wako
tr_tr: Cüzdanınızda bu işlemi onaylayın
uk_ua: Підтвердьте цю операцію у своєму гаманці

source: Buying
ar_sa: شراء
da_dk: At købe
fi_fi: Ostaminen
he_il: קְנִיָה
hu_hu: Vásárlás
id_id: Pembelian
ja_jp: 購入する
nl_nl: kopen
sl_si: Nakupovanje
sr_sp: Куповина
sw_tz: Kununua
tr_tr: Alış
uk_ua: Купівля

source: fee:
ar_sa: مصاريف:
da_dk: betaling:
fi_fi: maksu:
he_il: תַשְׁלוּם:
hu_hu: díj:
id_id: biaya:
ja_jp: 手数料：
nl_nl: tarief:
sl_si: pristojbina:
sr_sp: надокнада:
sw_tz: ada:
tr_tr: ücret:
uk_ua: плата:

source: Unknown Send
ar_sa: إرسال غير معروف
da_dk: Ukendt Send
fi_fi: Tuntematon lähetys
he_il: שלח לא ידוע
hu_hu: Ismeretlen küldés
id_id: Kirim Tidak Dikenal
ja_jp: 不明な送信
nl_nl: Onbekend verzenden
sl_si: Neznano pošiljanje
sr_sp: Непознато Пошаљи
sw_tz: Tuma Isiyojulikana
tr_tr: Bilinmeyen Gönderme
uk_ua: Невідомий Надіслати

source: This month
ar_sa: هذا الشهر
da_dk: Denne måned
fi_fi: Tässä kuussa
he_il: החודש
hu_hu: Ebben a hónapban
id_id: Bulan ini
ja_jp: 今月
nl_nl: Deze maand
sl_si: Ta mesec
sr_sp: Овог месеца
sw_tz: Mwezi huu
tr_tr: Bu ay
uk_ua: Цього місяця

source: Order routing
ar_sa: توجيه الطلب
da_dk: Ordredirigering
fi_fi: Tilauksen reititys
he_il: ניתוב הזמנה
hu_hu: Rendelési útválasztás
id_id: Perutean pesanan
ja_jp: 注文のルート
nl_nl: Routing van bestellingen
sl_si: Usmerjanje naročil
sr_sp: Рутирање налога
sw_tz: Uelekezaji wa agizo
tr_tr: sipariş yönlendirme
uk_ua: Маршрутизація замовлень

source: Unknown Mint
ar_sa: غير معروف منت
da_dk: Ukendt mynte
fi_fi: Tuntematon Mint
he_il: מנטה לא ידועה
hu_hu: Ismeretlen pénzverde
id_id: Permen Tidak Dikenal
ja_jp: アンノウンミント
nl_nl: Onbekende munt
sl_si: Neznana kovnica
sr_sp: Непозната ковница
sw_tz: Mint isiyojulikana
tr_tr: Bilinmeyen Darphane
uk_ua: Невідомий монетний двір

source: Minting
ar_sa: سك
da_dk: Udmøntning
fi_fi: Lyönti
he_il: טְבִיעָה
hu_hu: Pénzverés
id_id: Mencetak
ja_jp: 鋳造
nl_nl: Munten
sl_si: Kovanje
sr_sp: Ковање
sw_tz: Uchimbaji
tr_tr: Darphane
uk_ua: Карбування

source: Pool
ar_sa: المجموعة
da_dk: Pulje
fi_fi: Pooli
he_il: מאגר
id_id: Kolam
ja_jp: プール
sl_si: Skladi
sr_sp: Фонд
sw_tz: Dimbwi
tr_tr: Havuz
uk_ua: Пул

source: Invalid pair.
ar_sa: زوج غير صالح.
da_dk: Ugyldigt par.
fi_fi: Virheellinen pari.
he_il: זוג לא חוקי.
hu_hu: Érvénytelen pár.
id_id: Pasangan tidak valid.
ja_jp: 無効なペアです。
nl_nl: Ongeldig paar.
sl_si: Neveljaven par.
sr_sp: Неважећи пар.
sw_tz: Jozi batili.
tr_tr: Geçersiz çift.
uk_ua: Недійсна пара.

source: Submit proposal cancelled
ar_sa: تم إلغاء تقديم الاقتراح
da_dk: Indsend forslag annulleret
fi_fi: Ehdotuksen lähettäminen peruttu
he_il: הגשת ההצעה בוטלה
hu_hu: Az ajánlat benyújtása visszavonva
id_id: Pengajuan proposal dibatalkan
ja_jp: 提案の送信がキャンセルされました
nl_nl: Voorstel indienen geannuleerd
sl_si: Oddaja predloga preklicana
sr_sp: Подношење предлога је отказано
sw_tz: Kuwasilisha pendekezo kughairiwa
tr_tr: Teklif gönderme iptal edildi
uk_ua: Подати пропозицію скасовано

source: Search name or paste address
ar_sa: البحث عن اسم أو لصق العنوان
da_dk: Søg navn eller indsæt adresse
fi_fi: Etsi nimeä tai liitä osoite
he_il: חפש שם או הדבק כתובת
hu_hu: Név keresése vagy cím beillesztése
id_id: Cari nama atau tempel alamat
ja_jp: トークン名またはアドレス
nl_nl: Zoek naam of plak adres
sl_si: Poiščite ime ali prilepite naslov
sr_sp: Претражите име или налепите адресу
sw_tz: Tafuta jina au ubandike anwani
tr_tr: Adı arayın veya adresi yapıştırın
uk_ua: Шукайте ім’я або введіть адресу

source: Select a token to find your v2 liquidity.
ar_sa: حدد رمزًا للعثور على سيولة v2 الخاصة بك.
da_dk: Vælg et token for at finde din v2-likviditet.
fi_fi: Valitse rahake löytääksesi v2-likviditeettisi.
he_il: בחר אסימון כדי למצוא את נזילות ה- v2 שלך.
hu_hu: Válasszon egy tokent a v2 likviditásának megkereséséhez.
id_id: Pilih token untuk menemukan likuiditas v2 Anda.
ja_jp: トークンを選択して、V2の流動性を見つけます。
nl_nl: Selecteer een token om uw v2-liquiditeit te vinden.
sl_si: Za iskanje svoje likvidnosti V2 izberite žeton.
sr_sp: Изаберите жетон да бисте пронашли вашу V2 ликвидност.
sw_tz: Chagua ishara ili kupata v2 yako ukwasi.
tr_tr: v2 likiditenizi bulmak için bir jeton seçin.
uk_ua: Виберіть токен, щоб знайти свою ліквідність v2.

source: UNI {0}/{1} Burned
ar_sa: UNI {0}/{1} محروق
da_dk: UNI {0}/{1} brændt
fi_fi: UNI {0}/{1} Poltettu
he_il: UNI {0}/{1} שרופה
hu_hu: UNI {0}/{1} Elégett
id_id: UNI {0}/{1} Terbakar
ja_jp: 削除される UNI {0}/{1}
nl_nl: UNI {0}/{1} verbrand
sl_si: Uničenih {0}/{1} UNI
sr_sp: UNI {0}/{1} спаљен
sw_tz: UNI {0}/{1} kuchomwa
tr_tr: UNI {0}/{1} Yandı
uk_ua: UNI {0}/{1} спалено

source: Repay cancelled
ar_sa: إلغاء السداد
da_dk: Tilbagebetaling annulleret
fi_fi: Takaisinmaksu peruutettu
he_il: ההחזר בוטל
hu_hu: Visszafizetés törölve
id_id: Membayar dibatalkan
ja_jp: 返済がキャンセルされました
nl_nl: Terugbetaling geannuleerd
sl_si: Vračilo preklicano
sr_sp: Отплата је отказана
sw_tz: Ulipaji umeghairiwa
tr_tr: Geri ödeme iptal edildi
uk_ua: Погашення скасовано

source: Wrapping
ar_sa: يلف
da_dk: Indpakning
fi_fi: Kääriminen
he_il: לְפָפָה
hu_hu: Csomagolás
id_id: Pembungkus
ja_jp: ラップ中
nl_nl: Inpakken
sl_si: Zavijanje
sr_sp: Враппинг
sw_tz: Kufunga
tr_tr: Sarma
uk_ua: обгортання

source: Review swap
ar_sa: مراجعة المبادلة
da_dk: Anmeldelsesbytte
fi_fi: Arvostelun vaihto
he_il: סקירת החלפה
hu_hu: Véleménycsere
id_id: Tukar ulasan
ja_jp: スワップを確認する
sl_si: Preglej menjavo
sr_sp: Замена прегледа
sw_tz: Kagua ubadilishaji
tr_tr: Değişimi gözden geçir
uk_ua: Обмін огляду

source: NFT collections
ar_sa: مجموعات NFT
da_dk: NFT samlinger
fi_fi: NFT-kokoelmat
he_il: אוספי NFT
hu_hu: NFT gyűjtemények
id_id: Koleksi NFT
ja_jp: NFTコレクション
nl_nl: NFT-collecties
sl_si: Zbirke NFT
sr_sp: НФТ колекције
sw_tz: Mkusanyiko wa NFT
tr_tr: NFT koleksiyonları
uk_ua: Колекції NFT

source: Fees on the selected output token don't allow for accurate exact outputs. Use the `You pay` field instead.
ar_sa: لا تسمح الرسوم المفروضة على رمز الإخراج المحدد بمخرجات دقيقة ودقيقة. استخدم الحقل "أنت تدفع" بدلاً من ذلك.
da_dk: Gebyrer på det valgte outputtoken tillader ikke nøjagtige nøjagtige output. Brug i stedet `Du betaler`-feltet.
fi_fi: Valitun lähtötunnisteen maksut eivät mahdollista tarkkoja ja tarkkoja tuloksia. Käytä sen sijaan Sinä maksat -kenttää.
he_il: עמלות על אסימון הפלט שנבחר אינן מאפשרות פלטים מדויקים מדויקים. השתמש בשדה 'אתה משלם' במקום זאת.
hu_hu: A kiválasztott kimeneti token díjai nem teszik lehetővé a pontos, pontos kimenetet. Ehelyett használja az „Ön fizet” mezőt.
id_id: Biaya pada token keluaran yang dipilih tidak memungkinkan keluaran yang akurat dan tepat. Gunakan bidang `Anda membayar` sebagai gantinya.
ja_jp: 選択した出力トークンの料金により、正確な値になりません。代わりに「You pay」フィールドを使用してください。
nl_nl: Kosten voor het geselecteerde uitvoertoken staan geen nauwkeurige, exacte uitvoer toe. Gebruik in plaats daarvan het veld 'U betaalt'.
sl_si: Provizije za izbrani izhodni žeton ne omogočajo natančnih izhodov. Namesto tega uporabite polje `Vi plačate`.
sr_sp: Накнаде за изабрани излазни токен не дозвољавају тачне тачне резултате. Уместо тога користите поље „Ви плаћате“.
sw_tz: Ada kwenye tokeni iliyochaguliwa hairuhusu matokeo kamili. Tumia sehemu ya `Unalipa` badala yake.
tr_tr: Seçilen çıktı jetonuna ilişkin ücretler, doğru ve kesin çıktılara izin vermiyor. Bunun yerine "Ödeme yaparsınız" alanını kullanın.
uk_ua: Плата за вибраний вихідний токен не дозволяє отримати точні результати. Натомість використовуйте поле «Ви платите».

source: No data
ar_sa: لايوجد بيانات
da_dk: Ingen data
fi_fi: Ei dataa
he_il: אין מידע
hu_hu: Nincs adat
id_id: Tidak ada data
ja_jp: データがありません
nl_nl: Geen gegevens
sl_si: Ni podatkov
sr_sp: Нема података
sw_tz: Hakuna data
tr_tr: Veri yok
uk_ua: Немає даних

source: Select an action
ar_sa: حدد إجراء
da_dk: Vælg en handling
fi_fi: Valitse toiminto
he_il: בחר פעולה
hu_hu: Válasszon ki egy műveletet
id_id: Pilih tindakan
ja_jp: アクションの選択
nl_nl: Selecteer een actie
sl_si: Izberite dejanje
sr_sp: Изаберите радњу
sw_tz: Chagua kitendo
tr_tr: Bir eylem seçin
uk_ua: Виберіть дію

source: Update delegation
ar_sa: تحديث التفويض
da_dk: Opdater delegation
fi_fi: Päivitä delegaatio
he_il: עדכון משלחת
hu_hu: A delegáció frissítése
id_id: Perbarui delegasi
ja_jp: 委任を更新する
nl_nl: Delegatie bijwerken
sl_si: Posodobi delegiranje
sr_sp: Ажурирајте делегирање
sw_tz: Sasisha uwakilishi
tr_tr: Yetkiyi güncelle
uk_ua: Оновити делегування

source: Your swap could not be fulfilled at this time. Please try again.
ar_sa: لا يمكن تنفيذ مقايضة في هذا الوقت. حاول مرة اخرى.
da_dk: Dit bytte kunne ikke opfyldes på nuværende tidspunkt. Prøv igen.
fi_fi: Vaihtoehtoasi ei voitu suorittaa tällä hetkellä. Yritä uudelleen.
he_il: לא ניתן היה למלא את ההחלפה שלך בשלב זה. בבקשה נסה שוב.
hu_hu: A csere jelenleg nem teljesíthető. Kérlek próbáld újra.
id_id: Pertukaran Anda tidak dapat dipenuhi saat ini. Silakan coba lagi.
ja_jp: 現時点ではスワップを実行できませんでした。もう一度試してください。
nl_nl: Uw ruil kan op dit moment niet worden uitgevoerd. Probeer het opnieuw.
sl_si: Vaše zamenjave trenutno ni bilo mogoče izvesti. Prosim poskusite ponovno.
sr_sp: Ваша замена није могла бити испуњена у овом тренутку. Молим вас, покушајте поново.
sw_tz: Ubadilishanaji wako haukuweza kutimizwa kwa wakati huu. Tafadhali jaribu tena.
tr_tr: Takas işleminiz şu anda gerçekleştirilemedi. Lütfen tekrar deneyin.
uk_ua: Зараз не вдалося здійснити обмін. Будь ласка спробуйте ще раз.
